{
  "ကကြိုးကန်ဆာ": [
    "ကကြိုးကန်ဆာ မြင်မက်မူ ခရီးသွားရလတ္တံ့။",
    "ကကြိုးကန်ဆာ အစုံနှင့် ဆင်ကောင်း၊ မြင်းကောင်း ပေါ် စီးနင်းလိုက်ပါရသည်ဟု မက်မူ-ဘုန်းတန်ခိုး ကြီးအံ့၊ ရန်အောင်အံ့။"
  ],
  "ကခုန်မြူးထူးနေသည်": [
    "ကခုန်မြူးထူးနေသည် ကို မြင်မက်မူ- စိတ်ဆင်းရဲရလတ္တံ့၊ အိမ်တွင်းရေး အနှောင့်အယှက်ဖြစ်အံ့။",
    "ကခုန်မြူးထူးနေသည် ကိုယ်တိုင် ကခုန် မြူးထူးနေသည်ဟု မက်မူ- ငွေရောက်လာအံ့၊ မိမိ မြတ်နိုးသော အကြံအစည် အောင်မြင်အံ့။"
  ],
  "ကစားခုန်စားပွဲ": [
    "ကစားခုန်စားပွဲ ကို မြင်မက်မူ-ကျန်းမာပျော်ရွှင်အံ့၊ အသက်ရှည်အံ့၊ အကျိုးရှိလတ္တံ့။",
    "ကစားခုန်စားပွဲ ကိုယ်တိုင် ဝင်ကစားရ၊ အနိုင်ရလျှင် ဆုံးရှုံးနစ်နာအံ့၊ အရှုံးရလျှင် အကျိုးခံစားရအံ့။",
    "ကစားခုန်စားပွဲမပြီးမီ-သင့်အားလာခေါ်သွားသည် ဟု မက်မူ- သင့်အား အပြစ်ရှာဖို့ စုံစမ်းနေလတ္တံ့။"
  ],
  "ကစားစရာများ": [
    "ကစားစရာများ မြင်မက်မူ-ကံကောင်းအံ့၊ ချမ်းသာသုခဖြစ်အံ့။",
    "ကစားစရာများ နှင့် ကစားရသည်ဟု မက်မူ- အိမ်တွင်းသာယာအံ့၊ ကလေးများ ရလတ္တံ့။",
    "ကစားစရာများ ကို ပေးရသည်ဟု မြင်မက်မူ- လောကစည်းစိမ်း ခံစား၊ စံစားရလတ္တံ့။"
  ],
  "ကစားဝိုင်းကစားသမား": [
    "ကစားဝိုင်းကစားသမားကို မြင်မက်မူ သစ္စာမဲ့သော သူများ တွေ့ရအံ့။",
    "ကစားဝိုင်းကစားသမား မိမိ ကိုယ်တိုင် ဝင်ကစားရသည်ဟု မက်မူ ဆင်းရဲလတ္တံ့၊ အရှက်ရအံ့။",
    "ကစားဝိုင်းကစားသမား မိမိနိုင်လျှင် မိတ်ဆွေတစ်ဦး သေပျောက်အံ့၊ ရှုံးလျှင် နေရာပြောင်းရွှေ့ရလတ္တံ့။"
  ],
  "ကချေသည်များ": [
    "ကချေသည်များ ကို မြင်မက်မူ အလိုဆန္ဒ လုံးဝ ပြည့်စုံအံ့၊ ဥစ္စာရအံ့။",
    "ကချေသည်များ ကိုယ်တိုင် ကချေသည် ဖြစ်နေသည်ဟု မြင်မက်မူ စိုးရိမ်ကြီးအံ့။"
  ],
  "ကညွတ်ပင်": [
    "ကညွတ်ပင် ကို မြင်မက်မူ အလွန် ကံကောင်းအံ့။",
    "ကညွတ်ပင် ရေဆေးရသည်ဟု မြင်မက်မူ မကြာမီအလိုဆန္ဒပြည့်အံ့။",
    "ကညွတ်ပင် စားရသည်ဟု မက်မူ ရောဂါ ပျောက်အံ့၊ ကျန်းမာချမ်းသာအံ့။"
  ],
  "ကညှာပျို": [
    "ကညှာပျို ကို မြင်မက်မူ အံ့သြစရာသတင်း ကြားရအံ့၊ များစွာမျှော်လင့်နေသော ပြန်စာရလတ္တံ့။"
  ],
  "ကဒွတ်သီး": [
    "ကဒွတ်သီး စားရသည်ဟု မြင်မက်မူ ပျော်ရွှင်ရလတ္တံ့။"
  ],
  "ကပွဲ": [
    "ကပွဲ ကိုမြင်မက်မူ စိတ်ဒုက္ခရောက်အံ့၊ ကံဆိုးအံ့။",
    "ကပွဲ ကိုမြင်မက်မူ ကိုယ်တိုင် ဝင် က ရသည်ဟု မြင်မက်မူ ငွေရအံ့၊ အကြံအောင်အံ့။"
  ],
  "ကဗျာစီကုံးရသည်ဟု မြင်မက်မူ": [
    "ကဗျာစီကုံးရသည်ဟု မြင်မက်မူ လက်ထပ်ကဲ့သို့သော မေတ္တာ လက်ဆောင်ရလတ္တံ့။"
  ],
  "ကရမက်": [
    "ကရမက် ကို မြင်မက်မူ ချမ်းသာသုခဖြစ်အံ့။"
  ],
  "ကရဝေးရွက်": [
    "ကရဝေးရွက် မြင်မက်မူ ကံကောင်းအံ့၊ လက်ဆောင်ရအံ့၊ လူရာဝင်အံ့။"
  ],
  "ကရဝိက်ငှက်မြည်သံ": [
    "ကရဝိက်ငှက်မြည်သံ သာယာစွာ ကြားရသည်ဟု မြင်မက်မူ သတင်းကောင်းကြားရအံ့၊ ရပ်ဝေးမှ လက်ဆောင် ရလတ္တံ့။"
  ],
  "ကရဝိတ်ဖောင်": [
    "ကရဝိတ်ဖောင် ကို မြင်မက်မူ ခရီးထွက်ရလတ္တံ့။"
  ],
  "ကရား (ခရား)": [
    "ကရား (ခရား) ကို မြင်မက်မူ ဆင်းရဲအံ့။",
    "ကရား (ခရား) ရေအပြည့်နှင့်မြင်မက်မူ ဥစ္စာရအံ့၊ ရောဂါကင်းအံ့။"
  ],
  "ကလေး": [
    "ကလေး ကို မြင်မက်မူ ကံကောင်းအံ့၊ ချမ်းသာသုခဖြစ်အံ့။",
    "ကလေး များစွာမြင်ရ၊ စကားပြောရသည်ဟု မက်မူ ဆုံးရှုံးလတ္တံ့။",
    "ကလေး လှပသော ကလေး များစွာ မြင်မက်မူ မိတ်ဆွေများ သစ္စာပျက်အံ့။",
    "ကလေး အမိရင်ခွင်၌ မြင်မက်မူ ပြင်းထန်စွာ နာဖျားအံ့။",
    "ကလေး နို့စို့နေသည်ဟု မြင်မက်မူ အသက်မွေးမှု တိုးတက်အံ့။",
    "ကလေး လှလှပပ မြင်မက်မူ ပျော်ရွှင်ရလတ္တံ့။",
    "ကလေး အရုပ်ဆိုးဆိုး မြင်မက်မူ ကံဆိုးအံ့။",
    "ကလေး ငိုနေ၊ မကျန်းမမာ နေသည်ကို မြင်မက်မူ- စိတ်ပျက်စရာ တွေ့ရအံ့။",
    "ကလေး ဆော့နေသည်ကို မြင်မက်မူ- သောကတွေ့အံ့။",
    "ကလေး အိပ်နေသည်ကို မြင်မက်မူ- ချစ် မေတ္တာ တိုးအံ့။",
    "ကလေး ကစားနေသည်ကို မြင်မက်မူ- မိမိနှင့်မတည့် သူထံမှ သတင်းကောင်း ကြားရလတ္တံ့။",
    "ကလေး မွေးရသည်ဟု မြင်မက်မူ- စည်းစိမ်ခံစားရ လတ္တံ့။",
    "ကလေး မွေးနေသည်ကို မြင်မက်မူ- သုခ ချမ်းသာ ဖြစ်အံ့၊ မြတ်စွန်းလတ္တံ့။",
    "ကလေး အချိန်မစေ့ဘဲ မွေးသည်ဟု မြင်မက်မူ- မယား ဥပဒ်ရလတ္တံ့။",
    "ကလေး ထိန်းကို မြင်မက်မူ- ကျန်းမာအံ့၊ အကြံ အောင်အံ့။",
    "ကလေး ထိန်းရသည်ဟု မြင်မက်မူ- စိတ်ဒုက္ခရောက် လတ္တံ့။",
    "ကလေး နာကျင်အောင် လုပ်ရသည်ဟု မြင်မက်မူ- အလုပ်အကိုင် ပျက်စီးအံ့။",
    "ကလေး သေသည်ကို မြင်မက်မူ- ပျက်စီးနစ်နာအံ့၊ ကံဆိုးအံ့။",
    "ကလေး ချီရသည်ဟု မြင်မက်မူ- စိုးရိမ်သောက ဖြစ် လတ္တံ့။",
    "ကလေး ပျက်ကျသည်ဟု မက်မူ- မိမိ မယား၏ ကျန်း မာရေး ထိခိုက်လတ္တံ့။",
    "ကလေး ရသည်ဟု အပျိုမက်မူ- အကျင့်ပျက်အံ့။ ဖောက်ပြန် လော်လီအံ့။",
    "ကလေး ပြန်ဖြစ်ရသည်ဟု မက်မူ- ကံ ကောင်းအံ့၊ ချမ်းသာ သုခဖြစ်အံ့၊ မကြာမီ လက်ထပ်ရ လတ္တံ့။",
    "ကလေး သားရေခဲကို မြင်မက်မူ- ပျော်ရွှင်ရလတ္တံ့။",
    "ကလေး ပုခက် အလိုလို လွှဲနေသည်ဟု မြင်မက်မူ- ကလေးသေပျောက်အံ့။"
  ],
  "ကလပ်": [
    "ကလပ် ကို မြင်မက်မူ- ကြာရှည်စွာ မတွေ့ရသော မိတ်ဆွေများ မကြာမီ တွေ့ဆုံကြရအံ့။"
  ],
  "ကလောင်တံ": [
    "ကလောင်တံ ကို မြင်မက်မူ- စာပေကျော်ကြားအံ့၊ ကံ ကောင်းအံ့။",
    "ကလောင်တံ များကို မြင်မက်မူ- ရပ်ဝေး မိတ်ဆွေများ ထံမှ သတင်းကြားရလတ္တံ့။",
    "ကလောင်တံ သွားကို မြင်မက်မူ- မကောင်းသော နိမိတ် တည်း။",
    "ကလောင်တံ ကျိုးသွားသည်ကို မြင်မက်မူ- ကံဆိုးလတ္တံ့။"
  ],
  "ကလဲ့စားချေရသည်": [
    "ကလဲ့စားချေရသည် (လက်စားချေမှာ ကြည့်ပါ။)"
  ],
  "ကာကီအဝတ်": [
    "ကာကီအဝတ် ကို မြင်မက်မူ- စိုးရိမ်သောက တွေ့ကြုံအံ့၊ သို့ရာတွင် မကြာမီ ပပျောက်သွားအံ့။"
  ],
  "ကာဖီ": [
    "ကာဖီ ကို မြင်မက်မူ- အိမ်တွင်းသုခ ဖြစ်အံ့။",
    "ကာဖီ ကို သောက်ရသည်ဟု မြင်မက်မူ- ဈေး ရောင်းကောင်းအံ့။ ရာထူးတိုးအံ့။ အနုပညာ စာပေတွင် ကျော်စောအံ့။",
    "ကာဖီ ငွေထောင်းရသည်ဟု မြင်မက်မူ- သောက တွေ့ရလတ္တံ့။",
    "ကာဖီ စေ့လှော်ရသည်ဟု မြင်မက်မူ- ခက်ခဲသော အလုပ်ကို လုပ်ကိုင်ရအံ့။"
  ],
  "ကာမစပ်ယှက်": [
    "ကာမစပ်ယှက် မိန်းမလှလှနှင့် ကာမစပ်ယှက်သည်ဟု မြင်မက်မူ- ယောကျ်ားမြတ်ဆရာ ခံရအံ့။ (မေထုန်တွင်လည်း ကြည့်ပါ။)"
  ],
  "ကာမေသုကျူးလွန်ရသည်": [
    "ကာမေသုကျူးလွန်ရသည် ဟုမက်လျှင်- ပျက်စီးလတ္တံ့။"
  ],
  "ကာလဝမ်းရောဂါ": [
    "ကာလဝမ်းရောဂါ မိမိ ဖြစ်သည်ဟု မြင်မက်မူ- အစား အသောက်ကြူး၍ ဥပဒ်ဖြစ်လတ္တံ့။",
    "ကာလဝမ်းရောဂါ များဖြစ်နေသည်ဟု မြင်မက်မူ- ဘေးဥပဒ် တွေ့အံ့။ စိုးရိမ်ပူပန်ရအံ့။"
  ],
  "ကုလားထိုင်": [
    "ကုလားထိုင် ကိုမြင်မက်မူ-ဥစ္စာရွှေငွေရအံ့၊အကြံအောင်အံ့၊",
    "ကုလားထိုင် များ မြင်မက်မူ- သင်၏ စိတ်ကြီး ဝေမှုမှာ အများ ရယ်စရာဖြစ်အံ့။",
    "ကုလားထိုင် ပေါ်ထိုင်ရသည်ဟု မက်မူ- ကလေးမွေး လတ္တံ့။",
    "ကုလားထိုင် လုပ်သော ကုလားထိုင်ကို မြင်မက်မူ- ဥစ္စာ တိုးအံ့။",
    "ကုလားထိုင် လက်ပါသော ကုလားထိုင်ကို မြင်မက်မူ- အလျင်အမြန် သတင်းရောက်အံ့။",
    "ကုလားထိုင် လူမရှိ၊ ဗလာ မြင်မက်မူ- ကွဲကွာနေသော မိတ်ဆွေထံမှ သတင်းကြားရလတ္တံ့။",
    "ကုလားထိုင် ပက်လက်ကုလားထိုင်ကို မြင်မက်မူ-ဂုဏ်ထူး ဘွဲ့ထူးများ ချီးမြှင့်ခံရအံ့။",
    "ကုလားထိုင် ပက်လက် ကုလားထိုင်ပေါ် ဇိမ်နှင့်ထိုင်နေ ရသည်ဟု မြင်မက်မူ- အကြံအောင်အံ့၊ ချမ်း သာ သုခဖြစ်အံ့။"
  ],
  "ကုလားပဲ": [
    "ကုလားပဲ ကို မြင်မက်မူ- အလွန်ကံကောင်းအံ့။"
  ],
  "ကုလားမခြေထောက်": [
    "ကုလားမခြေထောက် စီး၍ သွားလာ ရသည်ဟု မြင်မက်မူ- စိတ်ပျက်စရာ တွေ့ရလတ္တံ့။"
  ],
  "ကုလားအုပ်": [
    "ကုလားအုပ် ကိုမြင်မက်မူ- ချမ်းသာသုခရအံ့၊ ကုန်းတစ် တန်၊ ရေတစ်တန် ခရီးဝေးသွားရအံ့၊ အခက်အခဲနိုင်အံ့။",
    "ကုလားအုပ် များစွာ မြင်မက်မူ- သောက တွေ့ရလတ္တံ့။",
    "ကုလားအုပ် ဘွဲ့တစ်လုံးနှင့် မြင်မက်မူ- ဥစ္စာများစွာရအံ့။",
    "ကုလားအုပ် ပေါ် တက်စီးရသည်ဟု မြင်မက်မူ- ဘေး ပျောက်အံ့။",
    "ကုလားအုပ် ပေါ်စီး၍ မိမိ တစ်ကိုယ်လုံးတွင် လိမ်းကျံ လျက် တောင်ဘက်ကို သွားရသည်ဟု မက်မူ- မုချ သေအံ့။",
    "ကုလားအုပ် အလိုက်ခံရသည်ဟု မြင်မက်မူ- နာဖျားအံ့။",
    "ကုလားအုပ် တိရစ္ဆာန်ရုံတွင် မြင်မက်မူ- ခရီးသွားရအံ့။ ဥစ္စာရအံ့။",
    "ကုလားအုပ် မိမိထံမှအစာကိုစားသည်ဟု မြင်မက်မူ-မိတ်ဆွေများ မိမိဘက်မှ အမြဲကာကွယ်လတ္တံ့။"
  ],
  "ကူလီ": [
    "ကူလီ ကို မြင်မက်မူ- ဥစ္စာတိုးအံ့။",
    "ကူလီခ ပို၍ များစွာရသည်ဟု မြင်မက်မူ- အလုပ်မဲ့ဖြစ်အံ့။"
  ],
  "ကူးတို့ဆိပ်": [
    "ကူးတို့ဆိပ် ကိုမြင်မက်မူ-ရေကြောင်းခရီး သွားရလတ္တံ့။",
    "ကူးတို့ဆိပ် တွင် လှေ မြင်မက်မူ- ဆွေမျိုး နီးစပ်ထံမှ သတင်းကြားရအံ့။"
  ],
  "ကဲ့ရဲ့ခံရသည်ဟု": [
    "ကဲ့ရဲ့ခံရသည်ဟု မြင်မက်မူ ချီးမွမ်းခံရသတ္တံ့။"
  ],
  "ကောလိပ်": [
    "ကောလိပ် မြင်မက်မူ - ဗဟုသုတတိုးအံ့။ အကူအညီရလတ္တံ့။"
  ],
  "ကျောင်း": [
    "ကျောင်း နေရသည်ဟုမြင်မက်မူ- ကောင်းသောနိမိတ် မဟုတ်။",
    "ကျောင်း မှာ ပရိုဖက်ဆာလုပ်နေရသည်ဟုမြင်မက်မူ- ရာထူးတိုးအံ့။",
    "ကျောင်း တက်ရသည်ဟု မက်မူ-ဥစ္စာရအံ့။ တိုးတက်အံ့။",
    "ကျောင်း ဟောင်း (မိမိ နေခဲ့ဖူးသော ကျောင်း) ကို မြင်မက်မူ- ထာဝစဉ် ချမ်းသာအံ့။",
    "ကျောင်း ပြန်နေရသည်ဟု မက်မူ-မိမိ မကျွမ်းကျင်သော အလုပ်ကို လုပ်မိလတ္တံ့။",
    "ကျောင်း သို့ သွားရသည်ဟု မက်မူ- သိက္ခာရှိအံ့။",
    "ကျောင်း သို့ ကလေးများ ပို့ရသည်ဟု မက်မူ-၎င်းကလေးများ အကျင့်စာရိတ္တ ကောင်းလတ္တံ့။"
  ],
  "ကော်": [
    "ကော် မြင်မက်မူ- အရေးကိစ္စရှိက မိမိအားကိုးနေသူ သစ္စာရှိအံ့၊ ငွေရဖို့ နှောင့်နှေးလတ္တံ့။"
  ],
  "ကော်ဇော": [
    "ကော်ဇော မြင်မက်မူ- ကြိုးစားမှုအောင်မြင်အံ့၊ ငယ်စဉ်ကလက်ထပ်ရလတ္တံ့၊ ကလေးများရလတ္တံ့။",
    "ကော်ဇော နူးညံ့သော ကော်ဇောပေါ် လျှောက်သွားရသည်ဟု မြင်မက်မူ- ပျော်ရွှင်ရအံ့၊ လှပသော အိမ်ရလတ္တံ့။",
    "ကော်ဇော လှလှ ခင်းထားသော အခန်းထဲ ရောက်နေသည်ဟုမြင်မက်မူ- အထူးကံကောင်းအံ့။",
    "ကော်ဇော လျှော်ဖွတ်ဖို့ ပို့ရသည်ဟု မြင်မက်မူ- အကြံကောင်းများ ရရှိလတ္တံ့။"
  ],
  "ကော်လာ(လည်စည်း)": [
    "ကော်လာ(လည်စည်း) ကိုမြင်မက်မူ-ဂုဏ်ကျက်သရေတိုးအံ့။",
    "ကော်လာ(လည်စည်း) တပ်၍မှန်ကြည့်ရသည်ဟု မြင်မက်မူ-ချစ်သူရလတ္တံ့။"
  ],
  "ကော်လာ": [
    "ကော်လာ သစ် တပ်ရသည်ဟု မက်မူ.... ကံကောင်းလတ္တံ့။",
    "ကော်လာ အဟောင်း အစုတ် တပ်ရသည်ဟု မက်မူ- ချစ်သူ စိတ်မတည်ဘဲ ရှိလတ္တံ့။"
  ],
  "ကတ်ကျေး": [
    "ကတ်ကျေး ကို မြင်မက်မူ ရန်ဖြစ်အံ့၊ နာဖျားအံ့၊ မိတ်ဆွေများ သစ္စာဖောက်အံ့။",
    "ကတ်ကျေး မိန်းကလေးမြင်မက်က လက်ထပ်ရအံ့။",
    "ကတ်ကျေး မိန်းမကြီး မြင်မက်က ကာဣန္ဒြေ ပျက်ဆီးခံရအံ့။"
  ],
  "ကတ္တား(ချိန်ခွင်)": [
    "ကတ္တား(ချိန်ခွင်) ကို မြင်မက်မူ- ယခု အလုပ် အောင်မြင်လတ္တံ့။"
  ],
  "ကတ္တရာစေးပုံးများ": [
    "ကတ္တရာစေးပုံးများ မြင်မက်မူ ရေလမ်းခရီး သွားရလတ္တံ့၊",
    "ကတ္တရာစေးပုံးများ ပေကျံနေသည်ဟုမက်မူ- စိတ်ညစ်ရလတ္တံ့။"
  ],
  "ကတ္ထိပါ": [
    "ကတ္ထိပါ မြင်မက်မှု ကံကောင်းလတ္တံ့။"
  ],
  "ကပ္ပလီ": [
    "ကပ္ပလီ မြင်မက်မှု- မိတ်ဆွေများနှင့် ရန်ဖြစ်လတ္တံ့။"
  ],
  "ကပ္ပိတန်(ကက်ပတိန်)": [
    "ကပ္ပိတန်(ကက်ပတိန်) ကိုမြင်မက်မှု- အခက်အခဲတို့ကို ကျော်လွန်ပြီး အကြံအောင်အံ့။ တိုးတက်အံ့။",
    "ကပ္ပိတန်(ကက်ပတိန်) စစ် သင်္ဘောမှာ ကပ္ပိတန် လုပ်ရသည် ဟု မက်မှု- အလုပ်အကိုင် ကြီးပွားလတ္တံ့။",
    "ကပ္ပိတန်(ကက်ပတိန်) အပျော်ထမ်းလုပ်ရသည်ဟု မက်မှု- အလှူ အတန်း လုပ်ရလတ္တံ့။",
    "ကပ္ပိတန်(ကက်ပတိန်) စစ်တပ် ကပ္ပိတန် လုပ်ရသည်ဟု မက်မှု … အလုပ် အမျိုးမျိုး လုပ်ပြီးမှ ပန်းတိုင်သို့ ရောက်လတ္တံ့။",
    "ကပ္ပိတန်(ကက်ပတိန်) နှင့်အတူ ကရသည်ဟု မက်မှု … မကြာမီ လက်ထပ်ရအံ့။"
  ],
  "ကံကောင်းသည်ဟု": [
    "ကံကောင်းသည်ဟု မြင်မက်မှု- နာမည်ပျက်အံ့၊ ဆင်းရဲလတ္တံ့၊ ဆုံးရှုံးလတ္တံ့။",
    "ကံကောင်းသည်ဟု မိတ်ဆွေ ကံကောင်းသည်ဟု မြင်မက်မှု.... ၎င်း သူ ဆင်းရဲအံ့။"
  ],
  "ကံကြီး ပြစ်မှားရသည်ဟု": [
    "ကံကြီး ပြစ်မှားရသည်ဟု မြင်မက်မှု- အလွန် ပူဆွေးရလတ္တံ့။"
  ],
  "ကန် (ရေကန်)": [
    "ကန် (ရေကန်) ရေကြည်နှင့် မြင်မက်မှု-မိတ်ကောင်း ရအံ့၊ အကြီးအကဲဖြစ်အံ့၊ ဥစ္စာရအံ့။",
    "ကန် (ရေကန်) ရေနောက်နှင့် မြင်မက်က- ဆင်းရဲအံ့၊ စိတ်ဒုက္ခရောက်အံ့၊ ရန်ဖြစ်လတ္တံ့။"
  ],
  "ကန့်လန့်ကာ": [
    "ကန့်လန့်ကာ ကို မြင်မက်မှု- အဆီးအတား အနှောင့်အယှက် တွေ့ရလတ္တံ့။",
    "ကန့်လန့်ကာ ချထားသည်ကို မြင်မက်က- အံ့သြစရာ တွေ့မြင်ရအံ့။",
    "ကန့်လန့်ကာ ဖယ်ပစ်ရသည်ဟု မက်မှု- အချိန်မီ ကယ်တင်မည့်သူ ပေါ်လာအံ့။"
  ],
  "ကမ္ဘာပျက်သည်ဟု": [
    "ကမ္ဘာပျက်သည်ဟု မြင်မက်က- မိမိ ကောင်းစားဖို့ သတင်းကောင်း ရလတ္တံ့။"
  ],
  "ကမ္မဋ္ဌာန်းရုပ်": [
    "ကမ္မဋ္ဌာန်းရုပ် ကို မြင်မက်မှု- အိမ်တွင်း ဒုက္ခ တွေ့အံ့၊ သေပျောက်အံ့။"
  ],
  "ကပ်ဘေးတွင်": [
    "ကပ်ဘေးတွင် ခရုခွံများ ကောက်နေသည်ဟု မြင်မက်က စိုးရိမ်သောက ဖြစ်လတ္တံ့။",
    "ကပ်ဘေးတွင် ခရုအိမ်ထဲတွင် အကောင်တွေက- မမျော်လင့်သော အကျိုးဖြစ်လတ္တံ့။",
    "ကပ်ဘေးတွင် ခရုများ မြင်မက်မှု- သေပျောက်လတ္တံ့။"
  ],
  "ကင်ပွန်းတပ် မင်္ဂလာပွဲ": [
    "ကင်ပွန်းတပ် မင်္ဂလာပွဲ တက်ရသည်ဟု မြင်မက်က - အလိုဆန္ဒ ပြည့်အံ့။"
  ],
  "ကင်း": [
    "ကင်း ရေထဲ၌ မြင်မက်က - ချမ်းသာ ရောက်အံ့၊ ကျော်ဇောအံ့။",
    "ကင်း များ မိမိအိမ်သို့ လာနေသည်ဟု မက်က- အကြံအောင်အံ့။",
    "ကင်း မိမိအိမ်ထဲ ဝင်လာသည်ဟုမက်က- ရန်ရှိအံ့။",
    "ကင်း အိမ်ဝန်းကျင်မှာ မြင်မက်က- ဒုက္ခတွေ့အံ့။",
    "ကင်း ကို ရိုက်နှက်ရသည်ဟုမက်က-ကံကောင်းအံ့။",
    "ကင်း သတ်ရသည်ဟု မက်မူ-ရန်ကို နိုင်အံ့ ။",
    "ကင်း စားသည်ဟုမက်က-ဥစ္စာ,ရွှေ,ငွေရလတ္တံ့ ။"
  ],
  "ကင်းမြီးကောက်": [
    "ကင်းမြီးကောက် မြင်မက်မူ-ရန်ပုုန်းများ ရှိလတ္တံ့ ။"
  ],
  "ကင်းစောင့်နေသည်": [
    "ကင်းစောင့်နေသည် ကို မြင်မက်က- လုံခြုံလတ္တံ့ ။"
  ],
  "ကိတ်မုန့်": [
    "ကိတ်မုန့် ကို မြင်မက်က-ကျန်းမာအံ့။",
    "ကိတ်မုန့် များစွာ မြင်မက်မူ-အစစ ကောင်းအံ့။",
    "ကိတ်မုန့် စားရသည်ဟု မက်က-မိန်းမရအံ့၊ ပျောက်သောပစ္စည်း ပြန်ရအံ့၊ ကလေးမွေးရလတ္တံ့ ၊",
    "ကိတ်မုန့် သူတစ်ပါးပေးရသည်ဟု မက်မူ-ကျော်စောလတ္တံ့ ။",
    "ကိတ်မုန့် ဖုတ်ရာတွင် တူးချစ် ပျက်စီးသွားသည်ဟု မြင်မက်က-ဆုံးရှုံးအံ့၊ မိတ်ဆွေ တစ်ဦး သေအံ့။"
  ],
  "ကိန္နရီ-ကိန္နရာ": [
    "ကိန္နရီ-ကိန္နရာ ကို မြင်မက်မူ-အခက်အခဲ အနှောင့်အယှက် ကင်းလတ္တံ့ ။",
    "ကိန္နရီ-ကိန္နရာ များ က, နေသည် ကို မြင်မက်သော် လောကီ စည်းစိမ် ခံစား စံစားရလတ္တံ့ ။",
    "ကိန္နရီ-ကိန္နရာ ဖြစ်ရသည်ဟု မက်က-မိမိ ခင်ပွန်း သမ္ဗာ အမြဲ ရှိလတ္တံ့ ။",
    "ကိန္နရီ-ကိန္နရာ ပုံကို မြင်မက်မူ-ကျေးလက်တွင် ပျော်ရွှင်စွာ နေထိုင်ရလတ္တံ့ ။"
  ],
  "ကုတ်ကမြင်း": [
    "ကုတ်ကမြင်း ကို မြင်မက်သော်-မကောင်းကြံ ခံရအံ့။"
  ],
  "ကုံကမံ": [
    "ကုံကမံ ကို မြင်မက်မူ-ပညာတတ်ခြင်း၊ ကျော်စောခြင်း ဖြစ်အံ့။"
  ],
  "ကုန်သည်": [
    "ကုန်သည် ကို မြင်မက်မူ-မိမိနှစ်သက်သော အလုပ်နှင့် အကျိုးပေးလတ္တံ့ ။"
  ],
  "ကုန်ကူးရသည်": [
    "ကုန်ကူးရသည် ဟု မက်က-အကျိုးကျေးဇူး ရှိလတ္တံ့ ။",
    "ကုန်ကူးရသည် အနွေးထည် ကုန်ကူးရသည်ဟု မက်မူ-လူယက်ခြင်း ခံရလတ္တံ့ ၊",
    "ကုန်ကူးရသည် ပိုးကုန်ကူးရသည်ဟု မက်က စိတ် ချမ်းသာအံ့၊",
    "ကုန်ကူးရသည် သံကုန်ကူးရသည်ဟု မြင်မက်မူ-စိတ်ဒုက္ခရောက်လတ္တံ့ ၊"
  ],
  "ကုန်ရထားတွဲထဲ": [
    "ကုန်ရထားတွဲထဲ စီးလိုက်ရသည်ဟု မက်မူ-ငွေကြေးဆုံးအံ့။",
    "ကုန်ရထားတွဲထဲ ကုန်အပြည့်နှင့် မြင် မက် က-မမျှော်လင့်သော ဥစ္စာ ရလတ္တံ့ ။"
  ],
  "ကောက်တေး(လ်)": [
    "ကောက်တေး(လ်) အရက် ဝိုင်းသောက်ရသည်ဟု မြင်မက်မူ-သောက ဒုက္ခ တွေ့ရလတ္တံ့ ။"
  ],
  "ကောက်ပင်များ": [
    "ကောက်ပင်များ မှည့်နေသည်ကို မြင်မက်က-ချမ်းသာအံ့၊ ဥစ္စာရအံ့။"
  ],
  "ကောက်ရိုး": [
    "ကောက်ရိုး မြင်မက်က-အခက်အခဲ တွေ့ရလတ္တံ့ ။",
    "ကောက်ရိုး နည်းများမြင်မက်က ငပဲများ ကြွယ်ဝအံ့။",
    "ကောက်ရိုး စည်းများ ပြန့်ကျဲနေသည်ကို မြင်မက်သော် ဆင်းရဲရလတ္တံ့။",
    "ကောက်ရိုး ပုံကိုမြင်မက်မူ ဆင်းရဲချို့တဲ့အံ့။",
    "ကောက်ရိုး ပုံ မီးလောင်ပြာကျသွားသည်ကို မြင်မက်မူ- ဆန်ရေစပါး ရှားပါးလတ္တံ့။",
    "ကောက်ရိုး မီးကို လူအုပ်ထဲ ယူဆောင်သွားရသည် ဟု မက်မူ ပျော်ရွှင်ရလတ္တံ့။"
  ],
  "ကောင်းကင်၌": [
    "ကောင်းကင်၌ ကြည်လင်စွာမြင်မက်မူ-ကျန်းမာချမ်းသာအံ့၊ ကျော်စောအံ့၊ အကြံအောင်အံ့၊ တရားနိုင်အံ့၊ ရန်သူ အောက်ကျို့ လာလတ္တံ့။",
    "ကောင်းကင်၌ မိုးတိမ်များနှင့် မြင်မက်သော်- အခက်အခဲ တွေ့ရလတ္တံ့။",
    "ကောင်းကင်၌ မိုးတိမ်များ မည်းနက်နေသည်ကို မြင်မက်မူ- အနှောင့်အယှက် အဖျက်အဆီး ဘေးဥပဒ် တွေ့ရလတ္တံ့၊ နာမည်ပျက်အံ့၊ ရောဂါရအံ့၊",
    "ကောင်းကင်၌ မိုးတိမ်နီရဲစွာ မြင်မက်မူ- နာဖျားအံ့၊ ဥပဒ် ဖြစ်အံ့။",
    "ကောင်းကင်၌ ဟိုမှာ သည်မှာ အနီကွက်ကြီးများ မြင်မက်သော် အိမ်သားတစ်ဦးဦး မကျန်းမာအံ့၊ ကုန်ရှုံးလတ္တံ့၊",
    "ကောင်းကင်၌ တိမ်ဖြူ-တိမ်နက် ကွက်ကြား မြင်မက်မူ- အကောင်းတစ်လှည့် အဆိုးတစ်လှည့် တွေ့ရ လတ္တံ့။",
    "ကောင်းကင်၌ ပြာနေသည်ကို မြင်မက်မူ- ဥစ္စာ ချမ်းသာ သုခ လုံခြုံမှုရှိလတ္တံ့။",
    "ကောင်းကင်၌ ပေါ် ပြသာဒ်ထဲ ကာမဂုဏ်ခံစားရသည်ဟု မြင်မက်မူ- မင်းဖြစ်လတ္တံ့။",
    "ကောင်းကင်၌ ငှက်ကဲ့သို့ ပျံဝဲနေသည် ဟု မက်မူ- ဒုက္ခ အပေါင်းတို့မှ ကင်းလွတ်အံ့။",
    "ကောင်းကင်၌ သို့ ပျံတက်ရသည်ဟု မက်သော်- ထင်ရှား ကျော်စောလတ္တံ့။",
    "ကောင်းကင်၌ တွင် ပျံနေသောသဏ္ဌာန်တစ်ခု မြင်မက်မူ- ရန်ရှိအံ့။",
    "ကောင်းကင်၌ သို့ ရထားယာဉ်ဖြင့် ပျော်ရွှင်စွာ ပျံတက်ရ သည်ဟု မက်မူ- ဘုန်းတန်ခိုးကြီးအံ့၊ ရာထူး တိုးအံ့၊ အသက်ရှည်အံ့။",
    "ကောင်းကင်၌ မှ ပျံဆင်းသည်ဟု မြင်မက်မူ- အကြံပျက် လတ္တံ့။"
  ],
  "ကောင်းကင်တမန်": [
    "ကောင်းကင်တမန် ကို မြင်မက်သော်- ချစ်သူရအံ့၊ မိတ်ဆွေ ကောင်း ရအံ့၊ ကျန်းမာချမ်းသာအံ့။",
    "ကောင်းကင်တမန် မိမိအိမ်ပေါ် ပျံဝဲနေသည်ကို မြင်မက်မူ- ကောင်းကျိုးပေးအံ့။",
    "ကောင်းကင်တမန် နှင့် စကားပြောရသည်ဟု မက်မူ- အထက် တန်းစား လူများနှင့် မိတ်ဆွေဖြစ်လတ္တံ့။",
    "ကောင်းကင်တမန် ၂-ဦး မြင်မက်သော်- အမြွှာကလေး မွေး လတ္တံ့။",
    "ကောင်းကင်တမန် ရုပ်ပုံကို မြင်မက်မူ - စည်းစိမ်ချမ်းသာရအံ့။"
  ],
  "ကောင်းချီးပေးခံရသည်": [
    "ကောင်းချီးပေးခံရသည် ဟု မက်မူ - မိမိ မနှစ်သက်သော သူနှင့် ပေါင်းရလတ္တံ့၊ လူများ မြှောက်ပင်ခံ ရအံ့။",
    "သူတော်သူမြတ် ကောင်းချီးပေးခံရသည်ဟု မြင်မက်မူ - အလိုဆန္ဒ ပြည့်စုံအံ့။"
  ],
  "ကိုက်သည်": [
    "ကိုက်သည် မိမိ အကိုက်ခံရသည်ဟု မြင်မက်မူ - မလို မုန်းထားခြင်း ခံရအံ့၊ စိတ်ဒုက္ခ တွေ့ရအံ့။",
    "ကိုက်သည် တိရစ္ဆာန် အကိုက်ခံရသည်ဟု မြင်မက်က ရန်သူ၏ အနှောင့်အယှက် ခံရလတ္တံ့။"
  ],
  "ကိုင်းပင်ကျူပင်များ": [
    "ကိုင်းပင်ကျူပင်များ ကိုယ်ပေါ် ပေါက်နေသည်ဟု မြင်မက်မူ - နာဖျားလတ္တံ့၊ ဆင်းရဲဒုက္ခ ရောက်လတ္တံ့။"
  ],
  "ကိုကိုး သောက်ရသည်": [
    "ကိုကိုး သောက်ရသည် ဟု မက်မူ - အိမ်တွင်းမှု သာယာအံ့။"
  ],
  "ကိုးဂဏန်း": [
    "ကိုးဂဏန်း ကို မြင်မက်မူ - ကံကောင်းအံ့။"
  ],
  "ကိုယ်စောင့်နတ်": [
    "ကိုယ်စောင့်နတ် ကို မက်သော် - အကြံအောင်လတ္တံ့။ အကျိုးထူး ခံစားရလတ္တံ့။"
  ],
  "ကိုယ်ကိုမီးလောင်သည်": [
    "ကိုယ်ကိုမီးလောင်သည် ဟု မက်က - နာဖျားလတ္တံ့၊ သူတစ်ပါး မျက်မုန်းကျိုးအံ့။"
  ],
  "ကိုယ်ခန္ဓာ": [
    "ကိုယ်ခန္ဓာ တောင့်တင်းလာသည် ဟု မြင်မက်သော် - တရားသဖြင့် ငွေများစွာ ရလတ္တံ့။"
  ],
  "ကိုယ်ကာယ": [
    "ကိုယ်ကာယ ယားယံသည်ဟု မက်က - ရောဂါရအံ့။"
  ],
  "ကိုယ်လက်": [
    "ကိုယ်လက် ယားယံသည်ဟုမက်က-လာဘ်ကြီးရလတ္တံ့၊",
    "ကိုယ်လက် ပြတ်သည်ဟု မြင်မက်မူ - မကောင်းသော နိမိတ်တည်း။ အနီးဆုံးသူ သေပျောက်အံ့။",
    "ကိုယ်လက် မီးလောင်သည်ဟု မက်သော် - ရန်ရှိအံ့။"
  ],
  "ကိုယ်အင်္ဂါ": [
    "ကိုယ်အင်္ဂါ ချို့တဲ့သည်ဟု မက်က ဥပဒ်ရောက်အံ့။"
  ],
  "ကိုယ်ရောင်ပျောက်သည်": [
    "ကိုယ်ရောင် ပျောက်သည် ဟု မြင်မက်မူ - အတွင်းရေးများ ပေါ်လတ္တံ့၊ စိတ်မချရသော မိတ်ဆွေများကို တွေ့ရလတ္တံ့။"
  ],
  "ကိုယ်ပေါ်တွင်": [
    "ကိုယ်ပေါ်တွင် ပိုးများပြည့်နေသည်ဟု မက်သော် - ဥစ္စာ တိုးအံ့၊ ထီပေါက်အံ့၊ ကျော်ဇောအံ့။"
  ],
  "ကိုယ်မွှေးရှည်သည်": [
    "ကိုယ်မွှေးရှည်သည် ဟု မြင်မက်မူ ဘုန်းတန်ခိုးကျက်သရေတိုးအံ့။"
  ],
  "ကိုယ်ဝန်": [
    "ကိုယ်ဝန်ဆောင်ရသည်ဟု မက်မူ မိမိကူညီမှုကြောင့်စော်ကားခံရအံ့။",
    "ကိုယ်ဝန်ဆောင်ရသည်ဟု မိန်းမကမက်မူ- မကြာမီ ကလေးမွေးအံ့။",
    "ကိုယ်ဝန်ဆောင်မိန်းမနှင့် စကားပြောရသည် ဟု မက်က- အမြွှာပူး မွေးလတ္တံ့။",
    "ကိုယ်ဝန်ပျက်သည်ဟု မြင်မက်သော်-အရေးအကြီးဆုံး အချိန်မှ လွန်မြောက် လတ္တံ့။"
  ],
  "ကျသည်": [
    "အမြင့်မှ ကျသည်ဟု မြင်မက်သော်-ဆုံးရှုံး လတ္တံ့၊ ကံဆိုးအံ့၊ အလုပ်ပြုတ်အံ့၊ လင်မယား ကွဲအံ့။",
    "ချောက်ထဲကျသည်ဟု မက်မူ- ဘေးဥပဒ် ကြီး တွေ့အံ့။",
    "မြောင်းထဲကျသည်ဟု မက်က- အရှက်ကွဲ လတ္တံ့။",
    "ပြတင်းပေါက်မှ၊ တံတားပေါ်မှ ကျသည် ဟု မက်မူ- ကျန်းမာရေး ဆုတ်ယုတ်လတ္တံ့။",
    "အမိုးမှကျ၊ လှေကားမှ ကျသည်ဟု မက်မူ- မိမိအတွက် ရာထားသော အလုပ်နေရာကို သူတစ်ပါးအား ပေးလိုက်လတ္တံ့။"
  ],
  "ကျာပွတ်": [
    "ကျာပွတ် ကိုင်ရသည်ဟု မက်က- ဘေးဥပဒ် တွေ့အံ့။",
    "ကျာပွတ် နှင့် အရိုက်ခံရသည်ဟု မက်မူ- အနှောင့် အယက် တွေ့လတ္တံ့ ၊ စိတ်ဒုက္ခရောက်အံ့။"
  ],
  "ကျီ(စပါးကျီ)": [
    "ကျီ(စပါးကျီ) ကို မြင်မက်မူ- ဆန်ရေစပါး ပေါများအံ့။"
  ],
  "ကျီစားသည်": [
    "ကျီစားသည် ဟုမက်သော်- မိမိ လျှို့ဝှက်ထားသော အရာများ ပေါ်လတ္တံ့။"
  ],
  "ကျီးကန်း": [
    "ကျီးကန်း မြင်မက်မူ - စိတ်ဒုက္ခရောက်အံ့၊ ယုတ်ညံ့ သော အလုပ်အကိုင်လုပ်ရအံ့၊ နာဖျားအံ့။",
    "ကျီးကန်း အများအပြားကို မြင်မက် သော်-သေ ပျောက်အံ့။",
    "ကျီးကန်း မိမိအား ဝိုင်းအုံနေသည်ဟုမက်မူ - အလွန် ဆင်းရဲအံ့၊ အောက်ကျနောက်ကျရှိလတ္တံ့။",
    "ကျီးကန်း များ အချင်းချင်း ရန်ဖြစ်နေသည်ကို မြင် မက်မူ-သေပျောက်လတ္တံ့။",
    "ကျီးကန်း များ တအားအားနှင့် အော်နေသည်ကို မြင်မက်က-ဘေးဥပဒ် ကြီးစွာရောက်လတ္တံ့။",
    "ကျီးကန်း ပျံနေသည်ကို မြင်မက်မူ-အလွန်ဆင်းရဲအံ့။",
    "ကျီးကန်း မိမိ ဦးခေါင်းပေါ်မှ ဖြတ်သန်းပျံသွား သည်ကို မြင်မက်က-အသက်တိုအံ့။",
    "ကျီးကန်း ထမ်းစင်ထက် နားသည်ကို မြင်မက်မူ-နာ ဖျားအံ့၊ ပျက်စီးအံ့။"
  ],
  "ကျီးပေါင်းပင်": [
    "ကျီးပေါင်းပင် အကိုင်းအခက်များနှငိ့ မြင်မက်မူ-အလွန် ကျန်းမာအံ့။"
  ],
  "ကျုပင်-ကျူရိုး": [
    "ကျုပင်-ကျူရိုး ကို မြင်မက်မူ-သစ္စာမဲ့သော မိတ်ဆွေအချို့ တွေ့ရအံ့။"
  ],
  "ကျေးကျွန်": [
    "ကျေးကျွန် မြင်မက်သော်-စည်းစိမ်ရှိအံ့၊ အထက်တန်း စားမိတ်ဆွေများ ရလတ္တံ့။",
    "ကျေးကျွန် များကိုမြင်မက်မူ-အတင်းပြောခံရအံ့၊ ရန် ဖြစ်လတ္တံ့။",
    "ကျေးကျွန် လုပ်ရသည်ဟု မက်မူ-အခက်အခဲ အဆီး အတား တွေ့ရအံ့။",
    "ကျေးကျွန် ငှားရမ်းသည်ဟု မက်က-ကံကောင်းအံ့။",
    "ကျေးကျွန် များစွာ ထားရသည်ဟု မက်မူ-မကောင်း သော နိမိတ်တည်း။"
  ],
  "ကျေးတောရွာ": [
    "ကျေးတောရွာ တွင် နေထိုင်ရသည်ဟု မက်မူ-ကျန်းမာအံ့၊ မမျှော်လင့်သော ဥစ္စာရလတ္တံ့။"
  ],
  "ကျောကုန်း": [
    "ကျောကုန်း မြင်မက်မူ-အကျိုးယုတ်အံ့။",
    "ကျောကုန်း မိမိကျောကုန်းကို မြင်မက်က - ကံကောင်း၊ ကျားအံ့၊ အရွယ်မရောက်ဘဲ အိုစာအံ့။",
    "ကျောကုန်း ကွဲသည်၊ အနာများပြည့်နေသည်ဟုမြင်မက်မူ - ရန်သူများ ညှဉ်းပန်းနှိပ်စက်အံ့။",
    "ကျောကုန်း တစ်စုံ တစ်ဦးက မိမိအား ကျောခိုင်းနေသည်ဟု မြင်မက်မူ- ဆန့်ကျင်ဘက် တွေ့ရလတ္တံ့။",
    "ကျောကုန်း ပြန်လှည့်ပြီး မျက်နှာချင်း ဆိုင်သည်ဟု မက်က အခြေ အနေ၊ ပြန်ကောင်းလာလတ္တံ့။"
  ],
  "ကျော့ကွင်း": [
    "ကျော့ကွင်း ကို မြင်မက်မူ - အနှောင့်အယှက် တွေ့အံ့၊ ပြိုင်ဘက် ပေါ်လတ္တံ့။"
  ],
  "ကျော်ဇောသည်": [
    "ကျော်ဇောသည် (မိမိ) ဟု မက်က-ဆုံးရှုံးနစ်နာအံ့။"
  ],
  "ကျား": [
    "ကျား မြင်မက်မူ-တန်ခိုးကြီးသော ရန်သူ၏ ရန်ပြုထားခြင်းကိုခံရလတ္တံ့၊ အကြံအကျယ် နာဖျားအံ့၊ မနာလိုမုန်းထားခြင်းခံရလတ္တံ့။",
    "ကျားစီးရသည်ဟု မက်မူ-တရားနိုင်အံ့၊ ရောဂါပျောက်အံ့၊ ဘေးကင်းအံ့။",
    "ကျားကိုက်ခံရသည်ဟု မြင်မက်က - ရန်ငြိုးကြီးအံ့၊ ဒုက္ခတွေ့အံ့။",
    "ကျားကိုက်လို့ သေသည်ဟု မက်မူ-ရန်သူကို နှိမ်အံ့။",
    "ကျားအိပ်နေသည်ကို မြင်မက်မူ-မကောင်းကြံအံ့။",
    "ကျားကိုသတ်ရသည်ဟု မက်မူ-အကြံအောင်အံ့။",
    "ကျားကို ယဉ်ကျေးအောင်လုပ်ရသည်ဟု မက်မူ အောင်မြင်အံ့။",
    "ကျားဆီက ပြေးလာရသည်ဟု မက်မူ-ဥစ္စာရအံ့၊ အကြံကောင်းရအံ့။",
    "ကျားစွယ်ကို ရင်ခွင်ပိုက်ရသည်ဟု မက်မူ-အမတ်ဖြစ်အံ့။",
    "ကျားများနှင့် ကစားရသည်ဟု မက်မူ - အကြံအောင်အံ့။"
  ],
  "ကျားသစ်": [
    "ကျားသစ် ကို မြင်မက်သော် - ခရီးသွားရလတ္တံ့၊ ဘေးတွေ့အံ့၊ လူကြားလူစိမ်းဖြစ်လတ္တံ့။",
    "ကျားသစ် ကို သတ်ရသည်ဟု မက်မူ-ရန်အောင်အံ့။",
    "ကျားသစ် ကိုက်ခံရသည်ဟု မက်မူ-ဘေးတွေ့အံ့။"
  ],
  "ကျင်ကြီး": [
    "ကျင်ကြီး စွန့်ရသည်ဟု မက်မူ-ဥစ္စာလျော့အံ့။ (မစင်မှာလည်း ကြည့်ပါ)"
  ],
  "ကျင်ငယ်": [
    "ကျင်ငယ် စွန့်ပစ်ရသည်ဟု မက်သော် - ကျက်သရေယုတ်အံ့။",
    "ကျင်ငယ် ရေများ စွတ်စိုပေကျံ နေသည်ဟု မြင်မက်မူ-များစွာ ဥစ္စာရအံ့။",
    "ကျင်ငယ် သောက် ရ သည် ဟု မက်က - ဥစ္စာ ရအံ့၊ သတင်းကောင်း ကြားရအံ့။",
    "ကျင်ငယ် ရေနှင့် သုက်သွေး စားသောက် ရသည်ဟု မက်မူ-များစွာသော ဥစ္စာ စည်းစိမ် ကို ရလတ္တံ့။"
  ],
  "ကျင်တွယ်": [
    "ကျင်တွယ် ကို မြင်မက်မူ - မာန ထောင်လွှားအံ့။"
  ],
  "ကျည်ပွေ့နှင့်ဆုံ": [
    "ကျည်ပွေ့နှင့်ဆုံ ကို မြင်မက်သော် - အထုအနှက် အဖိအနှိပ် ခံရလတ္တံ့။"
  ],
  "ကျန်းမာ": [
    "ကျန်းမာ သည်ဟု မက်မူ - မကျန်းမာအံ့၊ မျှော်လင့်ချက် ပျက်စီးလတ္တံ့။"
  ],
  "ကျမ်းစာအုပ်": [
    "ကျမ်းစာအုပ် များ ဖတ်နေသည်ဟု မက်မူ - ဂုဏ်ကျက်သရေတိုးအံ့၊ အဆင့်အတန်းမြင့်အံ့။"
  ],
  "ကျမ်းပြုဆရာ (နာမည်ရ)": [
    "ကျမ်းပြုဆရာ (နာမည်ရ) ကို မြင်မက်မူ - ကံကောင်းအံ့၊ မမျှော်လင့်သော ချမ်းသာသုခကို ရလတ္တံ့။"
  ],
  "ကျွမ်းကျင်": [
    "ကျွမ်းကျင် ရသည်ဟုမက်မူ-စိတ်ဆင်းရဲရလတ္တံ့၊ ရန်သူတရားတဘောင် တွေ့ရလတ္တံ့။"
  ],
  "ကျပ်ခိုး": [
    "ကျပ်ခိုး မိမိအပေါ် ကျသည်ဟု မက်က-ကောင်းကျိုးပေးလတ္တံ့။"
  ],
  "ကျိန်ဆဲ": [
    "ကျိန်ဆဲ သူတော်မြတ်က ကျိန်ဆဲခံရသည်ဟုမက်မူ-ဒုက္ခ အကြီးအကျယ် တွေ့အံ့။"
  ],
  "ကျုံးမြောင်း": [
    "ကျုံးမြောင်း ရေကြည်နှင့်မြင်မက်မူ-ဥစ္စာပစ္စည်းရလတ္တံ့။",
    "ကျုံးမြောင်း ရေနောက်နှင့် မက်သော်-ရန်သူမကောင်း ကြံအံ့။",
    "ကျုံးမြောင်း သဲလှိုင်းတံပိုး ထနေသည်ကို မြင်မက်မူ-ဘေးဥပဒ် တွေ့လတ္တံ့။"
  ],
  "ကျောက်ကြီး": [
    "ကျောက်ကြီး ရောဂါ ပေါက်သည် မက်မူ - ဥစ္စာ ရအံ့၊ အကျိုးရှိအံ့။"
  ],
  "ကျောက်ကြာ": [
    "ကျောက်ကြာ စားရသည်မက်က - ဒုက္ခတွေ့လတ္တံ့။"
  ],
  "ကျောက်ခဲ": [
    "ကျောက်ခဲ မြင်မက်မူ-ခိုက်ရန်ဒေါသ ဖြစ်လတ္တံ့။",
    "ကျောက်ခဲ ပစ်ရသည်ဟု မက်သော်-အရှက်ရအံ့၊ ဂုဏ်ပျက်အံ့။"
  ],
  "ကျောက်ချဉ်": [
    "ကျောက်ချဉ် မြင်မက်သော်-အောက်လူ ရန်ငြိုးထားအံ့။, မကောင်းပြောအံ့။"
  ],
  "ကျောက်စရစ်ခဲ": [
    "ကျောက်စရစ်ခဲ များ မြင်မက်မူ-စိတ်သောက ဖြစ်အံ့။",
    "ကျောက်ရစ်ခဲ နှင့် ကစားရသည်ဟု မက်မူ - အခက်အခဲ နည်းပါးသွားလတ္တံ့။",
    "ကျောက်ရစ်ခဲ နှင့် ပြတင်းပေါက် ပစ်သံကြား၍ လန့်နိုးသည်ဟု မက်မူ-သတင်းကောင်း ကြားရလတ္တံ့။"
  ],
  "ကျောက်စိမ်း": [
    "ကျောက်စိမ်း ကို မြင်မက်မူ- အလွန် ကံကောင်းအံ့။"
  ],
  "ကျောက်ဆူး": [
    "ကျောက်ဆူး မြင်မက်သော် - ဘေးအပယ်ဖေးမှ လုံခြုံအံ့။",
    "ကျောက်ဆူး ရေထဲချထားသည်ဟု မြင်မက်မူ - စိတ်ပျက်စရာ တွေ့ရလတ္တံ့။",
    "ကျောက်ဆူး ရေထဲတစ်ဝက် ရေပေါ်တစ်ဝက် မြင်မက်က-ရေကြောင်းခရီး သွားရလတ္တံ့၊ ရေတပ်သားဖြစ်မည့် ကလေး ရအံ့၊ ရေတပ်သားနှင့် ညားအံ့။"
  ],
  "ကျောက်ဆေး": [
    "ကျောက်ဆေး ထိုးရသည်ဟု မက်မူ - ကျန်းမာအံ့၊ လက်ဆောင်ရအံ့၊ လိုသည်ထက် ပို၍ ကြင်နာလတ္တံ့။"
  ],
  "ကျောက်ဆောင်": [
    "ကျောက်ဆောင် ကို မြင်မက်မှု-စိတ်ပူပန်ရလတ္တံ့။"
  ],
  "ကျောက်တိုင်": [
    "ကျောက်တိုင် (အထိမ်းအမှတ်)ကိုမြင်မက်သော်-မကျန်းမာသူ ကျန်းမာအံ့၊ အောင်မြင်လတ္တံ့။"
  ],
  "ကျောက်ပြား": [
    "ကျောက်ပြား ကို မြင်မက်မှု-ဟန်ဆောင်သော မိတ်ဆွေများ မကောင်းကြံအံ့။"
  ],
  "ကျောက်ဖရုံသီး": [
    "ကျောက်ဖရုံသီး စားရသည်ဟု မက်မှု-ကျန်းမာအံ့၊ အကြံအောင်အံ့။"
  ],
  "ကျောက်ဖျာ": [
    "ကျောက်ဖျာ ထက်၌ တက်နေရသည်ဟု မက်မှု-အလွန်ကံကောင်းအံ့။",
    "ကျောက်ဖျာ အုပ်မိုးနေသည်ဟု မက်မှု-အများ၏ သခင်ဖြစ်လတ္တံ့။",
    "ကျောက်ဖျာ ကို မျိုရသည်ဟုမက်သော်-ကျေးဇူးသတင်း ပျံ့နှံ့အံ့။"
  ],
  "ကျောက်ပုစွန်": [
    "ကျောက်ပုစွန် စားရသည်ဟု မက်မှု - ငွေကုန် များအံ့၊ တရားတွေ့အံ့။"
  ],
  "ကျောက်မျက်ရတနာ": [
    "ကျောက်မျက်ရတနာ မြင်မက်မှု - အလွန် ကံကောင်း လတ္တံ့၊ ချမ်းသာအံ့။",
    "ကျောက်မျက်ရတနာ အနာပါသည်ကို မြင် မက် လျှင် - အကြံမအောင်ဘဲရှိအံ့။",
    "ကျောက်မျက်ရတနာ အတုများကို မြင်မက်မှု - အလိမ်ခံရအံ့။"
  ],
  "ကျောက်သလင်း": [
    "ကျောက်သလင်း ကို မြင်မက်မှု - သောက မကြာမီင်းအံ့။"
  ],
  "ကျောက်မီးသွေး": [
    "ကျောက်မီးသွေး မြင်မက်သော်-ဆင်းရဲဒုက္ခ၊ ဘေးဥပဒ်တွေ့အံ့၊ မနာလို မုန်းထားခြင်း ခံရလတ္တံ့။",
    "ကျောက်မီးသွေး မီးနှင့် မြင်မက်မှု - နာမည် ဂုဏ်ပျက်အံ့၊ အနှိမ်ခံရအံ့။",
    "ကျောက်မီးသွေး မီးရဲရဲတောက်နေသည်ကို မြင် မက် မူ-ကံကောင်းလတ္တံ့။",
    "ကျောက်မီးသွေး စားရသည်ဟု မက်မှု- အတွင်းဆွေး ဆွေးရလတ္တံ့။",
    "ကျောက်မီးသွေး တွင်းထဲ ကျနေသည်ဟု မက်မှု - များစွာ ပျက်စီးအံ့။",
    "ကျောက်မီးသွေး တွင်းအောက်ဆုံး ရောက်နေသည်ဟု မက်မှု- မုဆိုးဖို (သို့မဟုတ်-မုဆိုးမ) နှင့် ညားလတ္တံ့။"
  ],
  "ကျောက်သင်ပုန်း": [
    "ကျောက်သင်ပုန်း မြင်မက်သော် - သို့မဟုတ် ရေးရသည်ဟု မက်သော် - အကြံသစ် ဉာဏ်သစ် ရလတ္တံ့။",
    "ကျောက်သင်ပုန်း ကွဲကို မြင်မက်မှု-အကြံပျက်လတ္တံ့။"
  ],
  "ကျောင်း(စာသင်ကျောင်း)": [
    "ကျောင်း(စာသင်ကျောင်း) ကိုမြင်မက်မှု-ပညာဂုဏ် တိုးအံ့။ ရှိသော လေးစားခြင်းခံရအံ့။"
  ],
  "ကျောင်းကန်ဘုရား": [
    "ကျောင်းကန်ဘုရား ကိုမြင်မက်သော်-စိတ္တသုခ ရအံ့၊ သောကင်းအံ့။"
  ],
  "ကျောင်းအစိမ်း": [
    "ကျောင်းအစိမ်း ကို မြင်မက်မူ-ထိုက်သင့်သော အဆောက်အအုံ ရလတ္တံ့။"
  ],
  "ကျိုက်ထီးရိုးစေတီ": [
    "ကျိုက်ထီးရိုးစေတီ ဖူးရသည်ဟု မက်မူ- စီးပွား လာဘ်လာဘ တိုးတက်အံ့။ နတ်ကြီးတို့ချစ်အံ့။",
    "ကျိုက်ထီးရိုးစေတီ မြင်မက်မူ- ချမ်းသာသုခဖြစ်အံ့။"
  ],
  "ကြာပန်း": [
    "ကြာပန်း ပန်ရသည်ဟု မက်မူ- နာဖျားအံ့။",
    "ကြာပန်း လက်ဝါး ရောက်လာသည်ဟု မက်သော်-ကျော်စောထင်ရှားအံ့။",
    "ကြာပန်း လယ်တွင် ရောက်နေသည်ဟု မြင်မက်မူ-သူဌေးဖြစ်အံ့၊မင်းဖြစ်အံ့။",
    "ကြာပန်း အနှံ့ရှာသည်ဟု မက်မူ- ဂုဏ်သတင်းပျံ့အံ့။",
    "ကြာပန်း ခူးရသည်ဟု မက်မူ- နာဖျားအံ့။"
  ],
  "ကြာညိုပန်း": [
    "ကြာညိုပန်း ပန်ရသည်ဟု မက်မူ- မယားကောင်း ရအံ့။"
  ],
  "ကြာဖက်နှင့်ရေလယ်၌": [
    "ကြာဖက်နှင့်ရေလယ်၌ နို့ဆွမ်းစားရသည်ဟုမက်မူ-မင်းဖြစ်အံ့။"
  ],
  "ကြာမျိုးငါးပါး": [
    "ကြာမျိုးငါးပါး ကို မြင်မက်မူ- ဂုဏ်ကျက်သရေ တိုးအံ့၊ ဥစ္စာရအံ့၊ ကျော်စောထင်ရှားအံ့။"
  ],
  "ကြည့်": [
    "အမြင့်မှ အောက်သို့ကြည့်ရသည်ဟု မက်မူ-အကြံကြီးလွန်းအံ့။",
    "အောက်မှ အထက်သို့ ကြည့်ရသည်ဟုမက်မူ- မုချ အောင်မြင်အံ့။"
  ],
  "ကြူ-တန်းစီရသည်": [
    "ကြူ-တန်းစီရသည် (တန်းစီမှာ ကြည့်ပါ)"
  ],
  "ကြေးစည်သံ": [
    "ကြေးစည်သံ ကြားရသည်ဟု မက်မူ- သတင်းကောင်း ကြားရအံ့။"
  ],
  "ကြေးပြားပိုက်ဆံ": [
    "ကြေးပြားပိုက်ဆံ ကို မြင်မက်မူ- ကိုယ့်အတတ်နှင့်ကိုယ် အလိမ်ခံရအံ့။"
  ],
  "ကြေးနီ": [
    "ကြေးနီ ကို မြင်မက်မူ- ဘုရား တရား ကြည်ညိုအံ့၊ မိမိရည်စား သူများကြိုက်အံ့။"
  ],
  "ကြေးဝါ": [
    "ကြေးဝါ ကို မြင်မက်မူ- သစ္စာမဲ့အံ့၊ အနီးဆုံးလူ အကောက်ကြံအံ့။"
  ],
  "ကြေး": [
    "ကြေး ကို တိုက်ချွတ်ရသည်ဟု မက်မူ- အမွေခံရအံ့။"
  ],
  "ကြေးရတက် (သူဌေး)": [
    "ကြေးရတက် (သူဌေး) ကိုမြင်မက်မူ- ကောင်းကျိုး ချမ်းသာ ရောက်အံ့။"
  ],
  "ကြေးအိုးကြေးခွက်": [
    "ကြေးအိုးကြေးခွက် ပြင်သူကို မြင်မက်သော်- အောင်မြင်မည့် နိမိတ်တည်း။"
  ],
  "ကြော်ငြာ": [
    "ကြော်ငြာ သတင်းစာ၊ မဂ္ဂဇင်းမှ ဖတ်ရသည်ဟု မြင်မက်မူ-အလုပ်အကိုင် တိုးတက်အံ့၊ မိမိအား ကူညီမည့် မိတ်ဆွေသစ်များ ရလတ္တံ့။",
    "ကြော်ငြာ ထည့်ရသည်ဟု မက်မူ- အခက်အခဲ တွေ့ကြုံ နိမိတ်တည်း။",
    "ကြော်ငြာ အများ ထည့်ရသည်ဟု မက်က- အလုပ်အကိုင် ကြီးပွားတိုးတက်အံ့။",
    "ကြော်ငြာ ကော်ပီ ရေးရသည်ဟု မက်မူ- မိမိ အလုပ်တိုက်တွင် အပြောင်းအလဲရှိအံ့။",
    "ကြော်ငြာ နှင့်ပတ်သက်၍ စာရေးပေးရသည်ဟု မက်မူ- အထက်တန်းရာထူးသို့ တက်ရလတ္တံ့။",
    "ကြော်ငြာ လိုက်ကပ်ရသည်ဟု မက်က- အရှက်ရအံ့။",
    "ကြော်ငြာ ဆုတ်ရသည်ဟု မက်မူ- စိတ်ဆင်းရဲလတ္တံ့။",
    "လမ်းဘေးကြော်ငြာ ဆိုင်းဘုတ်များ မြင်မက်မူ-နာမည်ပျက်အံ့၊ ရပ်ဝေး ဆိုင်ခွဲသို့ ပြောင်းရွှေ့ရလတ္တံ့။"
  ],
  "ကြံ": [
    "ကြံ မြင်မက်မူ -အရောင်းအဝယ်ကောင်းအံ့၊ ချစ်ရေး ကြိုက်ရေးတွင် နှောင့်နှေးကြန့်ကြာလတ္တံ့။"
  ],
  "ကြံသကာ": [
    "ကြံသကာ ရသည်ဟု မက်မူ-အစစအရာရာ ကောင်းအံ့။",
    "ကြံသကာ စုပ်ရသည်ဟု မက်က - လာဘ်ရလတ္တံ့။",
    "ကြံသကာ စားရသည်ဟု မက်မူ-ခက်ခဲ ပင်ပန်းစွာ အောင်မြင်လတ္တံ့။"
  ],
  "ကြံ့သတ္တဝါ": [
    "ကြံ့သတ္တဝါ ကို မြင်မက်မူ-အလုပ်အကိုင် ကြီးပွားအောင်မြင်အံ့။",
    "ကြံ့သတ္တဝါ မြင်မက်မူ-မိမိနှစ်သက်သူနှင့် လက်ထပ်ရလတ္တံ့။",
    "ကြံ့သတ္တဝါ ချင်းချွတ်သည်ကို မြင်မက်မူ-တရားတဘောင် တွေ့ရလတ္တံ့။"
  ],
  "ကြက်": [
    "ကြက် တွန်သံ ကြားရသည် မက်မူ - သတင်းကောင်း ကြားရလတ္တံ့။",
    "ကြက် တောင်ပံများ စားရသည်ဟု မက်သော်- ကြွယ်ဝ ချမ်းသာအံ့။",
    "ကြက် ပွဲကို မြင်မက်မူ - မိုက်မဲတွေဝေအံ့။",
    "ကြက် သား စားရသည်ဟု မက်မူ-လာဘ်ကြီးရလတ္တံ့။",
    "ကြက် ဦးခေါင်းစားရသည်ဟု မက်မူ - မင်းဖြစ်အံ့။",
    "ကြက် ဥမုန့် စားရသည်ဟု မြင်မက်က-သောက တွေ့ရအံ့။"
  ],
  "ကြက်မ": [
    "ကြက်မ မြင်မက်မူ-ကံကောင်းအံ့၊ မုချလက်ထပ်ရအံ့။",
    "ကြက်မ ကြက်ကလေးများနှင့် မြင်မက်မူ-ဆုံးရှုံးအံ့၊ ဥပဒ်ဖြစ်အံ့။",
    "ကြက်မ အစာကျွေးရသည်ဟု မက်မူ-အလုပ် တိုးချဲ့ရလတ္တံ့။",
    "ကြက်မ အော်သံကြားရသည်ဟု မက်က-ပျော်ရွှင်ရအံ့၊ အကျိုးကျေးဇူးရှိအံ့၊ ချစ်သူရအံ့။",
    "ကြက်မ ရောင်းရသည်ဟု မက်မူ-ခရီးသွားရလတ္တံ့။",
    "ကြက် အတောင်ကို နှုတ်ယူရသည်ဟုမက်မူ-မမျှော်လင့်သော အခွင့်အရေး ရလတ္တံ့။",
    "ကြက်မ သတ်ရသည်ဟု မက်က-ပျက်စီး ဆုံးရှုံးလတ္တံ့။",
    "ကြက်မ ဥနေသည်ကို မြင်မက်မူ-အကျိုးထူးခံစားရလတ္တံ့။",
    "ကြက်မ ဥများမြင်မက်မူ-အလိုဆန္ဒပြည့်အံ့၊ အိမ်ထောင်မှု သာယာအံ့။",
    "ကြက်မ ဥစားရသည်ဟု မက်က-သုခ ချမ်းသာ တွေ့ရအံ့။",
    "ကြက်မ ဥကွဲသည်ဟု မြင်မက်မူ-ရန်ဖြစ်အံ့၊ တရားတဘောင်ဖြစ်အံ့၊ ငွေကြေးဆုံးရှုံးလတ္တံ့။",
    "ကြက်မ ဥပုပ်နေသည်ကို မြင်မက်မူ-မိတ်ဆွေများ တော်လှန်အံ့။"
  ],
  "ကြက်တညင်": [
    "ကြက်တညင် ကို မြင်မက်မူ-အကြံ အောင် သော် လည်း ကျေနပ်မှုမရှိဘဲ ရှိအံ့။"
  ],
  "ကြက်ကလေးများ": [
    "ကြက်ကလေးများ မြင်မက်မူ-ကံဆိုးလတ္တံ့။",
    "ကြက်ကလေးများ ကြက်မကြီးနှင့်မြင်မက်က-အရောင်းအဝယ်ပျက်အံ့၊ အချစ်ရေးပျက်အံ့၊ ခရီးသွားလျှင် ထိခိုက်အံ့။"
  ],
  "ကြက်ကလေး": [
    "ကြက်ကလေး အစာ ကောက် စား နေ သည် ကို မြင် မက် သော်- အလုပ်ရွေးချယ်ဖို့ ခဲယဉ်းနေလတ္တံ့။",
    "ကြက်ကလေး မွေးမြူရသည်ဟု မက်မူ-ဝင်ငွေမှန်လတ္တံ့။",
    "ကြက်ကလေး ကို လိုက်ရသည်ဟု မြင်မက်က-ကောင်းဖို့ ပြောင်းလဲရလတ္တံ့။",
    "ကြက်ကလေး အသားကို စားပွဲမှာ လှီးစားရသည်ဟု မြင်မက်မူ-ငြိမ်းချမ်းရေးသမား၊ ပြန်ပြေရေးသမားဖြစ်လတ္တံ့။"
  ],
  "ကျက်သရေခန်း": [
    "ကျက်သရေခန်း (အစားအစာများ ထားသောအခန်း) တွင် အစားအစာအပြည့်နှင့်မြင်မက်မူ-ငွေကြေးခိုင်လုံအံ့၊ ပျော်ရွှင်စွာ လက်ထပ်ရအံ့။",
    "ကျက်သရေခန်း ဗလာမြင်မက်မူ-ငွေကုန်ကြေးကျ များအံ့။"
  ],
  "ကြက်ဆူဆီ": [
    "ကြက်ဆူဆီ ကို မြင်မက်သော်- အနိုင်ရလတ္တံ့၊ အကြံအောင်အံ့။",
    "ကြက်ဆူဆီ သောက်ရသည်ဟု မက်မူ-စိတ္တုပ္ပါဒ်မချမ်းသာစရာ တွေ့ရအံ့။"
  ],
  "ကြက်ဆင်": [
    "ကြက်ဆင် မြင်မက်မူ-အနိုင်ရအံ့၊ ရန်အောင်အံ့။",
    "ကြက်ဆင် များထဲ မိမိရောက်နေသည်ဟု မက်မူ-အကြံအောင်အံ့။",
    "ကြက်ဆင် ဟန်ချီ၍ သွားလာနေသည်ဟု မြင်မက်မူ-ရန် သူ များ လှည့် ပတ် ခြင်းမှ ကင်း လွတ် အောင်မြင်အံ့။",
    "ကြက်ဆင် သေကောင်များ မြင်မက်သော်- ဒုက္ခအပေါင်းမှ လွတ်မြောက်အံ့။"
  ],
  "ကြက်တူရွေး": [
    "ကြက်တူရွေး မြင်မက်မူ-မကောင်းပြော ခံရအံ့။ ရှေ့ကျပ်တည်းဟူ့ နိမိတ်တည်း။",
    "ကြက်တူရွေး များ မြင်မက်မူ- ခရီးဝေးသွားရလတ္တံ့။ ၎င်းအရပ်၌ ကြီးပွားလတ္တံ့။",
    "ကြက်တူရွေး စကားပြောနေသည်ကို မြင်မက်က- စိတ်မချမ်းသာစရာ သတင်းကြားရအံ့။"
  ],
  "ကြက်သွန်နီ": [
    "ကြက်သွန်နီ မြင်မက်မူ- ခိုက်ရန်ဒေါသဖြစ်အံ့။",
    "ကြက်သွန်နီ စားရသည်ဟု မက်က- ငွေရအံ့၊ ကျန်းမာလာအံ့။",
    "ကြက်သွန်နီ အကျက်ကိုစားရသည်ဟု မြင်မက်မူ-လုံခြုံမှုရရှိအံ့။",
    "ကြက်သွန်နီ အစိမ်းထောင်းစားရသည်ဟု မက်က- ဥပဒ်အရှုပ်အထွေး ဖြစ်အံ့။"
  ],
  "ကြက်သွန်ဖြူ": [
    "ကြက်သွန်ဖြူ စားရသည်ဟု မက်မူ - အချစ်ဆုံးသူသစ္စာဖောက်အံ့။"
  ],
  "ကြက်သွန်ဥ": [
    "ကြက်သွန်ဥ စားရသည်ဟု မက်က-လျှို့ဝှက်ထားသောအရာများ ပေါ်လတ္တံ့။",
    "ကြက်သွန်ဥ တခြားအရပ်သို့ ပို့လိုက်ရသည်ဟု မက်မူ-မိတ်ဆွေများ ကျန်းမာအံ့။",
    "ကြက်သွန်ဥ အနီး မျက်စိထဲဝင်သည်ဟု မက်မူ-မိတ်ဆွေများ ဆွေမျိုးများနှင့် ရန်ဖြစ်လတ္တံ့။"
  ],
  "ကျင်စွယ်": [
    "ကျင်စွယ် (မှတ်ဆိတ်တွင်ကြည့်ပါ)"
  ],
  "ကြမ်းပိုး": [
    "ကြမ်းပိုး မြင်မက်မူ-အလွန် ဆင်းရဲအံ့၊ အနီးအပါးမိတ်ဆွေသစ်များမကောင်းကြံအံ့၊ စိတ်ဒုက္ခဖြစ်အံ့၊ မတရားသဖြင့် လွှမ်းမိုးခံရလတ္တံ့။",
    "ကြမ်းပိုး ကို သတ်ရသည်ဟု မက်မူ-အကြံအောင်အံ့။ ရန်သူကိုနိုင်အံ့။"
  ],
  "ကြယ်": [
    "ကြယ် မြင်မက်သော်-သူတစ်ပါးထက် မြတ်အံ့၊ ကံကောင်းအံ့၊ ကျန်းမာအံ့။",
    "ကြယ် တောက်ပစွာ မြင်မက်မူ-ချမ်းသာသုခတိုးအံ့၊ ကျော်ဇောထင်ရှားအံ့၊ နာမည်ကောင်းအံ့၊ အသက်ရှည်အံ့။",
    "ကြယ် ချင်းခုပ်သည်ကို မြင်မက်မူ-ထရာတဘောင် ဖြစ်ကတ္တံ့။",
    "ကြယ် များ ကောင်းကင်မှာရှိမရှိ မသေချာဟု မက်မူ-ချမ်းသာသူ ဆင်းရဲအံ့၊ ဆင်းရဲသူ နာဖျားအံ့။",
    "ကြယ် များ မိုးတိမ်ဖုံးလျက်မှိန်တုတ်မှိန်တုတ်နှင့် မြင်မက်သော်-စိတ်ဒုက္ခရောက်အံ့၊ ဘေးဥပဒ် တွေ့အံ့။",
    "ကြယ် များ ကောင်းကင်မှာ မရှိဘဲ ကြည်လင်ရှင်းလင်းနေသည်ကို မြင်မက်မူ-အပြစ်ဒဏ်မှ လွတ်ကင်းအံ့။",
    "ကြယ် ကြွေကျသည်ကို မြင်မက်မူ-မိတ်ဆွေနှင့် ရန်ဖြစ်အံ့၊ ကံဆိုးအံ့၊ နာဖျားအံ့။",
    "ကြယ် ကြွေ၍ မိမိအိမ်ပေါ် ကျသည်ဟု မက်မူ- ရောဂါရအံ့၊ အိမ်မီးလောင်အံ့၊ အိမ်မှပြေးရ လတ္တံ့။",
    "ကြယ် အိမ်ထဲမှာ တောက်ပနေသည်ဟု မြင်မက်က- ဒုက္ခတွေ့ရအံ့။",
    "ကြယ် ပျံကို မြင်မက်မူ-မိတ်ဆွေတစ်ဦး သေအံ့။",
    "ကြယ် ခုနှစ်စင် ကြယ်ပြောင် အမြီးထောင်လျှက် မြင်မက်မူ-ကံကောင်းအံ့၊ ကျန်းမာ ချမ်း သာအံ့။"
  ],
  "ကြယ်တံခွန်": [
    "ကြယ်တံခွန် မြင်မက်မူ-ကပ်ရောဂါ ဆိုက်ရောက်အံ့၊ ဥပဒ်ဣတ္ထုဆိုးတွေ့အံ့၊ စစ်ဖြစ်အံ့၊ ငတ်မွတ် ခေါင်းပါးအံ့။"
  ],
  "ကြယ်သီး": [
    "ကြယ်သီး တောက်ပစွာ မြင်မက်မူ - ကောင်းသော နိမိတ်တည်း။",
    "ကြယ်သီး အနီကို မြင်မက်မူ-သုခချမ်းသာရအံ့။",
    "ကြယ်သီး အမည်းကို မြင်မက်သော်- အကြံပျက်အံ့၊ မဖွယ်ရာသောသတင်း ကြားရအံ့။",
    "ကြယ်သီး ဆွေးမြေ့နေသည်ကို မြင်မက်မူ... ကံဆိုး လတ္တံ့။",
    "ကြယ်သီး ဖုံးအုပ်ထားသည်ကို မြင် မက်က- အတွင်း ဆွေး ဆွေးလတ္တံ့။",
    "ကြယ်သီး သေတ္တာထဲမှာ မြင်မက်မူ- စိတ်ဒုက္ခ ရောက် လတ္တံ့။",
    "ကြယ်သီး တပ်ရသည်ဟုမက်မူ- အခက်အခဲမှ မကြာမီ လွတ်မြောက်အံ့။",
    "ကြယ်သီး ယူနီဖောင်းပေါ်မှာ တပ်ရသည်ဟု မက်မူ- ရာထူးတိုးအံ့။",
    "ကြယ်သီး ကောက်ရသည်ဟု မက်မူ- ငွေရလတ္တံ့။",
    "ကြယ်သီး ပျောက်သည်ဟု မက်က- အထင်အမြင်လွဲ ခံရအံ့။",
    "ကြယ်သီး ရွှေကြယ်သီးကို မြင်မက်မူ- အကြံအားလုံး အောင်အံ့။",
    "ကြယ်သီး ငွေကြယ်သီးကို မြင်မက်မူ- ထူးခြားစွာ ခရီးသွားရလတ္တံ့။",
    "ကြယ်သီး ပုလဲကြယ်သီးကို မြင်မက်မူ ကုန်းရေ ခရီး သွားရလတ္တံ့။",
    "ကြယ်သီး ကြေးကြယ်သီးကို မြင်မက်မူ- လူဝတ်ဆန့်အံ့။",
    "ကြယ်သီး သစ်သားကြယ်သီးကို မြင်မက်မူ- အကြံ အောင်အံ့။"
  ],
  "ကြိမ်လုံး": [
    "ကြိမ်လုံး မြင်မက်မူ- အိမ်တွင်း ဆူပွက်အံ့။",
    "ကြိမ်လုံး ရွှေခေါင်းတပ်လျက် မြင်မက်မူ- ဗဟုဂုဏ် ရအံ့။",
    "ကြိမ်လုံး နှင့် မိမိကိုယ်ကို ညွှန်လျက် မြင်မက်သော်- မိမိအား စွပ်စွဲထားသည်ကို ထုချေရန် ခေါ်လာအံ့။",
    "ကြိမ်လုံး ကျသည်ကိုမြင်မက်မူ- အခွင့်ကောင်း လက်လွှတ်အံ့။",
    "ကြိမ်လုံး ကောက်ယူရသည် ဟု မက်မူ-မိမိအမှား အတွက် နောက်တစ်ကြိမ်အခွင့်အရေးပေးအံ့။",
    "ကြိမ်လုံး ကျိုးနေသည်ကို မြင်မက်မူ- စိတ်ပျက်စရာ တွေ့ရအံ့။"
  ],
  "ကြိမ်ဒဏ်": [
    "ကြိမ်ဒဏ် ပေးခံရသည်ဟု မက်မူ- အလွန် ကံဆိုးလတ္တံ့။"
  ],
  "ကြောက်လန့်": [
    "ကြောက်လန့် နေသည်ဟု မက်မူ- အကြံအောင်အံ့။ ချမ်းသာ သုခဖြစ်အံ့။"
  ],
  "ကြောင်": [
    "ကြောင် မြင်မက်မူ-ရန်ပုန်းရှိအံ့၊ ကလိမ်ကျအံ့၊ သစ္စာဖောက်အံ့၊ အလုအယက်ခံရအံ့၊ အတင်းပြောခံရအံ့၊ ငယ်သားများ လိမ်လည်အံ့၊ လင်စော်ကားခံရအံ့။",
    "ကြောင် ကုတ်ခံရသည်ဟုမက်မူ- ပြင်းထန်စွာ နာဖျားလတ္တံ့၊ မိတ်ဆွေများ လိမ်ရန်ကြံအံ့။",
    "ကြောင် ချင်း ကိုက်နေသည်ကို မြင်မက်မူ- အလုအယက် အခိုးအနှိုက် ခံရလတ္တံ့။",
    "ကြောင် ခွေနေသည်ကို မြင်မက်သော်- အိမ်တွင်း ရန် ကြီးကျယ်စွာ ဖြစ်အံ့။",
    "ကြောင် အိမ်တွင်း၌ ဟိုဟို သည်သည် သွားလာနေသည်ကို မြင်မက်မူ- ပစ္စည်းဥစ္စာ ဆုံးရှုံးလတ္တံ့၊ ဆွေမျိုးကျေးကျွန်များ အကောက်ကြံအံ့။",
    "ကြောင် အိပ်နေသည်ကို မြင်မက်က- အလုပ်အကိုင် အချို့အောင်မြင်အံ့၊ ပျော်ရွှင်စွာလက်ထပ်ရအံ့။",
    "ကြောင် ကို မြီးနှင့် တုပ်ထားရသည်ဟု မြင်မက်မူ- ရန်သူကိုနိုင်အံ့၊ သူခိုးမိလတ္တံ့။",
    "ကြောင် ကို ရိုက်နှက် ရသည်ဟု မြင်မက်က- သူခိုးဓားပြကိုနိုင်အံ့၊ မိအံ့။",
    "ကြောင် ကို သတ်ရသည်ဟုမက်မူ- ဘေးရန်ကင်းအံ့။",
    "ကြောင် သားစားရသည်ဟုမက်မူ- ရည်းစားလုဘက်ပေါ်အံ့၊ ရည်းစားဆုံးရှုံးအံ့။",
    "ကြောင် မိမိ သိနေသော ကြောင်ကိုမြင်မက်မူ-သူခိုးထဲတွင် မိမိသိသူပါလတ္တံ့။",
    "ကြောင် မိမိ တစ်ခါမှ မမြင်ဖူးသော ကြောင်ကို မြင်မက်မူ- ခိုး တိုက် ယူသွားသော ပစ္စည်းများ ပြန်ရလတ္တံ့။",
    "ကြောင် အော် နေသည် ဟု မြင် မက်က- ရန်သူ မကောင်းကြံအံ့၊ သို့မဟုတ် ၎င်းတို့အကြံမအောင်ဘဲ ရှိအံ့။",
    "ကြောင် ညည်းညူသံ ကြားရသည်ဟု မက်မူ- သတင်းကောင်း ကြားရလတ္တံ့။"
  ],
  "ကြောင်ကလေး": [
    "ကြောင်ကလေး များ မြင်မက်သော်- ပျော်ရွှင်ရအံ့။ ကလေးများ မိုက်မဲအံ့။",
    "ကြောင်ကလေး အိပ်နေသည်ကို မြင်မက်မူ- အိမ်တွင်း သုခ ဖြစ်အံ့။",
    "ကြောင်ကလေး ကုတ့်ဖဲ့ခံရသည်ဟု မက်မူ- ရန်သူ၏ သွားပုပ်လေလွင့်ပြောဆိုခြင်းခံရလတ္တံ့။"
  ],
  "ကြောင်ကျောက်": [
    "ကြောင်ကျောက် ကို မြင်မက်မူ- အထူးကံကောင်းအံ့။"
  ],
  "ကြို့ထိုး": [
    "ကြို့ထိုး ရသည်ဟု မြင်မက်က- ခရီးသွားရလတ္တံ့။",
    "ကြို့ထိုး သူတစ်ပါး ကြိုးထိုးနေသည်ကို မြင်မက်က ခွဲခွာရလတ္တံ့။"
  ],
  "ကြိုး": [
    "ကြိုး မြင်မက်မူ- ငွေကြေး အခက်အခဲ တွေ့ရလတ္တံ့။",
    "ကြိုး ကျပ်ရသည်ဟု မြင်မက်က- နိုင်ငံ ရပ်ခြား ခရီးသွားရလတ္တံ့။",
    "ကြိုး ထုံးကြီးထွေးကြီးကို မြင်မက်မူ- ငွေရေးကြေးရေး အလွန်အလွန် ကြပ်တည်းအံ့။",
    "ကြိုး ထုံးဖြေရသည်ဟု မြင်မက်မူ- အခက်အခဲတို့မှ လွတ်မြောက်လတ္တံ့ ၊ အရှုပ်အထွေးထဲ မိမိ ပါနေအံ့။",
    "ကြိုး ပြေမရဟု မြင်မက်မူ- စိတ်ကို ထိခိုက်လတ္တံ့။",
    "ကြိုး ခွေရှုပ်ထဲ မိနေသည်ဟု မက်မူ- ရန်သူသည် လက်မလျှော့တမ်း မကောင်းကြံလတ္တံ့။",
    "ကြိုး ခွေကို စက်ဝိုင်းကဲ့သို့ ရစ်ခွေရသည်ဟု မက်မူ- အခက်အခဲတို့မှ လုံးဝလွတ်မြောက်လတ္တံ့။",
    "ကြိုး ကျွမ်းလည်ပင်းထပ်ထားခံရသည်ဟု မက်က- ရာထူးကြီးတစ်ခုရလတ္တံ့။",
    "ကြိုး နှင့် တုပ်နှောင်ထားခံရသည်ဟု မြင်မက်မူ- သူများ၏ သြဇာခံရလတ္တံ့ ၊ အလုပ်အကိုင် ကျပ်တည်းအံ့။",
    "ကြိုး ပြတ်သည်ကို မြင်မက်မူ- ဆင်းရဲပင်ပန်းအံ့။"
  ],
  "ကြိုးစင်": [
    "ကြိုးစင် (ကြိုးပေးသောစင်) ကို မြင်မက်မူ- အလှူ အကိုင်ကောင်းအံ့ ၊ အသက်ရှည်အံ့ ၊ ရာထူး စည်းစိမ်တိုးအံ့။"
  ],
  "ကြိုးပေး": [
    "ကြိုးပေး မည့်ဆဲဆဲ မြင်မက်မူ- အခြေအနေတိုးတက်အံ့။",
    "ကြိုးပေး ခံရသည် (မိမိ) ဟု မက်က- အကြံအောင်အံ့၊ ချစ်သူရအံ့၊ ဂုဏ်ကြီးအံ့၊ လက်ထပ်၍ ချမ်းသာအံ့။",
    "ကြိုးပေး နေသည်ကို မြင်မက်မူ- ထိုသူ ကြီးပွားအံ့၊ အသက်ရှည်အံ့။"
  ],
  "ကြိုးဆွဲချ": [
    "ကြိုးဆွဲချ သေရသည်ဟု မက်က- မကြာမီ ချမ်းသာအံ့၊ စိတ်လေလွင့်အံ့။",
    "ကြိုးဆွဲချ သေသူ အလိုက်ခံရသည်ဟု မက်မူ- ပြင်းထန်သော နာဖျားအံ့၊ သေကျေအံ့။"
  ],
  "ကြိုးတန်း": [
    "ကြိုးတန်း လျှောက်နေသည်ကို မြင်မက်မူ- အထီအပါက် ရှိလတ္တံ့၊ စိုးရိမ်သောက တွေ့ရအံ့။",
    "ကြိုးတန်း ကိုယ်တိုင် လျှောက်နေရသည်ဟု မြင်မက်မူ အခြေအနေ ခက်ခဲကျပ်တည်းအံ့။",
    "ကြိုးတန်း မလျှောက်နိုင်ဘဲ ကျသည်ဟု မြင်မက်မူ အကြံပျက်အံ့။",
    "ကြိုးတန်း မလျှောက်နိုင်ဘဲ ကျသေသည်ဟု မြင်မက်မူ ဒုက္ခအပေါင်းမှ လွတ်မြောက်အံ့။"
  ],
  "ကြိုးကြာငှက်": [
    "ကြိုးကြာငှက် မြင်မက်မူ-ကံအလွန်ကောင်း၏၊ နာဖျားအံ့ လည်း ဟူ၏။",
    "ကြိုးကြာငှက် မြည်သံကြားရသည်ဟု မြင်မက်မူ- သတင်းကောင်း ကြားရလတ္တံ့၊ ရပ်ဝေးမှ လက်ဆောင်ရအံ့။",
    "ကြိုးကြာငှက် ပျံနေသည်ကို မြင်မက်မူ- ကံကောင်းအံ့၊ ဒုက္ခမှ လွတ်ကင်းအံ့။",
    "ကြိုးကြာငှက် ချင်း ခုတ်သည်ကို မြင်မက်မူ- ရန်ဖြစ်အံ့၊ ဒုက္ခတွေ့အံ့။"
  ],
  "ကွာရှင်း": [
    "ကွာရှင်း လင်မယား ကွာရသည်ဟု မြင်မက်က- အိမ်ထောင် သုခရလတ္တံ့။"
  ],
  "ကွင်းလျော": [
    "ကွင်းလျော ကို မြင်မက်မူ- အဆီး အတား၊ အနှောင့်အယှက် အပြိုင်အဆိုင်တွေ့အံ့။"
  ],
  "ကွင်းပြင်": [
    "ကွင်းပြင် မြင်မက်မူ- အလိမ်ခံရအံ့။ စိုစိုပြည်ပြည် မြင်မက်မူ- အကြံအောင်အံ့။"
  ],
  "ကွတ်အင်္ကျီ": [
    "ကွတ်အင်္ကျီ အသစ် ဝတ်ရသည်ဟု မြင်မက်မူ- အလုပ်အကိုင်တွင် အနှောင့်အရှက် တွေ့ရအံ့။",
    "ကွတ်အင်္ကျီ အဟောင်းကို ဝတ်ရသည်ဟု မက်မူ- ချမ်းသာတိုးအံ့။"
  ],
  "ကွမ်း": [
    "ကွမ်း မြင်မက်မူ- ဥစ္စာတိုးအံ့၊ အကျိုးများအံ့။",
    "ကွမ်း ခူးရသည်ဟု မက်က- အလွန်ကံကောင်းအံ့။",
    "ကွမ်း တစ်စုံတစ်ဦးထံမှ ရသည်ဟု မက်မူ- ကာမသုခစားရအံ့။",
    "ကွမ်း ပစ်ထားသည်ကို ကောက်ယူရသည်ဟု မက်မူ- ဥပဒ်တွေ့အံ့။",
    "ကွမ်း စားရသည်ဟု မက်က- ပုဆိုးကောင်းရအံ့၊ မိတ်ပျက်အံ့ လည်းဟူ၏။"
  ],
  "ကွမ်းသီး": [
    "ကွမ်းသီး မြင်မက်မူ- ဥစ္စာရအံ့၊ ကလေးရအံ့။",
    "ကွမ်းသီး စားရသည်ဟု မက်က- အမြတ်အစွန်းရလတ္တံ့။",
    "ကွမ်းသီး ကို ကိုက်ခွဲရသည်ဟု မက်မူ- ဒုက္ခအပေါင်းတို့မှ လွတ်မြောက်အံ့။",
    "ကွမ်းသီး အိတ်ရသည်ဟု မက်မူ- ဥစ္စာရလတ္တံ့။",
    "ကွမ်းသီး ပင်မှ ကွမ်းသီးများ ကောက်ယူရသည်ဟု မက်မူ- ချမ်းသာသုခဖြစ်အံ့။"
  ],
  "ကွမ်းခြံ": [
    "ကွမ်းခြံ ကွမ်းသီးခြံကို မြင်မက်မူ- အစစ, အရာရာ ကောင်းအံ့။"
  ],
  "ကျွဲ": [
    "ကျွဲ မြင်မက်မူ- တစ်ခုမျှ မကောင်း၊ အားလုံး အဆိုးချည်းတွေ့ရလတ္တံ့။",
    "ကျွဲ ချို (ဂျို) ကြီးကြီးနှင့် မြင်မက်မူ- ရန်ကြီးအံ့။",
    "ကျွဲ စိတ်ဆိုးနေသည်ကို မြင်မက်က- နာဖျား လတ္တံ့။",
    "ကျွဲ စီးရသည်ဟု မက်မူ- သေပျောက်အံ့။",
    "ကျွဲ စီး၍ တစ်ကိုယ်လုံး လိမ်းကျံလျက် တောင်ဘက်သွားရသည်ဟု မက်မူ- မုချသေအံ့။",
    "ကျွဲ ခတ်ခံရသည်ဟု မက်က- ရန်ကြီးစွာတွေ့အံ့။",
    "ကျွဲ လိုက်ခံရသည်ဟု မက်က- ရန်သူ မကောင်း ကြံလတ္တံ့၊ ဥပဒ်တွေ့အံ့။",
    "ကျွဲ အော်သံကြားရသည်ဟု မက်မူ- ရပ်ဝေးမှ သတင်းဆိုးကြားရအံ့။",
    "ကျွဲ ပြေးသည်ကို မြင်မက်မူ- ရန်သူပြေးလတ္တံ့။"
  ],
  "ကျွဲ-နွား": [
    "ကျွဲ-နွား စားကျက်ထဲ အစာစားနေသည်ကို မြင်မက်က တိုးပွားအံ့။",
    "ကျွဲ-နွား စားကျက်ထဲတွင် မောင်း နေသည်ကို မြင်မက်မူ ဥစ္စာရအံ့။"
  ],
  "ကျွတ်(သတ္တဝါ)": [
    "ကျွတ်(သတ္တဝါ) မြင်မက်မူ- စည်းစိမ်တိုး အံ့၊ အထက်တန်း ရောက်အံ့၊ အချိန်မီ ကယ်တင်မည့်သူ ပေါ်အံ့။"
  ],
  "ကြိတ်(သတ္တဝါ)": [
    "ကြိတ်(သတ္တဝါ) တွယ်၍ သွေးထွက် သည်ကို မြင်မက်က- ကုသိုလ်ကံကောင်းအံ့။"
  ],
  "ကျွန်(အစေခံ)": [
    "ကျွန်(အစေခံ) မြင်မက်မူ- စည်းစိမ်ရှိအံ့၊ အတင်းပြောအံ့၊ ရန်ဖြစ်အံ့။"
  ],
  "ကျွန်း": [
    "ကျွန်း ဖြစ်သည်ဟု မက်မူ- အခက်အခဲတွေ့ရအံ့။",
    "ကျွန်း မြင်မက်မူ- အခက်အခဲတွေ့ရအံ့၊ စွန့်ပစ်ခံရအံ့။",
    "ကျွန်း မှ ထွက်လာရသည်ဟု မက်မူ- နောက်ဆုံး အောင်မြင်လတ္တံ့။",
    "ကျွန်း တစ်ကျွန်းတွင် တစ်ယောက်တည်း နေရသည်ဟု မက်က- မိတ်ဆွေများ စွန့်ခွာသွား လတ္တံ့။"
  ],
  "ကြွေစေ့": [
    "ကြွေစေ့ မြင်မက်မူ နာရေး တွေ့ရလတ္တံ့။",
    "ကြွေစေ့ ပစ်ရသည်ဟု မက်မူ- သင်၏ သီက္ခာသမာဓိကို အစမ်းအသပ် ခံရလတ္တံ့။"
  ],
  "ကြွေပန်းကန်": [
    "ကြွေပန်းကန် ကြွေခွက်ကို မြင်မက်မူ- ချမ်းသာကြီးအံ့၊ အိမ်လှလှ ရလတ္တံ့။",
    "ကြွေပန်းကန် ဝယ်ရသည်ဟု မက်က- ထင်သည်ထက်စော၍ လက်ထပ်ရလတ္တံ့။",
    "ကြွေပန်းကန် ကွဲသည်ကို မြင်မက်မူ- စိတ်သောက တွေ့ ရအံ့။"
  ],
  "ကြွေး": [
    "ကြွေး ဆပ်ရသည်ဟု မက်မူ ကောင်းသော နိမိတ်တည်း။",
    "ကြွေး လာဆပ်သည်ဟု မက်က- ဆုံးရှုံးလတ္တံ့။",
    "ကြွေး ချေးလိုက်ရသည်ဟု မက်မူ- မြီရှင်များ၏ အနှောင့်အယှက် ခံရအံ့၊ ဒေဝါလီ (လူမွဲ) ဖြစ်လတ္တံ့။",
    "ကြွေး ချေးယူရသည်ဟု မက်မူ- အခက်အခဲများ တွေ့ရလတ္တံ့၊ အိမ်တွင်း စိတ်ဒုက္ခ တွေ့ရအံ့။",
    "ကြွေး ချေးယူပြီးပြန်ဆပ်ရသည်ဟုလည်းကောင်း၊ သူတစ်ပါး လာဆပ်သည်ဟု လည်းကောင်း မက်မူ- အခြေအနေ ပြန်ကောင်းလတ္တံ့။",
    "ကြွေး ရှပ်ကိုမြင်မက်မူ- ခေတ္တ ဆင်းရဲအံ့။",
    "ကြွေး ယူထားသူများ ရှောင်တိမ်း နေသည်ကို မက်က- ကံဆိုးလတ္တံ့။"
  ],
  "ကြွက်": [
    "ကြွက် မြင်မက်မူ- မမျှော်လင့်သော ရန်ပုန်းများ ရှိလတ္တံ့၊ မကောင်းကြံခံရအံ့၊ အကဲ့ရဲ့ခံ ရအံ့၊ အပြိုင်အဆိုင်ပေါ်လတ္တံ့။",
    "ကြွက် များစွာ မြင်မက်မူ- ရန်ကြီးအံ့၊ ချစ်သူ အတွက် ပြိုင်ဘက် လုဘက်ပေါ်အံ့၊ သံ ပျက်စီးအောင်ကြံအံ့။",
    "ကြွက် များ အိမ်ကို ဝိုင်းထားသည်ဟု မြင်မက်မူ- သစ္စာမဲ့သော မိတ်ဆွေများတွေ့ရအံ့။",
    "ကြွက် ကိုက်ခံရသည်ဟု မက်မူ- ရောဂါရလတ္တံ့။",
    "ကြွက် ကုက်ခံရသည်ဟု မက်က-ဘေးတွေ့လတ္တံ့။",
    "ကြွက် တွင်းများကိုမြင်မက်မူ- ဥစ္စာပစ္စည်းဆုံးရှုံး လတ္တံ့။"
  ],
  "ကြွက်တက်": [
    "ကြွက်တက် မြူကိုမြင်မက်မူ- အကြံအောင်အံ့။",
    "ကြွက်တက် သည်ဟု မြင်မက်မူ- ယခုထက် ပိုကံကောင်း လတ္တံ့။"
  ],
  "ကြွက်သား": [
    "ကြွက်သား များ သန်မာလာသည်ဟု မြင်မက်က- ငွေ အမြောက်အမြား တရားသဖြင့်ရအံ့။"
  ],
  "ကြွက်နို့": [
    "ကြွက်နို့ မြင်မက်မူ- ငွေရခြင်း၊ ဂုဏ်ရှိခြင်း၊ထင်ပေါ် ခြင်း ပြည့်စုံအံ့။",
    "ကြွက်နို့ မိမိ လက်မှာ မြင်မက်မူ- ကြက်နို့ အရေ အတွက်ရှိသလောက် ငွေရအံ့။",
    "ကြွက်နို့ သူတစ်ပါး လက်မှာ မြင်မက်မူ- ချမ်းသာ သော သူငယ်ချင်းများ ရလတ္တံ့။"
  ],
  "ကြွက်ထောင်ချောက်": [
    "ကြွက်ထောင်ချောက် ကို မြင်မက်မူ-အရေးဆိုလျှင် သင့်အား ကူညီ မည့် မိတ်ဆွေရင်း တစ်ဦး ရရှိလတ္တံ့။"
  ],
  "ကြွယ်ဝ": [
    "ကြွယ်ဝ ချမ်းသာသည်ဟုမက်က- ဆင်းရဲလတ္တံ့။",
    "ကြွယ်ဝ သူများကိုမြင်မက်မူ- မကြာမီကောင်းကျိုး ရောက်အံ့။"
  ]
}
