{
  "ခရာမှုတ်သံ": [
    "ခရာမှုတ်သံ ကြားရသည်ဟု မက်မူ- ကံကောင်းအံ့၊ သတင်းကောင်း ကြားရလတ္တံ့၊ အလုပ် အောင်မြင်အံ့။",
    "ခရာမှုတ်သံ အထပ်ထပ် ကြားရသည်ဟု မက်မူ- စစ်ဖြစ်လတ္တံ့။",
    "ခရာမှုတ်သံ မိမိ မှုတ်ရသည်ဟု မက်က- ရန်သူသေဆုံးအံ့၊ သားရအံ့၊ ချမ်းသာတိုးအံ့။"
  ],
  "ခရီး": [
    "ခရီး သွားရသည်ဟု မက်မူ-အလုပ် အကိုင်အကြံ အစည် အခက်အခဲ တွေ့ရလတ္တံ့။",
    "ခရီး ခြေကျင် သွားရသည်ဟု မက်က အလုပ် အကိုင် နှောင့်နှေးအံ့။",
    "ခရီး လှည်း၊ ရထားဖြင့် သွားရသည်ဟု မက်မူ- ရုတ်တရက် ဥစ္စာရအံ့။",
    "ခရီး ကုန် ရထားနှင့် သွားရသည်ဟု မက်မူ ကောင်းစားဖို့ ပြောင်းရွှေ့ရအံ့။",
    "ခရီး မြင်းစီးသွားရသည်ဟု မက်မူ-အကြံ အောင်အံ့၊ ကံကောင်းအံ့။",
    "ခရီး ဓားဘေးလွတ်ပြီး သွားရသည်ဟု မက်မူ- မကြာမီလက်ထပ်ရအံ့။",
    "ခရီး မိန်းမဖော်များနှင့် သွားရသည်ဟု မက်မူ- အတင်းပြောခံရအံ့။",
    "ခရီး သင်္ဘောနှင့်သွားရသည်ဟုမက်မူ- နိုင်ငံခြား သွားရလတ္တံ့။",
    "ခရီး ကုန်းလမ်း၊ ရေလမ်း ခရီး သွားရ သည်ဟု မက်က- အခြေအနေအသစ်ပြောင်းလဲရအံ့။",
    "ခရီး တောထဲဖြတ်သွားရသည်ဟု မက်မူ- အဆီး အတားတွေ့ပြီး အောင်မြင်အံ့။",
    "ခရီး တောင်များ ဖြတ်သွားရသည်မက်မူ- ကြီး စားခြင်းဖြင့် ကြွယ်ဝချမ်းသာအံ့။",
    "ခရီး တခြား တနိုင်ငံသို့ သွားရသည်ဟု မက်က- အလုပ်ပြောင်းရလတ္တံ့။"
  ],
  "ခရီးသည်": [
    "ခရီးသည် များ မြင်မက်မူ- အလုပ်အကိုင်အကြံအစည် ပျက်အံ့။",
    "ခရီးသည် အာဂန္တု- လမ်းကြားကလေးထဲမှာ တွေ့ရသည်ဟုမက်မူ- မိတ်ဆွေသစ် ရလတ္တံ့။"
  ],
  "ခရု": [
    "ခရု ကို မြင်မက်မူ-အကျင့်ယုတ်အံ့၊ စုန်း၊ နတ်၊ ပယောဂ ဖမ်းစားအံ့၊ နာဖျားအံ့။"
  ],
  "ခရုကမာ": [
    "ခရုကမာ မြင်မက်မူ- စိတ်ဓာတ် မှေးမှိန်အံ့၊ အလုပ် အခက်အခဲတွေ့ရလတ္တံ့။",
    "ခရုကမာ စားရသည်ဟု မက်က- အစားကြီးအံ့၊ ငွေကြေး ကျပ်တည်းအံ့။",
    "ခရုကမာ အခွံများကို မြင်မက်မှု- သောက တွေ့ရအံ့၊ ဆုံးရှုံးပျက်စီးလတ္တံ့။"
  ],
  "ခရုကမာအခွံ": [
    "ခရုကမာအခွံ ခွာရသည်မက်မှု- ရပ်ခြား မိတ်ဆွေတစ်ဦး၏ အကူအညီဖြင့် အလုပ်အောင်မြင်အံ့။"
  ],
  "ခရုသင်း": [
    "ခရုသင်း မြင်မက်မှု- ဘေး အပေါင်းတို့မှ လွတ်ကင်းအံ့၊ များစွာဥစ္စာရအံ့။",
    "ခရုသင်း ပေးလာသည်ဟု မက်မှု- အကျင့်မြတ်သောသူ ပဋိသန္ဓေတည်အံ့။",
    "ခရုသင်း မှုတ်ရသည်ဟုမက်မှု- ကျော်စော ထင်ရှားအံ့၊ လာဘ်ရအံ့၊ ဥစ္စာတိုးအံ့၊ အလိုဆန္ဒ ပြည့်အံ့။",
    "ခရုသင်း ကျသည်ဟု မက်က- နာဖျားအံ့၊ ကံဆိုးအံ့၊"
  ],
  "ခရမ်း": [
    "ခရမ်း အိမ်တွင် စိုက်ရသည်ဟုမက်မှု- ဒေါသဖြစ်အံ့။",
    "ခရမ်း သီးစားရသည်ဟု မက်က- အထူးကျန်းမာအံ့။",
    "ခရမ်း ချဉ်သီး စားရသည်ဟု မက်မှု- စည်းစိမ်ချမ်းသာတိုးအံ့၊ ပျော်ပျော်ရွှင်ရွှင်နေရအံ့။"
  ],
  "ခဝါသည်": [
    "ခဝါသည် မြင်မက်မှု- အပြောင်းအလဲဖြစ်အံ့။",
    "ခဝါသည် မကိုမြင်မက်မှု- ချမ်းသာသုခ ရောက်အံ့။"
  ],
  "ခါငှက်": [
    "ခါငှက် မြင်မက်မှု- အခက်အခဲ အနည်းငယ် တွေ့ရအံ့၊ မိန်းမနှင့်ပတ်သက်၍ အနှောင့်အယှက်တွေ့ရအံ့။",
    "ခါငှက် ပျံသွားသည်ကိုမြင်မက်မှု- အနှောင့်အယှက်တို့မှ ကင်းလွတ်အံ့။",
    "ခါငှက် ချင်း ခုပ်သည်ကို မြင်မက်က- ဒုက္ခ တွေ့ရလတ္တံ့။"
  ],
  "ခုတင်": [
    "ခုတင် (မိမိ အိပ်သော ခုတင်) မီးလောင်သည်ဟု မက်က- နာဖျားအံ့၊ (လင်-မက်လျှင်မယား နာအံ့၊ မယားမက်လျှင် လင် နာအံ့)။",
    "ခုတင် မီးလောင်ရာ ပြာမကျဘဲမြင်မက်မှု-ကောင်းကျိုးချမ်းသာ ရလတ္တံ့။",
    "ခုတင် မီးလောင်ရာတွင် ခြေထောက် မလောင်ဟု မက်က- သားများ ကြီးပွား အောင်မြင်လတ္တံ့။"
  ],
  "ခူကောင်": [
    "ခူကောင် ကိုမြင်မက်မှု- ရန်ပုန်း အနှောင့် အယှက်ပေးအံ့၊ လောကကို ငြီးငွေ့အံ့။"
  ],
  "ခူနာ": [
    "ခူနာ ပေါက်သည်ဟုမက်မှု- ကွေကွင်းရလတ္တံ့။"
  ],
  "ခဲ (သတ္တု)": [
    "ခဲ (သတ္တု) ကို မြင်မက်မှု- အမွေရအံ့၊ နာဖျားအံ့၊ အိမ်ထောင်ကွဲအံ့၊ ရန်ဖြစ်ရလတ္တံ့။"
  ],
  "ခဲစေ့": [
    "ခဲစေ့ (သေနတ်ကျည်စေ့)ကိုမြင်မက်လျှင် အကြံအောင်အံ့။"
  ],
  "ခဲတံ": [
    "ခဲတံ မြင်မက်မှု- ရပ်ဝေး သတင်းကြားအံ့၊ ငွေရအံ့။",
    "ခဲတံ ပေးသွားသည်ဟု မက်မှု- ၎င်းပေးသူနှင့်ခွဲခွာရလတ္တံ့။"
  ],
  "ခဲဖျက်": [
    "ခဲဖျက် နှင့် ဖျက်ရသည်ဟု မက်မူ ချီတုံချတုံ စိတ်မနိုင်ဘဲ ရှိလတ္တံ့။"
  ],
  "ခဲဖွယ်ဘောဇဉ်": [
    "ခဲဖွယ်ဘောဇဉ် ချို ချဉ် ရသာတို့ကို ဝိုင်းဖွဲ့၍ စားသောက်ရသည်ဟု မက်မူ လာဘ်ကြီးရအံ့၊ အကြံအောင်အံ့။"
  ],
  "ခံတပ်": [
    "ခံတပ် မြင်မက်မူ အမှုအခင်း အချုပ်အနှောင် ခံရအံ့၊ တရားစွဲခံရအံ့။",
    "ခံတပ် ထဲတွင် အကျဉ်းသားများ မြင်မက်မူ မိမိအား ချုပ်နှောင်ခြင်းမှ လွတ်မြောက်အံ့။",
    "ခံတပ် ထဲ မိမိ ကိုယ်တိုင် အကျဉ်း ခံနေရသည်ဟု မက်မူ အခြားသူများ မကောင်းကြံသဖြင့် ဒုက္ခရောက်အံ့။"
  ],
  "ခါးကုန်း": [
    "ခါးကုန်း သော သူကိုမြင်မက်မူ အခက်အခဲတွေ့ပြီး ချစ်သူရအံ့။"
  ],
  "ခါးပတ်ကြိုး": [
    "ခါးပတ်ကြိုး မြင်မက်မူ မကြာမီ လက်ထပ်ရအံ့။",
    "ခါးပတ်ကြိုး အစိမ်းအပြာကို မြင်မက်မူ သုခချမ်းသာ ရအံ့။",
    "ခါးပတ်ကြိုး အသစ်ကို မြင်မက်မူ ဂုဏ်ကျက်သရေတိုးအံ့၊ အကျိုးကျေးဇူးများအံ့။",
    "ခါးပတ်ကြိုး အဟောင်းကို မြင်မက်သော် ပင်ပန်းစွာ လုပ်ရအံ့၊ အပြစ်ဒဏ်ခံရအံ့။",
    "ခါးပတ်ကြိုး ရွှေငွေနှင့် လုပ်ထားသည်ဟု မက်မူ သောကကြီးစွာ တွေ့ရအံ့။",
    "ခါးပတ်ကြိုး ပတ်ရသည်ဟု မက်မူ မမျှော်လင့်သော ငွေရအံ့။",
    "ခါးပတ်ကြိုး သူတစ်ပါးအား ပတ်ပေးရသည်ဟု မက်မူ ၎င်းသူအား ကူညီရလတ္တံ့။",
    "ခါးပတ်ကြိုး ချွတ်ထားရသည်ဟု မက်မူ စိတ် လေလွင့်လတ္တံ့။",
    "ခါးပတ်ကြိုး ပိုးခါးပတ်ကြိုး ပတ်ရသည်ဟု မက်မူ ပျော်ရွှင်စွာ လက်ထပ်ရအံ့။"
  ],
  "ခုနှစ်ဂဏန်း": [
    "ခုနှစ်ဂဏန်း ကို မြင်မက်မူ ကံကောင်းလတ္တံ့။"
  ],
  "ခက်ရင်း": [
    "ခက်ရင်း မြင်မက်မူ ရန်ဖြစ်အံ့၊ မကောင်းကြံခံရအံ့၊ မြှောက်ပင်ခံရလတ္တံ့။",
    "ခက်ရင်း နှင့် စားရသည်ဟု မက်မူ အိမ်တွင်းသာယာမှု ရရှိလတ္တံ့။"
  ],
  "ခင်ပုပ်ငှက်သံ": [
    "ခင်ပုပ်ငှက်သံ ကြားရသည်ဟု မက်မူ နာဖျားအံ့။"
  ],
  "ခန်းမ": [
    "ခန်းမ အတွင်းရောက်နေသည်ဟု မက်မူ အကျိုးထူး ခံစားရလတ္တံ့။",
    "ခန်းမ ကျောင်း သို့မဟုတ် ဆေးရုံခန်းထဲ လျှောက်သွားရသည်ဟု မက်က အကြံအောင်အံ့။",
    "ခန်းမ ထဲ တစ်စုံတစ်ယောက်နှင့် တွေ့ရသည်ဟု မက်မူ ငွေကြေးအကူအညီ ရလတ္တံ့၊ အကြံကောင်းရအံ့။",
    "ခန်းမ မြို့တော်ခန်းမကြီး သို့မဟုတ် ပြတိုက်ခန်းထဲ ဖြတ်သွားရသည်ဟု မက်မူ အခက်အခဲတို့မှ လွန်မြောက်လတ္တံ့။"
  ],
  "ခုန်လွှား": [
    "ခုန်လွှား ရသည်ဟု မက်မူ- ဒုက္ခမှ လွတ်မြောက်အံ့၊ ချစ်သူရအံ့၊ လူရှိသေအံ့။",
    "ခုန်လွှား တက်ရသည်ဟု မက်က- ရာထူးတိုးတက်အံ့။",
    "ခုန်လွှား ဆင်းရဲသည်ဟုမက်မူ- ဆင်းရဲပင်ပန်းအံ့။",
    "ခုန်လွှား ရွှံ့နွံထဲ ခုန်ဆင်းရသည် မက်က- အရှက်ရလတ္တံ့။"
  ],
  "ခုံ (တန်လျား)": [
    "ခုံ (တန်လျား) မြင်မက်မူ- ဆုံးရှုံးတတ်အံ့။",
    "ခုံ (တန်လျား) ပေါ် ထိုင်နေရသည်ဟု မက်မူ- အေးချမ်းသာယာအံ့၊ စည်းစိမ်ရှိအံ့။",
    "ခုံ (တန်လျား) ပန်းခြံထဲမှ ခုံရှည်ပေါ် ထိုင်နေ ရသည်ဟု မက်မူ- အဆက်ပြတ်နေသော မိတ်ဆွေများထံမှ စာရလတ္တံ့။"
  ],
  "ခုံ": [
    "ခုံ မှာ မိမိ နာမည်ထိုးထားသည်ဟု မြင်မက်မူ- ပျောက်သော ဥစ္စာပစ္စည်းများ ပြန်ရလတ္တံ့၊",
    "ခုံ အလုပ်ခုံမှာ အလုပ်ဆင်းနေသည်ဟု မက်မူ အထက် လူကြီးများ ချီးမွမ်းပြီး ရာထူးတိုးတက်အံ့။",
    "ခုံ နောက်ဖေးသွားခုံပေါ်ထိုင်ရသည်ဟုမက်မူ ထမြောက် အောင်မြင်လတ္တံ့။"
  ],
  "ခုံဖိနပ်": [
    "ခုံဖိနပ် မြင်မက်မူ- ပင်ပန်း ခံခြင်းဖြင့် အောင်မြင်လတ္တံ့ ၊ သတင်းကောင်းကြားရလတ္တံ့ ။",
    "ခုံဖိနပ် စီးရသည်ဟု မက်မူ- ကျေနပ်ဖွယ်ဖြစ်အံ့။",
    "ခုံဖိနပ် ပထမဆုံးအကြိမ် စီးရသည်ဟုမက်မူ-အသက်မွေးမှု အလုပ်အကိုင်ပင်ပန်းအံ့၊ အခက်အခဲတွေ့အံ့။"
  ],
  "ခုံ(သမာဓိ)": [
    "ခုံ(သမာဓိ) လူကြီး လုပ်ရသည်ဟု မက်မူ- မကောင်း၊ လင်မယားကြားမှာ စေ့စပ်ရေးသမားလုပ်ရလတ္တံ့။",
    "ခုံ(သမာဓိ) လူကြီးများကို မြင်မက်မူ- အခက်အခဲ အောင်မြင်အံ့။",
    "ခုံ(သမာဓိ) လူကြီးများက အစစ်ခံရသည်ဟု မက်မူ- ထုချေလွှာတောင်းခံရလတ္တံ့။"
  ],
  "ခေါင်းမိုး": [
    "ခေါင်းမိုး မြင်မက်မူ- အလွန် ကံကောင်းအံ့၊ ပွဲထိုင်အဝတ်အထည်များ ရလတ္တံ့ ။",
    "ခေါင်းမိုး ပေါ်ထိုင်နေ, ထနေသည်ဟု မက်က-အကြံအားလုံး အောင်မြင်လတ္တံ့ ။",
    "ခေါင်းမိုး ပေါ် တစ်စုံတစ်ယောက်နှင့် အတူရှိနေသည်ဟု မက်မူ- ချစ်ကိစ္စအောင်မြင်အံ့။",
    "ခေါင်းမိုး ပေါ်မှ ကျသည်ဟု မက်မူ- အကြံလွဲချော်သွားအံ့၊ အတွက်လွဲသွားအံ့။"
  ],
  "ခေါင်း(မသာခေါင်း)": [
    "ခေါင်း(မသာခေါင်း) မြင်မက်မူ- ဆုံးရှုံးအံ့၊ မကြာမီ လက်ထပ်ရအံ့လည်း ဟူ၏။",
    "ခေါင်း(မသာခေါင်း) အနက်ကိုမြင်မက်မူ-ရင့်နှီးသောဆွေတစ်ဦး သေအံ့။",
    "ခေါင်း(မသာခေါင်း) ထဲ ဝင်ရသည်ဟုမက်မူ- မကောင်း။"
  ],
  "ခေါင်း(ဂေါင်း)": [
    "ခေါင်း(ဂေါင်း) (ဦးခေါင်းတွင်လည်း ကြည့်ပါ)။",
    "ခေါင်း(ဂေါင်း) ကိုက်သည်ဟု မက်မူ- ဂုဏ်တိုးအံ့၊ မကြာအကျိုးကျေးဇူးရှိလတ္တံ့။",
    "ခေါင်း(ဂေါင်း) တုံးကို မြင်မက်မူ- ဆင်းရဲအံ့၊ ရန်ဖြစ်အရှက်ရအံ့။",
    "ခေါင်း(ဂေါင်း) တုံး ပြောင်အောင် ရိတ်ရသည်ဟု မက်မူ နာဖျားအံ့၊ သေပျောက်အံ့။",
    "ခေါင်း(ဂေါင်း) ဖြီးရသည်ဟု မက်မူ- ယုံကြည်သူကြောင့် ဆုံးရှုံးနစ်နာအံ့၊ ရောဂါရအံ့။",
    "ခေါင်း(ဂေါင်း) ချောမောစွာဖြီးရသည်ဟုမက်မူ-ကံကောင်းအံ့၊ ရောဂါပျောက်အံ့။",
    "ခေါင်း(ဂေါင်း) ခက်ခဲစွာဖြီးရသည်ဟု မက်က- ဆုံးရှုံးအံ့။",
    "ခေါင်း(ဂေါင်း) လျှော်ရသည်ဟု မက်မူ- အခက်အခဲမှ လွတ်မြောက်အံ့။"
  ],
  "ခေါင်းပေါင်း": [
    "ခေါင်းပေါင်း ပေါင်းမြင်မက်မူ- လှည့်ပတ်ခြင်းခံရအံ့။",
    "ခေါင်းပေါင်း လှလှ ပေါင်းရသည်ဟု မက်က- ဘွေတိုးတွေ့အံ့။",
    "ခေါင်းပေါင်း ထည့်သော သေတ္တာ ဖွင့်ရသည်ဟု မက်မူ ပျော်ရွှင်ရအံ့။",
    "ခေါင်းပေါင်း ထည့်သော သေတ္တာဖွင့်ရာတွင် ဗလာတွေ့မြင်ရသည်ဟု မက်မူ- ပွဲလမ်းသဘင် တစ်ခုတွင်ဖိတ်ခေါ်ခြင်းမခံရသဖြင့် စိတ်ပျက်အံ့။"
  ],
  "ခေါင်းရွက်ဈေးသည်": [
    "ခေါင်းရွက်ဈေးသည် မြင်မက်မူ- သစ္စာမရှိသော အပေါင်းအဖော်များ တွေ့ရအံ့။",
    "ခေါင်းရွက်ဈေးသည် ထံမှ ဈေးဝယ်ရသည်ဟု မက်မူ- အလိမ်ခံရအံ့။"
  ],
  "ခေါင်းတိုင်": [
    "ခေါင်းတိုင် (မီးခိုးခေါင်းတိုင်) ကိုမြင်မက်မူ- ထိပ်တန်းသို့ ရောက်လတ္တံ့၊ ငြိမ်းချမ်းရေးရအံ့။"
  ],
  "ခေါင်းလောင်း": [
    "ခေါင်းလောင်း မြင်မက်မူ- မကျန်းမာကြောင်း သတင်းကြားရလတ္တံ့။",
    "ခေါင်းလောင်း များ ကောင်းကင်မှာ မြင်မက်မူ-အသက်ရှည်အံ့၊ ချမ်းသာတိုးအံ့။",
    "ခေါင်းလောင်း အဝေးမှ ထိုးသံကြားရသည်ဟု မက်က-သတင်းကောင်းကြားရအံ့၊ အစိုးရ လစာ စား ထူးထူးရလတ္တံ့။",
    "ခေါင်းလောင်း အနီးမှ ထိုးသံကြားရသည်ဟုမက်မူ ငွေကြေး ဆုံးရှုံးလတ္တံ့။",
    "ခေါင်းလောင်း ထိုးသံ ကြေကွဲစရာအသံနှင့် ကြားရသည်ဟု မက်မူ သတင်းဆိုးများ ကြားရအံ့၊ မြီရှင်၊ ဆူဆူပူပူဖြစ်ဖို့ သတင်းကြားရလတ္တံ့။",
    "ခေါင်းလောင်း ထိုးသည်ဟု မက်မူ မိမိတောင့်တသော အရာကို ရအံ့၊ ချစ်သူရအံ့။"
  ],
  "ခေါင်းလောင်းစင်": [
    "ခေါင်းလောင်းစင် (ပဟိုစင်)ကို မြင်မက်မူ ရပ်ဝေးမှ သတင်းကောင်း ကြားရလတ္တံ့။"
  ],
  "ခိုက်ရန်ဖြစ်": [
    "ခိုက်ရန်ဖြစ် နေသည်ကို မြင်မက်မူ အိမ်သားချင်း ရန်ဖြစ်အံ့၊ လင်မယားကွဲအံ့။",
    "ခိုက်ရန်ဖြစ် ဖိမိရှုံးသည်ဟု မက်လျှင် နာဖျားလတ္တံ့။"
  ],
  "ခိုငှက်": [
    "ခိုငှက် မြင်မက်သော် ရပ်ဝေးသတင်း ကြားအံ့၊ ချစ်သူနှင့် လက်ထပ်ရအံ့၊ ပျော်ရွှင်အိမ်တွင်းသာယာမှုရအံ့၊ ကံကောင်းအံ့။",
    "ခိုငှက် သေနတ်မှန်၍ သေသည်ဟု မက်က ချစ်သူဆုံးအံ့၊ မယားကို ကြာခိုအံ့။"
  ],
  "ချို": [
    "ချို သူငယ်ကို ချိုရသည်ဟု မက်မူ ချမ်းသာအံ့။"
  ],
  "ချီးမွမ်းခံ": [
    "ချီးမွမ်းခံ ရသည်ဟု မက်မူ ကဲ့ရဲ့ခံရအံ့၊ မြောက်ပင့်ပေးခံရအံ့၊ အထက်လူကြီးများ အပြစ်တင်ခံရအံ့၊ မိတ်ဆွေရင်းနှင့် ရန်ဖြစ်အံ့။",
    "ချီးမွမ်းခံ သူတစ်ပါးအား ချီးမွမ်းရသည်ဟု မက်က အလိမ်ခံရအံ့။"
  ],
  "ချူဆွဲလဲ": [
    "ချူဆွဲလဲ လှုပ်သံကြားရသည်ဟု မက်မူ ဥစ္စာတိုးအံ့။"
  ],
  "ချေဆတ်": [
    "ချေဆတ် ရသည်ဟု မက်မူ ကျန်းမာအံ့၊ အသက်ရှည်အံ့၊ အကြံအောင်အံ့။"
  ],
  "ချေး (မစင်)": [
    "ချေး (မစင်) နင်းမိသည်ဟု မက်က ပျောက်သောဥစ္စာ ပြန်ရအံ့။",
    "ချေး (မစင်) ပေကျံသည်ဟု မက်မူ လာဘ်ရအံ့၊ ဥစ္စာ ရအံ့။",
    "ချေး (မစင်) ပေကျံ၍ ရေဆေးရသည်ဟု မက်က ရောဂါပျောက်အံ့။",
    "ချေး (မစင်) တောင်ကိုတက်ရသည်ဟု မက်က တိုးတက်အံ့၊ မြတ်စွန်းအံ့၊ ထီပေါက်အံ့။",
    "ချေး (မစင်) စားရသည်ဟု မက်မူ မရေမတွက်နိုင်သော ပစ္စည်းဥစ္စာ ရလတ္တံ့။ (မစင်မှာလည်းကြည့်ပါ)"
  ],
  "ချေးပိုးထိုး": [
    "ချေးပိုးထိုး မြင်မက်မူ မိတ်ဆွေသစ်များနှင့် ရန်ဖြစ်အံ့။",
    "ချေးပိုးထိုး သတ်ရသည်ဟု မက်မူ အကြံအောင်အံ့။"
  ],
  "ချည်": [
    "ချည် ငင်ရသည်ဟု မက်မူ မိတ်သစ်များ ဒုက္ခပေးအံ့။",
    "ချည် ထည် မြင်မက်မူ အမြတ်များစွာ ရအံ့။",
    "ချည် မျှင်ကို မြင်မက်မူ မကောင်းကြံခံရအံ့။",
    "ချည် စက်ကို မြင်မက်သော် ဒုက္ခတွေ့အံ့။",
    "ချည် ရွှေချည် ငွေချည်ကို မြင်မက်မူ အလှူဒါန ကံဆိုးအံ့။"
  ],
  "ချော့": [
    "ချော့ ကလေး ချော့ရသည်ဟု မက် နာဖျားအံ့။"
  ],
  "ချော့ကလက်မုန့်": [
    "ချော့ကလက်မုန့် စားရသည်ဟု မက်မူ လက်ဆောင် ရအံ့။",
    "ချော့ကလက်မုန့် များစွာစားရသည်ဟု မက်မူ နာဖျားအံ့။"
  ],
  "ချက်": [
    "ချက် ပေါ် သစ်ပင်ပေါက်သည်ဟု မက်မူ ကျန်းမာအံ့၊ ကံကောင်းအံ့။",
    "ချက် တွင် အနာပေါက်သည်ဟု မက်မူ ရပ်ဝေးနေ မိဘများထံမှ သတင်းဆိုး ကြားရအံ့။"
  ],
  "ချက်ပြုတ်": [
    "ချက်ပြုတ် နေသည်တို့ မြင်မက်မူကောင်းသောနိမိတ်တည်း။ လောကီစည်းစိမ် ရှိအံ့။",
    "ချက်ပြုတ် ကိုယ်တိုင်ချက်ပြုတ်နေသည်ဟု မက်မူ မယားနှင့် ကွာရှင်းရလတ္တံ့။"
  ],
  "ချက်(ငွေလွှဲစာ)": [
    "ချက်(ငွေလွှဲစာ) ရသည်ဟု မက်မူ ဆုံးရှုံးအံ့။",
    "ချက်(ငွေလွှဲစာ) ထုတ်ပေးရသည်ဟု မက်က အငြင်းအခုန် တရားတဘောင် ဖြစ်အံ့။",
    "ချက်(ငွေလွှဲစာ) ဖြင့် ဘဏ်မှ ငွေထုတ်ယူရသည်ဟု မက်မူ မူချုံဆုံ ရှုံးအံ့။",
    "ချက်(ငွေလွှဲစာ) စုတ်ပြတ်နေသည်ဟု မက်မူ မိတ်ဆွေများ အဆင်မပြေဘဲ ရှိလတ္တံ့။",
    "ချက်(ငွေလွှဲစာ) တွင် လက်မှတ်မထိုးဘဲ တွေ့ရသည်ဟု မက်က သစ္စာရှိဖို့ လိုအံ့။"
  ],
  "ချဥ်ဖတ်": [
    "ချဥ်ဖတ် စားရသည်ဟု မက်က .. အနမ်းခံရအံ့။"
  ],
  "ချစ်သူ": [
    "ချစ်သူ နှင့် စကားပြောရသည်ဟု မက်မူအမြတ် အောင်အံ့။",
    "ချစ်သူ နှင့်အတူ နေရသည်ဟု မက်သော်မ ကောင်းအံ့။",
    "ချစ်သူ က မချစ်ဟု ဆိုက မကြာမီ လက်ထပ်ၐရအံ့။"
  ],
  "ချစ်ကြိုက်": [
    "ချစ်ကြိုက် နေသည်ဟုမက်က.သူများရယ်စရာဖြစ်အံ့။"
  ],
  "ချစ်ခင်": [
    "ချစ်ခင် တစ်ဦးနှင့်တစ်ဦး သိပ်ချစ်နေသည်ဟု မက်မူ မုန်းရလတ္တံ့။"
  ],
  "ချစ်စနိုး": [
    "ချစ်စနိုး နာမည်ဖြင့် မိမိအား ခေါ်သံ ကြားရသည်ဟု မက်မူ ကံကောင်းအံ့။"
  ],
  "ချမ်းသာ": [
    "ချမ်းသာ သည်ဟု မက်မူဆင်းရဲအံ့။",
    "ချမ်းသာ အလွန်ချမ်းသာကြွယ်ဝသည် မက်မူ မိမိ သို့မဟုတ် ဆွေမျိုးများ အလွန် မကျန်းမမာ ဖြစ်အံ့။",
    "ချမ်းသာ သူများနှင့် ဆက်ဆံရသည်ဟု မက်မူဥစ္စာ ရလတ္တံ့။"
  ],
  "ချန်ပီယံ": [
    "ချန်ပီယံ (သူတစ်ပါး ဖြစ်သည်ဟု မက်မူမိတ်ဆွေ ကောင်းများ၏ အကူအညီ ရရှိအံ့။)",
    "ချန်ပီယံ မိမိဖြစ်သည်ဟုမက်မူ- အလုပ်အကိုင်အထက် အထိပ်သို့ ရောက်လတ္တံ့။",
    "ချန်ပီယံ ကို ပြောင်လှောင်ရသည်ဟု မက်မူ- အကြံ ပျက်အံ့။"
  ],
  "ချယ်ရီသီး": [
    "ချယ်ရီသီး မြင်မက်မူကြမ္မာဆိုးကိုတွေ့အံ့၊ မမှန်သော ချစ်ခြင်း၊ မပျော်ရွှင်သော လက်ထပ်ခြင်း တွေ့ရအံ့။",
    "ချယ်ရီသီး အမှည့်ကိုမြင်မက်မူ- စိတ်ပျက်စရာ ဖြစ်အံ့။",
    "ချယ်ရီသီး စားရသည်ဟု မက်မူ အရေးမကြီးသောသူ ကူညီလတ္တံ့။",
    "ချယ်ရီသီး ခူးရသည်ဟု မက်မူ မိမိရွေးချယ်ထားသူ လက်ထပ်ရအံ့။",
    "ချယ်ရီသီး ကောက်ရသည်ဟု မက်မူ စိတ်မတည်ဘဲ ရှိအံ့။",
    "ချယ်ရီသီး ယိုထိုးထားသည်ကို ဖန်ကရားထဲမှာ မြင်မက်မူ မျှော်လင့်ချက်များ ပျက်အံ့။"
  ],
  "ချိတ်(ဂျိတ်)": [
    "ချိတ်(ဂျိတ်) ကို မြင်မက်မူ မိမိနှစ်သက်သော လက်ဆောင်ပဏ္ဏာ ရအံ့။"
  ],
  "ချိန်ခွင်": [
    "ချိန်ခွင် ကို မြင်မက်မူ ယခုကြိုးစားနေသော အလုပ်အောင်မြင်အံ့၊ ရက်ရှည် နားခွင့်ရလတ္တံ့။"
  ],
  "ချိန်သီး(နာရီမှ)": [
    "ချိန်သီး(နာရီမှ) ကို မြင်မက်မူ ခရီးဝေးသွားရန် ရုတ်တရက် စာရလတ္တံ့။"
  ],
  "ချုပ်နှောင်ထား": [
    "ချုပ်နှောင်ထား ခံရသည်ဟု မက်မူ ချမ်းသာသုခ ဖြစ်အံ့၊ ဝတ်ကောင်း လာဘ်ကောင်း ရအံ့။"
  ],
  "ချောက်(ဂျောက်)": [
    "ချောက်(ဂျောက်) မြင်မက်မူ အခက်အခဲ အနှောင့်အယှက် တွေ့ရအံ့။",
    "ချောက်(ဂျောက်) ထဲကျသည်ဟု မက်က သစ္စာဖောက်လတ္တံ့၊ ငွေ၊ မိတ်၊ ဆုံးရှုံးအံ့၊ နာဖျားအံ့။",
    "ချောက်(ဂျောက်) ထဲမှ လွတ်မြောက်ရသည်ဟု မက်မူ အောင်အံ့။"
  ],
  "ချောက်ကမ်းပါး": [
    "ချောက်ကမ်းပါး အနွန်း မတ်တတ် ရပ်နေသည်ဟု မက်က စဉ်းစဉ်းစားစား လုပ်မှ ဖြစ်အံ့။"
  ],
  "ချောင်း": [
    "ချောင်း တွင် ရေကြည်ကို မြင်မက်မူ အကြီးအကဲ ဖြစ်အံ့။",
    "ချောင်း ကို ကူးဖြတ် ရသည်ဟု မက်မူ ဥစ္စာရအံ့၊ ရောဂါ ပျောက်အံ့။"
  ],
  "ချောင်းဆိုး": [
    "ချောင်းဆိုး ရသည်ဟု မက်မူ ကျန်းမာ သန်စွမ်းအံ့၊ အလုပ်အကိုင် ကြီးပွားအံ့၊ ရာထူးကြီးရအံ့။",
    "ချောင်းဆိုး သံ ကြားရသည်ဟု မက်မူ ရှေ့လုပ်မည့် အလုပ်အတွက် သတိပြုရန် နိမိတ်တည်း။",
    "ချောင်းဆိုး ရုတ်တရက် ချောင်းဆိုးရသည်ဟု မက်က အခက်အခဲတို့ကို နိုင်အံ့။",
    "ချောင်းဆိုး ယင်း သီးနေသည်ဟု မက်လျှင် ရာထူးတိုးအံ့။"
  ],
  "ချိုင်းထောက်": [
    "ချိုင်းထောက် မြင်မက်မူ ငွေအမြောက်အမြားရအံ့၊ အကူအညီရအံ့။",
    "ချိုင်းထောက် သုံးရသည်ဟု မက်မူ သူများအကူအညီမလိုဘဲ ပြည့်စုံအံ့။",
    "ချိုင်းထောက် ကို လက်နက်သဖွယ် အသုံးပြုရသည်ဟု မက်မူ ငွေကြေးကျပ်တည်းအံ့။"
  ],
  "ချို(ဂျို)ပေါက်": [
    "ချို(ဂျို)ပေါက် မိမိ ဦးခေါင်းပေါ်မှာ ပေါက်နေသည်ဟု မက်မူ ရာထူးကြီးရလတ္တံ့။"
  ],
  "ချိုချဉ်": [
    "ချိုချဉ် စားရသည်ဟု မက်က မေတ္တာစာ ပါသည့် ပန်းလက်ဆောင်ရအံ့။"
  ],
  "ချိုချဉ်သစ်သီး": [
    "ချိုချဉ်သစ်သီး ထမင်းစားပြီး စားရသည်ဟု မက်မူ သုခချမ်းသာဖြစ်အံ့။",
    "ချိုချဉ်သစ်သီး ပွဲပြင်ရသည်ဟုမက်မူ- အခြေအနေတိုးတက်အံ့။",
    "ချိုချဉ်သစ်သီး ဧည့်ကောင်း၊ စောင်ကောင်းများ အတွက် ပြင်ရသည်ဟုမက်မူ- ရုတ်တရက် အံ့ဩစရာ ပျော်စရာတွေ့ရအံ့။"
  ],
  "ချိုး(ဂျိုး)ငှက်": [
    "ချိုး(ဂျိုး)ငှက် မြင်မက်မူ- အေးချမ်းသာယာအံ့၊ ငြိမ်းချမ်းရေးရအံ့၊ အရောင်းအဝယ်စွံအံ့၊ လောင်းကစားသော် နိုင်အံ့၊ ချစ်သူရအံ့၊ ကံထူးအံ့၊ လက်ထပ်ရအံ့။",
    "ချိုး(ဂျိုး)ငှက် အစာကျွေးရသည်ဟု မက်မူ- လေယာဉ်ခရီး ထွက်ရအံ့။",
    "ချိုး(ဂျိုး)ငှက် သားစားရသည်ဟုမက်မူ- လာဘ်ကြီးရအံ့။",
    "ချိုး(ဂျိုး)ငှက် ကို ပစ်ခတ်ရသည်ဟု မက်မူ- အကြံအစည် ပျက်အံ့။",
    "ချိုး(ဂျိုး)ငှက် သေသေသည်ဟုမက်မူ- ဆုံးရှုံးနစ်နာအံ့။"
  ],
  "ခြ": [
    "ခြ တောင်ပို့ကို မြင်မက်မူ- စိတ်ဒုက္ခ ဖြစ်အံ့၊ နာပျားအံ့။",
    "ခြ ကောင်များ အလုပ်လုပ်နေသည်ကို မြင်မက်မူ- အလုပ်အကိုင် တိုးတက်အံ့။"
  ],
  "ခြေကျင်": [
    "ခြေကျင် သွားရသည်ဟု မက်မူ- ဒုက္ခတွေ့အံ့၊ သို့ရာတွင် ကြိုးစားခြင်းဖြင့် လွတ်အံ့။"
  ],
  "ခြေကျင်း": [
    "ခြေကျင်း ဝတ်ရသည်ဟုမက်မူ- သားကောင်းရတနာ ရအံ့။",
    "ခြေကျင်း ခတ်ထားခံရသည်ဟု မက်မူ- လွတ်လပ်အံ့။"
  ],
  "ခြေကျိုးသွား": [
    "ခြေကျိုးသွား သည်ဟု မက်မူ- မယားနှင့် ဆွေမျိုးများ သြဇာလွှမ်းမိုးလာအံ့။"
  ],
  "ခြေချောင်း": [
    "ခြေချောင်း ကလေးများ မီးလောင်သည်ဟု မြင်မက်မူ- အကြံအစည်ပျက်အံ့၊ ရက်စက် ကြမ်းကြုတ်အံ့။"
  ],
  "ခြေထောက်": [
    "ခြေထောက် မြင်မက်မူ- မကြာမီ ခရီးသွားရအံ့။",
    "ခြေထောက် နှစ်ချောင်းမြင်မက်မူ- ချမ်းသာကြီးအံ့။",
    "ခြေထောက် များစွာရှိသည်ဟု မက်မူ- ဥစ္စာပေအံ့။",
    "ခြေထောက် ကိုရေဆေးရသည်ဟုမက်မူ- ပစ္စည်းဥစ္စာနှင့် ပတ်သက်၍ ဒုက္ခတွေ့ရအံ့။",
    "ခြေထောက် ရောင်နေသည်ဟု မက်မူ- နာဖျားအံ့၊ တထူးတဘောင် ဖြစ်အံ့၊ အရောင်းအဝယ် မတိုးတက်ဘဲ ရှိအံ့။",
    "ခြေထောက် နာသည်ဟုမက်မူ- ဆုံးရှုံးလတ္တံ့။",
    "ခြေထောက် မီးလောင်သည်ဟု မက်မူ- အရှက်ရအံ့။",
    "ခြေထောက် ကျိုးသွားသည်ဟု မက်မူ- မရှောင်နိုင်သော ဆင်းရဲပင်ပန်းခြင်း၊ ပျက်စီးခြင်း တွေ့ရအံ့၊ အရှက်ကြီးစွာရအံ့။",
    "ခြေထောက် ကြွေမှု၊ ပုရွတ်ဆိတ်၊ သွေးထွက် သည်ဟု မက်မူ- ဆင်းရဲဒုက္ခတွေ့ရအံ့၊ ကံဆိုးအံ့။",
    "ခြေထောက် ဒဏ်ရာရပြီး ကျိုးသွားသည်ဟု မက်က- စိတ်တိုသော မယားနှင့်ရ၍ နေ့ရှိသရွေ့ စိတ်ညစ်ရအံ့၊ မိန်းမမက်က လင်ပျင်းနှင့်ရပြီး ဆင်းရဲအံ့။",
    "ခြေထောက် များ ဖြတ်ပစ်ရသည်ဟု မက်မူ- အမြှောက်အပင့်ကြောင့် ဥစ္စာလျော့အံ့၊ စိတ်ဒုက္ခရောက်ရအံ့။",
    "ခြေထောက် တွင် အသားပိုရှိသည်ဟုမက်မူ- ချမ်းသာအံ့။",
    "ခြေထောက် သစ်သား ခြေထောက်ကို မြင်မက်မူ- နာဖျားကျန်းဖြစ်အံ့။",
    "ခြေထောက် တစ်စုံတစ်ယောက် သစ်သားခြေထောက်နှင့်သွားနေသည်ကိုမြင်မက်မူ- ထိုသူမကျန်းမာအံ့။"
  ],
  "ခြေနင်းဖိနပ်": [
    "ခြေနင်းဖိနပ် စီး၍ သမုဒ္ဒရာထက်သို့ မပင်ပန်းဘဲဖြတ်သွားရသည်ဟု မက်မူ- မင်းဖြစ်အံ့၊ လူတို့ အပူဇော်ခံရအံ့။"
  ],
  "ခြေပတ်": [
    "ခြေပတ် မြင်မက်မူ- မကြာမီ နာဖျားအံ့၊ အမှတ်မဲ့ပြောဆိုမိသော စကားကြောင့် သောကတွေ့ရအံ့။",
    "ခြေပတ် ပျောက်သည်ဟု မက်က- အသေးအဖွဲ ဒုက္ခကလေးများ တွေ့အံ့။",
    "ခြေပတ် ကျိုးပြတ်သွားသည်ဟုမက်မူ- တောင်းပန်ဝန်ချရအံ့။"
  ],
  "ခြေဖနောင့်": [
    "ခြေဖနောင့် ဖက်ရာရသည်ဟုမက်မူ- ဘေးတွေ့အံ့။"
  ],
  "ခြေရာများ": [
    "ခြေရာများ မြင်မက်မူ- ဒုက္ခအပေါင်းမှ ကင်းလွတ်အံ့။"
  ],
  "ခြေ၊လက်": [
    "ခြေ၊လက် တိုနေသည်ဟု မက်မူ- ဘုန်းကြီးအံ့၊ တန်ခိုးကြီးအံ့။",
    "ခြေ၊လက် မရှိသော လူကောင်ကို မြင်မက်မူ- နာဖျားအံ့၊ ကံဆိုးအံ့။",
    "ခြေ၊လက် တစ်ခုခုပြတ်နေသည်ကိုမြင်မက်မူ- သားချင်းထဲမှ တစ်ဦးဦးထိခိုက်အံ့။"
  ],
  "ခြေသလုံး": [
    "ခြေသလုံး ကြီးသည်ဟု မက်မူ- ဆွေမျိုးတို့ကြီးပွားအံ့။",
    "ခြေသလုံး ကြုံလှီသည်ဟုမက်မူ- ဆွေမျိုးတို့ ဆင်းရဲအံ့။",
    "ခြေသလုံး ပွန်းပဲ ထိခိုက်သည်ဟု မက်မူ- ဆွေမျိုးတို့နာဖျားအံ့။"
  ],
  "ခြေသည်းများ": [
    "ခြေသည်းများ အလွန်တိုနေသည်ကို မြင်မက်မူ- ငွေ ကြေးဆုံးရှုံးအံ့။",
    "ခြေသည်းများ ရှည်သည်ဟု မက်မူ- ဥစ္စာတိုးအံ့၊ မေတ္တာပွားအံ့။",
    "ခြေသည်းများ ကို လှီးဖြတ်ရသည်ဟု မက်မူ- မိတ်ဆွေများနှင့်သဘောကွဲအံ့။",
    "ခြေသည်းများ ကို ကိုက်ဖြတ်ရသည်ဟုမက်မူ-မုချရန်ဖြစ်အံ့။",
    "ခြေသည်းများ ရေတွက်ရသည်ဟု မက်မူ- အသက်ရှည်အံ့။",
    "ခြေသည်းများ ပွင့်နေသည်ဟု မက်မူ- လာဘ်ရအံ့။",
    "ခြေသည်းများ ပုပ်မည်းနေသည်ကို မြင်မက်မူ- နာဖျားအံ့။",
    "ခြေသည်းများ ကြက်၊ငှက် ခြေသည်းများဖြင့် ကုတ်ခြစ်ခံရသည်ဟု မက်မူ- ရန်သူက သင့်အား အနိုင်ရလတ္တံ့။"
  ]
}
