{
  "ဂတိ(ကတိ)": [
    "ဂတိ(ကတိ) ချစ်သူက ကတိပြုသည်ဟု မက်မူ - ချစ်မေတ္တာ ပျက်အံ့။",
    "ဂတိ(ကတိ) ထားရသည်ဟု မက်မူ - အရေးကြီးသော ဆုံးဖြတ်ချက် ချရလတ္တံ့။"
  ],
  "ဂဏန်း": [
    "ဂဏန်း များ မြင်မက်မူ - ဂဏန်းငယ်လျှင် ကောင်း၏၊ ကြီးလျှင် မကောင်း၊ ၇၀ အောက် မြင်မက်လျှင် ကောင်း၏၊ ၇၀ ထက် မသေချာ၊ ဂဏန်း ၄၉-မှာ အလွန်ကံကောင်းအံ့။",
    "ဂဏန်း သင်္ချာတွက်ရသည်ဟုမက်မူ - အလိမ်ခံရအံ့။",
    "ဂဏန်း ပေါင်းရသည်ဟု မက်က - အလုပ် အကိုင် တိုးတက်အံ့။"
  ],
  "ဂမုန်းပန်း": [
    "ဂမုန်းပန်း ကို မြင်မက်မူ - ရွှေရေးအတွက် သေချာအံ့၊ ကောင်းမွန်လတ္တံ့။"
  ],
  "ဂီတာ": [
    "ဂီတာ တီးသံ ကြားရသည်ဟု မက်မူ - မကြာမီ လက်ထပ်ရအံ့၊ ကံကောင်းအံ့။",
    "ဂီတာ ကြိုး ပြတ်သွားသည်, ရပ်သွားသည်ဟု မက်မူ ကံဆိုးအံ့။"
  ],
  "ဂူ(လိုဏ်)": [
    "ဂူ(လိုဏ်) မြင်မက်မူ - ဆင်းရဲအံ့၊ ဒုက္ခတွေ့အံ့။",
    "ဂူ(လိုဏ်) တွင်းသို့ ဝင်ရသည်, ကျသည်ဟု မက်မူ ဘေးတွေ့အံ့။",
    "ဂူ(လိုဏ်) ထဲ လမ်းလျှောက်ရသည်ဟု မက်မူ - ဆုံးပြီထင်ရသောငွေ ပြန်ရအံ့။",
    "ဂူ(လိုဏ်) ထဲ တစ်ယောက်တည်း လျှောက်နေရသည်ဟု မက်မူ - အကြီးအကျယ် ဒုက္ခရောက်အံ့။",
    "ဂူ(လိုဏ်) ထဲ အခြားသူများ တွေ့ရလျှင် - ထိုသူတို့နှင့် ရန်ဖြစ်အံ့။",
    "ဂူ(လိုဏ်) ထဲမှ ချောမောစွာ ထွက်လာနိုင်သည်ဟု မက်မူ - အကြံအောင်အံ့၊ ဘေးကင်းအံ့။",
    "ဂူ(လိုဏ်) ထဲမှ မထွက်နိုင်ဘဲရှိသည်ဟု မက်မူ - အလုပ်အကိုင်နှင့်ပတ်သက်၍ သောကဖြစ်အံ့။",
    "ဂူ(လိုဏ်) ထဲ အိပ်ပျော်နေသည်ဟု မက်မူ - အခွင့်အရေးသစ်များ ရလတ္တံ့။"
  ],
  "ဂူသင်္ချိုင်း": [
    "ဂူသင်္ချိုင်း မြင်မက်မူ - အမွေရအံ့။",
    "ဂူသင်္ချိုင်း ကို အံ့သြစွာ မြင်မက်မူ - မယားကောင်းရအံ့။",
    "ဂူသင်္ချိုင်း ဆီသို့ သွားရသည်ဟု မက်က - ချစ်သူတွေ့အံ့။",
    "ဂူသင်္ချိုင်း ကို အခြားသူများနှင့်အတူ ကြည့်ရှု အံ့သြနေရသည်ဟု မက်မူ - မိန်းမမြတ်ရအံ့။",
    "ဂူသင်္ချိုင်း များအကြား လျှောက်နေရသည်ဟု မက်မူ - ချစ်သူနှင့် လက်ထပ်ရအံ့။",
    "ဂူသင်္ချိုင်း မိမိအတွက်ဆောက်လုပ်နေရသည်ဟုမက်မူ - မကြာမီ လက်ထပ်ရအံ့။",
    "ဂူသင်္ချိုင်း သူတစ်ပါးအတွက် ဆောက်လုပ်နေသည်ဟု မက်မူ- ချမ်းသာသုခဖြစ်အံ့။",
    "ဂူသင်္ချိုင်း နာမည်ကြီးသူတို့၏ ဂူသင်္ချိုင်းများကို ဆေးကြည့်ရှုနေရသည်ဟု မက်က- ရာထူး ရအံ့၊ ဥစ္စာပစ္စည်းအမြန်တိုးတက်အံ့။",
    "ဂူသင်္ချိုင်း ရှိ ကမ္ပည်း ကျောက်စာများကို မြင်မက်မူ အမွေရအံ့၊ မင်္ဂလာပွဲတစ်ခု ဖြစ်လာအံ့။",
    "ဂူသင်္ချိုင်း ပြိုကွဲပျက်စီးနေသည်ကို မြင်မက်မူ- နာဖျားအံ့၊ ဆုံးရှုံးအံ့။"
  ],
  "ဂေါ်ဖီထုပ်": [
    "ဂေါ်ဖီထုပ် ပန်းဂေဇီကို မြင်မက်မူ- ကျန်းမာ အံ့၊ အသက်ရှည်အံ့။"
  ],
  "ဂေါ်မုတ်ကျောက်": [
    "ဂေါ်မုတ်ကျောက် မြင်မက်မူ- အေးချမ်းသာယာရှိအံ့။",
    "ဂေါ်မုတ်ကျောက် လက်စွပ်လုပ်ဝတ်ရသည်ဟု မက်က- အဆင်ပြေအံ့။",
    "ဂေါ်မုတ်ကျောက် ပျောက် သွား သည်ဟု မက်မူ- လာဘ်ပိတ်အံ့၊ အချစ်ပြယ်အံ့။"
  ],
  "ဂုန်ညှင်း": [
    "ဂုန်ညှင်း ကစားရသည်ဟု မက်က- မင်းဖြစ်အံ့။"
  ],
  "ဂုန်လျှော်ပင်": [
    "ဂုန်လျှော်ပင် အစေ့များကို စုဆောင်းရသည်ဟု မက်မူ သာသာယာယာရှိအံ့။",
    "ဂုန်လျှော်ပင် အသီး စားရသည်ဟု မက်မူ- ချမ်းသာအံ့၊ ချစ်မေတ္တာပိုအံ့။"
  ],
  "ဂုန်နီအိတ်": [
    "ဂုန်နီအိတ် မြင်မက်မူ- အဆီးအတား တွေ့ရအံ့။",
    "ဂုန်နီအိတ် သွန်ရသည်ဟုမက်မူ- ကံကောင်းအံ့။",
    "ဂုန်နီအိတ် ဗလာမြင်မက်မူ- ဆုံးရှုံးလတ္တံ့။"
  ],
  "ဂုံးကောင်": [
    "ဂုံးကောင် ကိုမြင်မက်မူ- အကျင့်ပျက်အံ့။"
  ],
  "ဂေါက်သီး": [
    "ဂေါက်သီး ရိုက်ရသည်ဟု မက်မူ- အလိုဆန္ဒ ပြည့်အံ့၊ အရောင်းအဝယ်ကောင်းအံ့။"
  ],
  "ဂျီ(ချေ)": [
    "ဂျီ(ချေ) သတ္တဝါကိုမြင်မက်မူ- ရန်ဖြစ်အံ့။"
  ],
  "ဂျူရီလူကြီး": [
    "ဂျူရီလူကြီး များမြင်မက်မူ- အခက်အခဲတို့မှ လွန်မြောက်အံ့၊ လုပ်ရသည်ဟု မက်မူ- ကံဆိုးအံ့။",
    "ဂျူရီလူကြီး ၏ အစစ်အဆေး ခံရသည်ဟုမက်မူ- စွန့်စားခန်းပေါ်အံ့။"
  ],
  "ဂျော်ကီ (မြင်းစီး)": [
    "ဂျော်ကီ (မြင်းစီး) မြင်းပေါ်မှာ မြင်မက်မူ- အလုပ်မှ ဝင်ငွေကောင်းအံ့။",
    "ဂျော်ကီ (မြင်းစီး) မြင်း အမြန်စီးနေသည်ကိုမြင်မက်က-မမျှော်လင့်သောသူ လက်ဆက်လာအံ့။",
    "ဂျော်ကီ (မြင်းစီး) လုပ်ရသည်ဟု မက်မူ- မျှော်လင့်သည်ထက်စော၍ ရာထူးတိုးတက်အံ့။",
    "ဂျော်ကီ (မြင်းစီး) နှစ်ယောက်မြင်းတစ်ကောင်တည်းစီးနေသည်ကိုမြင်မက်မူ- မကောင်းသတင်းကြားရအံ့။"
  ],
  "ဂျစ်(ပ်)စီ": [
    "ဂျစ်(ပ်)စီ (လှည့်လည်နေသောလူမျိုး)များကိုမြင်မက်မူ-မိမိအားအပြင်းအထန်အဝေဖန်ခံရအံ့။",
    "ဂျစ်(ပ်)စီ ဗေဒင်ဟောသည်ဟုမက်မူ-အချစ်ကိစ္စတစ်ခုတွင် ပါဝင်ရှုပ်ထွေး နေအံ့။"
  ],
  "ဂျုံစပါး": [
    "ဂျုံစပါး မြင်မက်မူ- အလွန် ကံကောင်းအံ့၊ ငွေများရအံ့၊ ကျန်းမာအံ့။",
    "ဂျုံစပါး မှည့်နေသည်ကို မြင်မက်မူ- ကျန်းမာ ချမ်းသာအံ့။",
    "ဂျုံစပါး စိုက်ထားသော လယ်ကွင်းများကို မြင်မက်က- အသက်ထက်ဆုံး ချမ်းသာအံ့၊ ချမ်းသာသောသူနှင့် ညားအံ့။",
    "ဂျုံစပါး ကွင်းကြီးထဲ လမ်းလျှောက်ရသည်ဟု မက်မူ- ဗဟုသုတနှင့် ပြည့်စုံ၍ လိမ္မာသောသူနှင့် ရအံ့၊",
    "ဂျုံစပါး စားရသည်ဟု မက်မူ- ကျန်းမာအံ့၊ လုံခြုံအံ့၊",
    "ဂျုံစပါး ဝယ်ရသည်ဟု မက်မူ- ဆုံးရှုံးအံ့၊",
    "ဂျုံစပါး ယူလာရသည်ဟု မက်က- ဆင်းရဲအံ့။",
    "ဂျုံစပါး ပေးရသည်ဟု မက်မူ- ပေါများ ကြွယ်ဝအံ့၊",
    "ဂျုံစပါး မြင်းစားဂျုံကို မြင်မက်မူ- အရောင်းအဝယ် ကောင်းအံ့၊ တရား တဘောင် နိုင်အံ့၊ ခရီးသွားရအံ့။"
  ],
  "ဂျုံစက်": [
    "ဂျုံစက် ကို မြင်မက်မူ- ပေါများ ကြွယ်ဝအံ့။"
  ],
  "ဂွမ်း": [
    "ဂွမ်း ကို မြင်မက်မူ ကံကောင်းအံ့၊ အရောင်းအဝယ် မြတ်စွန်းအံ့၊"
  ],
  "ဂွမ်းစောင်": [
    "ဂွမ်းစောင် ကို မြင်မက်မူ- အိမ်တွင်း သာယာမှု ရအံ့၊ သောက ကင်းအံ့။"
  ],
  "ဂျွမ်းထိုး(ကျွမ်းထိုး)": [
    "ဂျွမ်းထိုး(ကျွမ်းထိုး) ရသည်ဟု မက်မူ- ဒုက္ခကြီးစွာ တွေ့ရအံ့။",
    "ဂျွမ်းထိုး(ကျွမ်းထိုး) နေသည်ကို မြင်မက်မူ- ပျော်ရွှင်ရအံ့။"
  ]
}