{
  "ငရဲမီး": [
    "ငရဲမီး ရည် မြင်မက်မူ- ငွေကျပ်တည်း၍ စိတ်ညစ်ရအံ့။",
    "ငရဲမီး ပက်ရသည်ဟု မက်မူ- ငွေရေး ကြေးရေးနှင့် ပတ်သက်၍ သားချင်းတို့ ရန်ဖြစ်အံ့။",
    "ငရဲမီး အပက်ခံရသည်ဟု မက်က- အလုပ်နှင့် ပတ်သက်၍ နာမည်ပျက်အံ့။"
  ],
  "ငရဲပြည်": [
    "ငရဲပြည် မြင်မက်မူ- ဆုံးရှုံးပျက်စီးအံ့၊ ရောဂါရအံ့၊ အကုသိုလ်ပြုလုပ်မိအံ့၊ စိတ်ဒုက္ခ ရောက်အံ့။",
    "ငရဲပြည် ရောက်သည်ဟုမက်မူ- အနာကြီးပေါက်အံ့၊ အရပ်တစ်ပါးသို့ ပြီပြင်စွာ ပြောင်းရအံ့။",
    "ငရဲပြည် ဝင်ပြီး ပြန်ထွက်ရသည်ဟု မက်မူ- ချမ်းသာကံဆိုးအံ့၊ ဆင်းရဲသူ ကံကောင်းအံ့။"
  ],
  "ငရုတ်သီး": [
    "ငရုတ်သီး စားရသည်ဟု မက်မူ- သူတကာတို့၏ ဆရာဖြစ်အံ့၊ လျှို့ဝှက်ချက်များ ပေါ်လတ္တံ့၊ ကျေးကျွန် ပြေးလတ္တံ့။",
    "ငရုတ်သီး ထောင်းစားရသည်ဟု မက်မူ- အခက်အခဲ အဆီးအတား တွေ့ရအံ့။"
  ],
  "ငရုတ်ကောင်း": [
    "ငရုတ်ကောင်း မြင်မက်မူ- အလိုရမ္မက် ကြီးအံ့။",
    "ငရုတ်ကောင်း စားရသည်ဟု မက်မူ- မိမိ လျှို့ဝှက်ထားသော အရာများ ပေါ်လတ္တံ့၊ ကျေးကျွန်ပြေးအံ့၊ အောက်လူနှင့် စကားများရအံ့။",
    "ငရုတ်ကောင်း အစိမ်းစားရသည်ဟုမက်မူ-ဘေးဥပဒ် တွေ့အံ့၊ အရှုပ်အထွေး တွေ့ရအံ့။",
    "ငရုတ်ကောင်း ထောင်းစားရသည်ဟု မက်က- စိတ်ဒုက္ခရောက်အံ့။"
  ],
  "ငလျင်": [
    "ငလျင် လှုပ်သည်ဟုမက်က-နာဖျားအံ့၊ အကြံပျက်အံ့၊ ငတ်မွတ်ခေါင်းပါးအံ့၊ စစ်ဖြစ်အံ့၊ အိမ်တွင်း ရန်ပွဲဖြစ်အံ့၊ ကပ်ရောဂါ ရောက်အံ့၊ ဘေးတွေ့အံ့။",
    "ငလျင် လှုပ်၍ မြေကြီးသိပ်ဝပ်သွားသည်ဟုမက်မူ-အများပြည်သူတို့ ကြမ္မာဆိုးတွေ့အံ့။",
    "ငလျင် မိမိခြေအောက်သာ လှုပ်သည်ဟု မက်မူ-အခြေအနေပျက်အံ့၊ နစ်နာဆုံးရှုံးအံ့။"
  ],
  "ငါး": [
    "ငါး (အရှင်) မြင်မက်မူ-အကြံကောင်းအံ့၊ဥစ္စာများစွာ ရအံ့။",
    "ငါး (အသေ)ကို မြင်မက်မူ- သောက တွေ့ရအံ့။ အငြင်းအခုံ ဖြစ်ရအံ့။",
    "ငါး နီ၍ လတ်ဆတ်သော ငါးကိုမက်မူ- အကြံအောင်အံ့။",
    "ငါး ရေထဲမှာ လွတ်လပ်စွာကူးနေသည်ကို မြင်မက်မူ- ကုသိုလ်ကံကောင်းအံ့။",
    "ငါး ရသည်ဟုမက်က- လာဘ်ရအံ့။",
    "ငါး ဖမ်းရသည်ဟု မက်မူ- ဆန်ရေစပါး ရအံ့၊ ချမ်းသာသုခ ဖြစ်အံ့။",
    "ငါး ဖမ်းမရဟု မက်မူ- ဆုံးရှုံးအံ့၊ အလုပ်မအောင်မြင်ဘဲရှိအံ့။",
    "ငါး စားရသည်ဟု မက်က- ဥစ္စာ ပေါများအံ့။",
    "ငါး စိမ်း သားစိမ်း စားရသည်ဟုမက်မူ- ရောဂါပျောက်အံ့၊ ဥစ္စာရအံ့။",
    "ငါး ဟင်း စားရသည်ဟုမက်မူ- နာဖျားအံ့၊",
    "ငါး မျိုချရသည်ဟုမက်မူ- ကြမ္မာဆိုး တွေ့ရအံ့။"
  ],
  "ငါးခူ၊ ငါးခုံးမ": [
    "ငါးခူ၊ ငါးခုံးမ ဖမ်းရသည်ဟု မက်မူ- အရောင်းအဝယ်ဖွံ့အံ့၊ ငွေရအံ့။"
  ],
  "ငါးမန်း": [
    "ငါးမန်း ကို မြင်မက်မူ- ဘေးဥပဒ်တွေ့အံ့၊ ရောဂါရအံ့။"
  ],
  "ငါးလင်ပန်း": [
    "ငါးလင်ပန်း ကို မြင်မက်က- အလွန်ကံကောင်းအံ့။"
  ],
  "ငါးသိုင်း": [
    "ငါးသိုင်း ကို မြင်မက်မူ- အောင်မြင်အံ့။",
    "ငါးသိုင်း ကို ဖမ်းရသည်ဟုမက်မူ ယုံကြည် အားကိုးသူ သစ္စာဖောက်အံ့။"
  ],
  "ငါးသလောက်": [
    "ငါးသလောက် ကို မြင်မက်မူ- ကံကောင်းအံ့။",
    "ငါးသလောက် ပုပ်နေသည်ကို မြင်မက်က- ကံဆိုးအံ့။"
  ],
  "ငါးသေတ္တာငါး": [
    "ငါးသေတ္တာငါး ကို မြင်မက်မူ- ရေလမ်းခရီး သာယာစွာသွားရအံ့။",
    "ငါးသေတ္တာငါး စားရသည်ဟုမက်မူ- ကျန်းမာအံ့။"
  ],
  "ငါးပျံ": [
    "ငါးပျံ ကို မြင်မက်မူ - ဥစ္စာပစ္စည်း ဆုတ်ယုတ်အံ့၊ ကောက်ကျစ်သောမိတ်ဆွေများ တွေ့ရအံ့။"
  ],
  "ငွေငါး": [
    "ငွေငါး ကို မြင်မက်က - ကျန်းမာသူ နာဖျားအံ့၊ မကျန်းမာသူ ရောဂါပျောက်အံ့။"
  ],
  "ငွေငါး၊ ရွှေငါး": [
    "ငွေငါး၊ ရွှေငါး ကို မြင်မက်မူ - အလုပ်အကိုင် အခက်အခဲ တွေ့ရအံ့။"
  ],
  "ငါးများ": [
    "ငါးများ ရသည်ဟုမက်မူ-ဒုက္ခတွေ့အံ့၊ စွန့်ပစ်ရအံ့။",
    "ငါးများ နေသည်ကို မြင်မက်မူ - ညီအစ်ကိုထဲမှ သေပျောက်အံ့။"
  ],
  "ငါးမျှားချိတ်": [
    "ငါးမျှားချိတ် မြင်မက်မူ - တော်လှန်အံ့၊ သစ္စာဖောက်အံ့။",
    "ငါးမျှားချိတ် နှင့် ငါးစာကိုမြင်မက်မူ - ချစ်သူစွန့်ခွာအံ့။"
  ],
  "ငါးပေါင်းကြော်": [
    "ငါးပေါင်းကြော် စားရသည်ဟုမက်က - အခွင့်ကောင်းအခါကောင်း တွေ့ရအံ့။"
  ],
  "ငါးရှဉ့်": [
    "ငါးရှဉ့် မြင်မက်မူ - အလုပ်ပင်ပန်းအံ့၊ ရန်သူတွေ့ရအံ့။",
    "ငါးရှဉ့် အသေကို မြင်မက်က - အောင်မြင်အံ့။"
  ],
  "ငယ်မူ": [
    "ငယ်မူ ပြန်သည်ဟု မြင်မက်မူ - ကံကောင်းအံ့၊ သုခ ချမ်းသာဖြစ်အံ့။"
  ],
  "ငတ်မွတ်": [
    "ငတ်မွတ် သည်ဟု မြင်မက်က - အလွန်ကံကောင်းအံ့၊ ချစ်သူရအံ့။"
  ],
  "ငန်းဖျား (အူရောင်ရောဂါ)": [
    "ငန်းဖျား (အူရောင်ရောဂါ) ဖြစ်သည်ဟုမြင်မက်မူ - ပြင်းထန်စွာ နာပျားအံ့။"
  ],
  "ငုံးငှက်": [
    "ငုံးငှက် မြင်မက်မူ - သတင်းဆိုး ကြားရအံ့၊ မဟုတ်သတင်းကြောင့် ချစ်သူဆိုးအံ့၊ ရွှေ အဖိုးကောင်းအံ့။",
    "ငုံးငှက် အသေကိုမြင်မက်မူ - စိတ်ဒုက္ခ ရောက်အံ့။",
    "ငုံးငှက် အုပ်လိုက်မြင်မက်က - ဒုက္ခတွေ့အံ့။"
  ],
  "ငိုကြွေး": [
    "ငိုကြွေး ရသည်ဟု မက်က - ချမ်းသာသုခ ဖြစ်အံ့၊ ရန်သူ၏ငွေကိုရအံ့၊ သားများ လိမ်မာအံ့။",
    "ငိုကြွေး အခြားသူများ ငိုကြွေးနေသည်ကို မြင်မက်မူ - သုခဖြစ်အံ့၊ အိမ်နီးချင်းနှင့် မိတ်ဆွေများ ကံကောင်းအံ့။",
    "ငိုကြွေး ပြင်းထန်စွာ ငိုကြွေးရသည်ဟုမက်မူ - ရွှေ အဖိုး ချမ်းသာအံ့၊ ကံကောင်းအံ့။",
    "ငိုကြွေး သံကြားရသည်ဟုမက်က - သတင်းကောင်း ကြားရအံ့။",
    "ငိုကြွေး မျက်ရည်ကျသည်ဟုမက်မူ - အကြံအောင်အံ့။"
  ],
  "ငိုက်": [
    "ငိုက် နေသည်ဟု မက်မူ - နာဖျားတတ်အံ့။"
  ],
  "ငွေ": [
    "ငွေ မြင်မက်မူ - မယားကောင်းရအံ့။",
    "ငွေ ရသည်ဟု မြင်မက်မူ - စုတ်လာဒ်ရအံ့၊ ကံကောင်းအံ့။",
    "ငွေ ပေးရသည်ဟုမက်က - ဥစ္စာတိုးအံ့၊ အမြတ်ရအံ့၊ အရောင်းအဝယ် ကောင်းအံ့။",
    "ငွေ ယူရသည်ဟုမက်မူ - အကြံအောင်အံ့၊ တရားနိုင်အံ့၊ သားရအံ့။",
    "ငွေ လဲလှယ်ရသည်ဟု မက်မူ ကိုယ့် အပြစ်နှင့် ကိုယ် ဒုက္ခတွေ့အံ့။",
    "ငွေ ချေးယူရသည်ဟု မက်မူ ကံဆိုးအံ့၊ စိတ်ဒုက္ခ ရောက်အံ့။",
    "ငွေ ချေးလိုက်ရသည်ဟု မက်မူ ဆုံးရှုံးအံ့၊ ဆင်းရဲအံ့။",
    "ငွေ လိုသလောက်ရသည်ဟု မက်မူ အရောင်းအဝယ် ကောင်းအံ့၊ လက်ထပ်ရအံ့။",
    "ငွေ ဆပ်လိုက်ရသည် ဟု မက်မူ ချောမောပြေပြစ်အံ့။",
    "ငွေ စုရသည်ဟု မက်မူ မုချ ဆုံးရှုံးအံ့။",
    "ငွေ ရေတွက်ရသည်ဟု မက်မူ မြတ်စွန်းအံ့၊ ရန်ဖြစ်ရအံ့။",
    "ငွေ မျိုရသည်ဟု မက်မူ လိမ်လည်ခံရအံ့။",
    "ငွေ ဆုံးသည်ဟု မက်က အလုပ်ကောင်းအံ့။",
    "ငွေ ရှာဖွေနေရသည်ဟု မက်မူ ဒေဝါလီ(လူမွဲ) ဖြစ်အံ့။",
    "ငွေ များများ မြင်မက်မူ နည်းနည်းရအံ့။",
    "ငွေ များကို ငေးကြည့်နေရသည် ဟု မက်မူ တစ်စုံတစ်ယောက် ကောင်းကြံနေအံ့။",
    "ငွေ များ မြင်ရုံသာမြင်ပြီး မရဟု မက်လျှင် ဒေါသ ဖြစ်ရအံ့။",
    "ငွေ အင်္ဂါးများကို မြင်မက်မူ သောကများအံ့။",
    "ငွေ သား (ဘော်) ကို မြင်မက်မူ အကြံပျက်အံ့။",
    "ငွေ အခက်အခဲ တွေ့ရသည်ဟု မက်က လုံးဝအောင်မြင်အံ့။",
    "ငွေ မြှုပ်ထားသော ငွေကို ရသည်ဟု မက်မူ အလိုဆန္ဒ ပြည့်စုံအံ့။",
    "ငွေ ချေးထားသည်ကို ပြန်မဆပ်လိုက်ရဟု မက်မူ တာဝန်ရှိသော ရာထူးရအံ့။",
    "ငွေ ယူပြီး လစ်ပြေးသည်ဟု မက်မူ သစ္စာမဲ့ကြအံ့။",
    "ငွေ ကိုယ်တိုင်ယူပြီး လစ်ပြေးရသည်ဟု မက်မူ အနည်းငယ် ထိခိုက်အံ့၊ ဆုံးရှုံးသောဥစ္စာ ပြန်ရအံ့။"
  ],
  "ငွေအိတ်(ငွေနှင့်)": [
    "ငွေအိတ်(ငွေနှင့်) ရသည်ဟု မက်မူ အကျိုးဖြစ်ထွန်းအံ့၊ ချစ်သူ ရအံ့၊ ကလေးများရအံ့၊ တစ်သက်လုံး ချမ်းသာအံ့။",
    "ငွေအိတ်(ငွေနှင့်) (ငွေမပါဘဲ) ရသည်ဟု မက်မူ စိတ်ပျက်စရာ ဖြစ်အံ့၊ ရှားပါးအံ့။",
    "ငွေအိတ်(ငွေနှင့်) ငွေပြည့်လျှံနေသည် ဟု မက်က ယုတ်ညံ့သော အကျင့် ပေါ်အံ့၊ ပျင်းရိစရာ အတ္တရအံ့။",
    "ငွေအိတ်(ငွေနှင့်) ပျောက်သည်ဟု မက်မူ အကြံ ပျက်အံ့၊ ရောဂါရအံ့။",
    "ငွေအိတ်(ငွေနှင့်) လွှင့်ပစ်ရသည်ဟု မက်မူ မိတ်ဆွေ ဆုံးအံ့၊ နာဖျားအံ့။",
    "ငွေအိတ်(ငွေနှင့်) ကောက်ရသည်ဟု မက်က ဒေဝါလီ(လူမွဲ) ဖြစ်အံ့။",
    "ငွေအိတ်(ငွေနှင့်) အနက်ကို မြင်မက်မူ မျှော်လင့်ချက်ရှိအံ့။",
    "ငွေအိတ်(ငွေနှင့်) အပြာကို မြင်မက်မူ ချမ်းသာသုခ ဖြစ်အံ့။"
  ],
  "ငွေစက္ကူ": [
    "ငွေစက္ကူ အသစ်ကို မြင်မက်မူ ကံကောင်းအံ့။",
    "ငွေစက္ကူ အဟောင်း အစုတ် အပြတ်ကို မြင်မက်မူ အကြံပျက်အံ့၊ ရောဂါရအံ့၊ စိတ်ပျက်စရာ ဖြစ်အံ့၊ ဝိုင်းပယ်ခံရအံ့။"
  ],
  "ငွေတု၊ငွေစက္ကူတု": [
    "ငွေတု၊ငွေစက္ကူတု ကို မြင်မက်မူ မိတ်ကောင်း တစ်ယောက် ရအံ့။"
  ],
  "ငွေရတုသဘင်": [
    "ငွေရတုသဘင် ဆင်ယင် ကျင်းပသည်ဟု မက်မူ ချမ်းသာသော ဆွေမျိုးများထံမှ အမွေရအံ့။"
  ],
  "ငွေထုပ်သောခက်": [
    "ငွေထုပ်သောခက် ကို မြင်မက်က ရောဂါ ပျောက်အံ့၊ ကျန်းမာသန်စွမ်းအံ့။"
  ],
  "ငွေကိုင်စာရေးကြီး": [
    "ငွေကိုင်စာရေးကြီး လုပ်ရသည်ဟု မက်မူ ငွေ ကျပ်တည်းအံ့၊ ငွေ ဆုံးရှုံးအံ့။"
  ],
  "ငှက်": [
    "ငှက် မြင်မက်မူ စိတ်ချမ်းသာအံ့၊ မိတ်ဆွေ၊ ဥစ္စာ ရအံ့၊ မင်္ဂလာဖြစ်အံ့။",
    "ငှက် ငယ်ငယ်မြင်မက်မူ အလွန် ကံကောင်းအံ့။",
    "ငှက် များစွာ မြင်မက်မူ ခရီးသွားရအံ့။",
    "ငှက် များပျံနေသည်ကို မြင်မက်မူ အခက်အခဲတို့မှ လွတ်မြောက်အံ့၊ ချမ်းသာသူအတွက် ဆုံးရှုံးနစ်နာအံ့၊ ဆင်းရဲသူအတွက် ကံကောင်းအံ့။",
    "ငှက် မိမိထံမှ ပျံသွားသည်ဟု မက်က ဥစ္စာပစ္စည်း တဖြည်းဖြည်း ဆုတ်ယုတ်အံ့၊ မျှော်လင့်ချက် ပျက်အံ့။",
    "ငှက် မိမိထံသို့ ပျံလာသည်ဟု မက်လျှင် ကံကောင်းအံ့၊ ဥစ္စာတိုးအံ့။",
    "ငှက် နားနေသည်ဟု မက်မူ ငြိမ်းချမ်းစွာ နေရလတ္တံ့။",
    "ငှက် လာနေသည်ဟု မက်မူ ကွယ်ရာမှ ရန်သူက ဥပဒ်ပြုရန် စောင့်နေအံ့။",
    "ငှက် ဖမ်းနေသည်ကို မက်မူ မကောင်းကြံအံ့။",
    "ငှက် ဖမ်းရသည်ဟု မက်မူ အမြန်လက်ထပ်ရအံ့၊ ငွေကြေးရအံ့။",
    "ငှက် ပိုက်ကွန်နှင့် အုပ်ဖမ်းရသည်ဟု မက်မူ ဥစ္စာရအံ့၊ တိုးတက်အံ့။",
    "ငှက် မိသည်ဟု မက်က ငွေရအံ့။",
    "ငှက် ကို သတ်ရသည်ဟု မက်မူ ကံဆိုးအံ့၊ ဆင်းရဲအံ့၊ အကြံပျက်အံ့။",
    "ငှက် ကို ပစ်ရသည်ဟု မက်မူ သစ္စာဖောက်အံ့၊ မကောင်းကြံ ခံရအံ့။",
    "ငှက် သီချင်းဆိုနေသည်ဟု မက်မူ အကြံအောင်အံ့၊ တိုးပွားအံ့၊ အိမ်ထောင်မှု သာယာအံ့။",
    "ငှက် ချင်း ခွပ်နေသည်ကို မြင်မက်မူ အခက်အခဲ တွေ့ရအံ့။",
    "ငှက် ချင်း ရန်ဖြစ်နေသည်ကို မြင်မက်မူ- အကျိုးအကျယ် ပြောင်းလဲအံ့။",
    "ငှက် သားစားရသည်ဟု မက်မူ- ချမ်းသာကြီးအံ့၊ အလိုဆန္ဒ ပြည့်အံ့။",
    "ငှက် ဦးခေါင်းပြတ်ရသည်ဟု မက်မူ- ချမ်းသာကြီးအံ့။",
    "ငှက် ဦးခေါင်းကဲ့သို့ မိမိဦးခေါင်းကို မြင်မက်မူ- အရပ်ရပ် လှည့်လည်သွားလာနေရအံ့။",
    "ငှက် ကျားကို မြင်မက်မူ- အလွန် ကံကောင်းအံ့။",
    "ငှက် တော်ကို မြင်မက်မူ- အမတ်ကြီးဖြစ်အံ့။",
    "ငှက် ရဲများကို မြင်မက်မူ- ဘေးဥပဒ်တွေ့ရအံ့။",
    "ငှက် မည်းကို မြင်မက်မူ- မနာလို မုန်းထားခြင်း ခံရအံ့။",
    "ငှက် စုန်း (ညငှက်) ကို မြင်မက်မူ- ဘေး တွေ့အံ့။",
    "ငှက် စုန်းထိုးသံ ကြားရသည်ဟု မြင်မက်မူ- သေပျောက်အံ့။",
    "ငှက် ကုလားအုပ်ကိုမြင်မက်မူ- စိတ်ပျက်စရာ တွေ့အံ့၊ ခရီးဝေးသွားရအံ့၊ စိတ်ကူးယဉ်အံ့။",
    "ငှက် ရေငှက်များ ကုန်းပေါ်မှာမြင်မက်မူ- မသေချာသောကိစ္စများ ပြီးစီး အောင်မြင်အံ့။",
    "ငှက် ကဲ့သို့ ကောင်းကင်မှာပျံဝဲလျှက်နေရသည်ဟု မက်မူ- ဒုက္ခအပေါင်းတို့မှ ကင်းလွတ်အံ့။"
  ],
  "ငှက်အသိုက်": [
    "ငှက်အသိုက် မြင်မက်မူ- ချမ်းသာသုခဖြစ်အံ့၊ ဥစ္စာဓန ရအံ့၊ ကလေးများရအံ့။",
    "ငှက်အသိုက် ထဲ ငှက်ကလေးများ၊ ဥများ မြင်မက်မူ- ဥစ္စာတိုးအံ့၊ အစစအရာရာ ကောင်းအံ့။",
    "ငှက်အသိုက် ထဲ ငှက်ကလေးများ သေနေ၊ ဥများကွဲနေသည်ကို မြင်မက်မူ- ကြမ္မာဆိုးတွေ့အံ့။"
  ],
  "ငှက်သိုက်": [
    "ငှက်သိုက် ထဲ ငှက်ကလေးများအား အစာကျွေးနေသည်ကို မြင်မက်မူ- ဥစ္စာတိုးအံ့။",
    "ငှက်သိုက် ထဲ ဗလာမြင်မက်မူ- ဆုံးရှုံးအံ့။",
    "ငှက်သိုက် ထဲ အမွေးအတောင်မစုံသော ငှက်ကလေးများကို မြင်မက်မူ- တရားမမှုဖြစ်အံ့။ အမှုရှုံးအံ့။",
    "ငှက်သိုက် ကို စစ်ဆေးကြည့်ရသည်ဟုမက်မူ- သက်သာ ချောင်ချိအံ့။",
    "ငှက်သိုက် ကို မိမိအိမ် အနီးအနားသို့ ပစ်လိုက်ရသည်ဟု မက်မူ- ဆင်းရဲအံ့။"
  ],
  "ငှက်လှောင်အိမ်": [
    "ငှက်လှောင်အိမ် မြင်မက်မူ- သစ္စာမဲ့စွာ အကြံခံရအံ့။",
    "ငှက်လှောင်အိမ် ကို မိမိကိုယ်တိုင် လက်နှင့် ယူလာသည်ဟု မက်မူ- မကြာမီ လက်ထပ်ရအံ့။",
    "ငှက်လှောင်အိမ် ထဲတွင် ငှက်များ မြင် မက်မူ- အချစ်ကိစ္စကောင်းအံ့ လက်ထပ်ရအံ့။",
    "ငှက်လှောင်အိမ် ဗလာ မြင်မက်က- စေ့စပ် ကြောင်းလမ်းထားခြင်း ပျက်အံ့၊ လင်မယား ကွဲတတ်အံ့၊ အချုပ်အနှောင် ခံရအံ့။",
    "ငှက်လှောင်အိမ် ၎င်းအထဲတွင် ငှက်ကလေးတစ်ကောင် ပါလာသည်ဟု မြင်မက်မူ- တစ်ခုလပ်နှင့် ညားအံ့။",
    "ငှက်လှောင်အိမ် ၎င်းအထဲမှ ငှက်ကလေးတစ်ကောင်ကို မိမိက ထုတ်ယူရသည်ဟု မက်မူ- ချစ်သူ ခိုးရာလိုက်အံ့၊ တိတ်တိတ်ပုန်း လက်ထပ်ရအံ့။",
    "ငှက်လှောင်အိမ် ထဲမှ ငှက်များကို လွှတ်နေသည်ဟု မြင်မက်မူ- မယားအိမ်က ပြေးလာအံ့။",
    "ငှက်လှောင်အိမ် ထဲက ငှက်များကို ထုတ်ယူ လွှတ်ရသည်ဟု မက်မူ- အရောင်းအဝယ်ကောင်းအံ့၊ ဆန်ရေစပါး ပေါအံ့၊ အကြံအောင်အံ့။"
  ],
  "ငှက်ဥ": [
    "ငှက်ဥ များကို မြင်မက်မူ- အလွန် ကံကောင်းအံ့၊ လုပ်သမျှ အောင်အံ့။",
    "ငှက်ဥ စားရသည်ဟု မက်က- ဆင်းရဲအံ့။"
  ],
  "ငှက်မွေး": [
    "ငှက်မွေး ငှက်တောင်ကို မြင်မက်မူ- အကြံအောင်အံ့။",
    "ငှက်မွေး မိမိပခုံးပေါ် ကျွတ်ကျသည်ဟု မက်မူ- သတင်းကောင်း ကြားရအံ့။",
    "ငှက်မွေး စုတ်စုတ်ပျက် မြင်မက်မူ- မကောင်းသတင်း ကြားရအံ့။"
  ],
  "ငှက်ပျော": [
    "ငှက်ပျော ပင်ကို မြင်မက်မူ- မြို့ရွာ ပြောင်းရအံ့။",
    "ငှက်ပျော စိုက်ရသည်ဟု မက်က- မင်းဖြစ်အံ့။",
    "ငှက်ပျော သီးဝယ်ရသည်ဟု မက်မူ- အလုပ် ရာထူးတိုးအံ့။",
    "ငှက်ပျော သီးကို မြင်မက်မူ- အလွန် ကံကောင်းအံ့။",
    "ငှက်ပျော သီးစားရသည်ဟုမက်မူ- ရည်းစား လိမ်လည်အံ့။",
    "ငှက်ပျော သီးအမှည့် မြင်မက်၊ စားရသည်ဟု မက်မူ- ကျန်းမာအံ့၊ ကံကောင်းအံ့။",
    "ငှက်ပျော သီး အမှည့်လွန် နေသည်ကို မြင်မက်မူ- အကြံအစည် ပျက်အံ့။",
    "ငှက်ပျော သီး အစိမ်းကို စားရသည်ဟုမက်မူ- ချစ်သူဆုံးအံ့၊ စာမေးပွဲ ရှုံးအံ့။"
  ],
  "ငှက်ဖျား": [
    "ငှက်ဖျား ဖျားသည်ဟု မက်မူ- လင်မယားကွဲအံ့၊ အိမ်ထောင် အပြောင်းအလဲ ရှိအံ့။"
  ]
}