{
  "စကား": [
    "စကား ပြောသံ ကြားရသည်ဟု မက်မူ- အကြံကောင်း ရအံ့။",
    "စကား ကျယ်ကျယ်ပြောသံကြားရသည်ဟု မက်မူ- အိမ်ထောင် အရှုပ်အထွေးအနှောင့်အယှက် တွေ့အံ့။",
    "စကား များများပြောနေသည်ကို ကြားရသည်ဟု မက်က- အိမ်နားနီးပါးများ မကောင်း ပြောအံ့။",
    "စကား များများ ပြောရသည်ဟု မက်မူ- ရန်ငြိုးထားခြင်း ခံရအံ့။",
    "စကား ထပ်သည်၊ အသည်ဟု မက်မူ- နောက် အလုပ်ဖြင့် ကျေးဇူးရှိအံ့။ ချမ်းသာအံ့။"
  ],
  "စကားဝှက်": [
    "စကားဝှက် များ မြင်မက်မူ- အခက်အခဲ မပြေနိုင်ဘဲ ရှိအံ့၊ ဆုံးရှုံးအံ့။"
  ],
  "စကားထာ": [
    "စကားထာ စကားဝှက်ဖြင့် ပြောရသည်ဟု မက်မူ- ဆွေမျိုးထဲက မမျှော်လင့်သောအရပ် ပေးလာအံ့၊ ၎င်းဖြင့် ဥပဒ်ရအံ့။"
  ],
  "စတော်ပဲအစိမ်း": [
    "စတော်ပဲအစိမ်း စားရသည်ဟု မက်မူ- ကျန်းမာအံ့။",
    "စတော်ပဲအစိမ်း ချက်ပြီး စားရသည်ဟုမက်မူ- နာဖျားအံ့။"
  ],
  "စပရင်(လေးကိုင်း)": [
    "စပရင်(လေးကိုင်း) မြင်မက်မူ- ကလေးများ နာဖျားအံ့။"
  ],
  "စပါး": [
    "စပါး မြင်မက်မူ- ချမ်းသာတိုးအံ့၊ အကျိုးများအံ့၊ ကလေးများရအံ့၊ စကားဟောင်းပေါ်အံ့။",
    "စပါး ရိတ်သိမ်းရသည်ဟုမက်မူ- ချမ်းသာအံ့။",
    "စပါး ကျီစပါးအပြည့်နှင့်မြင်မက်မူ- ဆန်ရေစပါး ပေါများအံ့။",
    "စပါး ကျီဗလာမြင်မက်မူ-အကျိုးမရှိသော အလုပ်ကို လုပ်မိအံ့။",
    "စပါး စေ့များကို ကိုယ်မှာကပ်နေသည်ဟုမက်က- ဥစ္စာရအံ့၊ သာသာယာယာရှိအံ့။",
    "စပါး ပင်များ မူည့်နေသည်ကိုမြင်မက်မူ- ကောင်းသော နိမိတ်တည်း။ ကျန်းမာအံ့၊ ကြီးပွားတိုးတက်အံ့၊ ချစ်သူရအံ့၊ အလုပ်ရအံ့၊ ပျော်ရွှင်ရအံ့။",
    "စပါး ပုံ မီးလောင် နေ သော် လည်း စပါးများ မပျက်စီးဟု မက်မူ- ဆန်ရေစပါး ပေါများကြွယ်ဝအံ့၊ ကောင်းကျိုး ချမ်းသာ ရအံ့။ ပြာကျသွားလျှင် ဆန်ရေစပါး ရှားပါးအံ့။"
  ],
  "စံပယ်ပန်း": [
    "စံပယ်ပန်း ကို မြင်မက်မူ-ကုသိုလ်ကံအထူးကောင်းအံ့၊ ရာထူးတက်အံ့။"
  ],
  "စလုံ (ဇလုံ)": [
    "စလုံ (ဇလုံ) နှင့် စားရသည်ဟုမက်မူ-အချစ်ဦးနှင့်လွဲအံ့၊ အပြည့်မြင်မက်မူ- သုခဖြစ်အံ့၊ ငွေရအံ့။",
    "စလုံ (ဇလုံ) ဗလာမြင်မက်က- အနှောင့်အယှက်မှ မကြာမီ လွတ်ကင်းအံ့၊ ကြွေးတင်အံ့။",
    "စလုံ (ဇလုံ) သွန်သည်ဟုမက်မူ- မိမိအား မဟုတ်မမှန် ပြောဆိုချက်များကို မယုံကြည်ကြဘဲ ရှိအံ့။",
    "စလုံ (ဇလုံ) ဆေးရသည် ဟု မက်က- သစ္စာရှိသော မိတ်ဆွေများရအံ့။",
    "စလုံ (ဇလုံ) ကွဲအက်သည်ကို မြင်မက်မူ- မျှော်လင့်သည့် အတိုင်း ရာထူးမတိုးဘဲ ရှိအံ့။"
  ],
  "စပျစ်သီး": [
    "စပျစ်သီး မြင်ရ စားရသည်ဟု မက်မူ- မယားရအံ့၊ ကာမစည်းစိမ်ရှိအံ့၊ အမွေအနှစ်ရအံ့၊ ချစ်သူရအံ့၊ မယား ချစ်အံ့၊ ကလေးများ ရအံ့။",
    "စပျစ်သီး ခြေထောက်စားရသည်ဟုမက်က- ကျန်းမာအံ့၊ ကံကောင်း အံ့၊ အသုံးဖွာ အံ့၊ အလုပ်ကောင်းအံ့။",
    "စပျစ်သီး အဖြူအနီ စားရသည်ဟု မက်က- ကလေးမွေးအံ့။",
    "စပျစ်သီး အမည်း စားရသည်ဟု မက်က- ကလေးသေအံ့။"
  ],
  "စပျစ်ရည်": [
    "စပျစ်ရည် မြင်မက်မူ- မရေ မတွက်နိုင်သော ဥစ္စာပစ္စည်း ရအံ့။",
    "စပျစ်ရည် ကို သောက်ရသည်ဟုမက်က- ကျန်းမာအံ့၊ အကျိုးအမြတ်ရအံ့။",
    "စပျစ်ရည် ကို ရေနှင့် ရောသောက်ရသည်ဟု မက်မူ- နာဖျားအံ့။",
    "စပျစ်ရည် အမြှုပ်ကိုသောက်ရသည်ဟု မက်မူ- ပျော်ရွှင်စွာ ခရီးသွားရအံ့။",
    "စပျစ်ရည် အနှောက်ကို သောက်ရသည်ဟု မက်က- ချမ်းသာသုခ ဖြစ်အံ့။",
    "စပျစ်ရည် သောက်၍မူးနေသည်ဟုမက်က- ကံကောင်းအံ့၊ ရာထူးရအံ့။",
    "စပျစ်ရည် သောက်သောခွက်မှောက်နေသည်ဟုမက်မူ- ကံဆိုးအံ့။"
  ],
  "စာကလေး(ငှက်)": [
    "စာကလေး(ငှက်) မြင်မက်မူ- အကြံအောင်အံ့၊ ဥစ္စာ တိုးအံ့၊ ကာမ စည်းစိမ် ရှိအံ့၊ ကျော်စောအံ့။",
    "စာကလေး(ငှက်) များ မြင်မက်မူ- ခရီးသွားရအံ့။",
    "စာကလေး(ငှက်) ဝင်းတံခါးဝမှာ မြင် မက်က- ချမ်းသာကြီးအံ့၊ ဥစ္စာပေါအံ့။"
  ],
  "စာဝါကလေး": [
    "စာဝါကလေး များ မြင်မက်မူ- မိန်းမရအံ့။ စည်းစိမ်ရှိသော အိမ်ရာရအံ့။",
    "စာဝါကလေး နှစ်ကောင် မြင်မက်က- အမြွှာပူး မွေးအံ့။"
  ],
  "စာ": [
    "စာ ရသည်ဟု မက်က- ရပ်ဝေးမှ သတင်းကြားရအံ့။",
    "စာ များကို မြင်မက်မူ- ခရီးဝေး သွားရအံ့။",
    "စာ ရေးရသည်ဟု မက်မူ- စိတ်ကူးကောင်းအံ့။",
    "စာ ရေးနေသည်ဟု မက်မူ- အကျိုး ဖြစ် မည့် အကြံပေးအံ့၊ မိမိ တောင့်တသောအရာ ရအံ့။",
    "စာ ထည့်ရသည်ဟုမက်က- အခက်အခဲတွေ့အံ့၊ အကြံပျက်အံ့၊ ကျေးဇူးပြုလတ္တံ့။",
    "စာ ဖတ်နေသည်ကို မြင်မက်မူ- ကျော်စောအံ့။",
    "စာ (အလုပ်နှင့် ပတ်သက်သောစာ) ကို ရသည် ဟု မက်မူ- အမြတ်ကြီး ရအံ့။",
    "စာ (မိတ်ဆွေစာ) ကို မြင် မက် မူ- အပေါင်း အသင်းများအံ့။",
    "စာ (ရည်းစားစာ) ကို မြင် မက် က ချစ်သူ မိမိအား လေးစားအံ့။",
    "စာ (လက်ရေးစာ-ပေးစာ) ကို ပုံနှိပ်ရန် လက်ခံ ရသည်ဟု မက်မူ- စိတ်ပျက်စရာ တွေ့အံ့။",
    "စာ တံခါးကြားထဲမှ ထိုးထည့်သည်ဟု မက်မူ- ရာထူး တိုးအံ့။",
    "စာ (ကြန့်ကြာနေသောစာ) ရသည် မက်က- စိတ်မချမ်းသာစရာဖြစ်သောစာ ရလတ္တံ့။",
    "စာ စိကုံးရေးသားရသည်ဟု မက်မူ- သဘော ကောင်းသောမယား ရအံ့၊ ပညာရှိသော လင် ရအံ့။",
    "စာ ဟော၊ စာပြော နားထောင် ရသည် ဟု မက်မူ- အကူအညီ ပေးရလတ္တံ့။",
    "စာ ဟော ဆရာ လုပ်ရသည်ဟု မက်မူ - ခေါင်း ဆောင် ဖြစ်အံ့။",
    "စာ ရေး ဆရာ (နာမည်ကြီး) ကို မြင် မက် မူ- မမျှော်လင့်သော ချမ်းသာသုခ ရအံ့။",
    "စာ ရေးဆရာ ဖြစ်နေသည်ဟု မက်မူ- အနုပညာ တွင် ပြောင်မြောက်အံ့။"
  ],
  "စာတိုက်": [
    "စာတိုက် မြင်မက်မူ- နေရာထိုင်ခင်းနှင့် မိတ်ဆွေများ အပြောင်းအလဲဖြစ်အံ့။"
  ],
  "စာပို့လုလင်": [
    "စာပို့လုလင် မြင်မက်မူ- သတင်း မကြာမီ ကြားရအံ့၊ မမျှော်လင့်သောကိစ္စ ဖြစ်အံ့။"
  ],
  "စာပုံနှိပ်တိုက်": [
    "စာပုံနှိပ်တိုက် မြင်မက်မူ- ဒုက္ခများအံ့။",
    "စာပုံနှိပ်တိုက် စက်ရိုက်နှိပ်နေသည်ကို မြင်မက်မူ- အကြံ အောင်အံ့၊ မိတ်ဆွေများကိုလည်း သတိ ထားပါ။"
  ],
  "စာမေးပွဲ": [
    "စာမေးပွဲ ဖြေ ရ သည် ဟု မက်မူ- စိတ်ကို ထိခိုက် လောက်အောင် အခက်အခဲ တွေ့ရအံ့။",
    "စာမေးပွဲ ဖြေဆိုရာတွင် ခက်ခဲစွာတွေ့ရလျှင် ငွေရေး ကြေးရေး အလွန် ကျပ်တည်းအံ့။",
    "စာမေးပွဲ လွယ်ကူစွာ ဖြေဆိုနိုင်က- မမျှော်လင့်သော အကျိုးကျေးဇူး ရလတ္တံ့။",
    "စာမေးပွဲ ကျသည် ဟု မက်က- အကြံ အောင်အံ့ စာမေးပွဲ အောင်အံ့။"
  ],
  "စာရင်းအင်းများ": [
    "စာရင်းအင်းများ မှားနေသည်ဟု မက်က- ကံကောင်းအံ့။",
    "စာရင်းအင်းများ လုပ်ရသည်ဟုမက်မူ- ကြွေးပေးလျှင်ဆုံးအံ့။",
    "စာရင်းအင်းများ ပျောက်ဆုံးနေသည်ဟု မက်မူ- လူလိမ်လူကောက် လူရှုပ်များ တွေ့ရအံ့။"
  ],
  "စာရင်းကိုင်များ": [
    "စာရင်းကိုင်များ မြင်မက်မူ- သြဇာရှိသော အလုပ်ရအံ့။",
    "စာရင်းကိုင်များ မိမိရည်းစား စာရင်းကိုင် ဖြစ်နေသည် ဟု မက်မူ- ကောင်းမွန်စွာ ကျွေးနိုင် မွေးနိုင်သူကို ရအံ့။"
  ],
  "စာသင်": [
    "စာသင် ရသည်ဟု မက်မူ- အသေးအဖွဲကလေးဖြင့် စိတ်ညစ်ရအံ့၊ အကြံ, အကူအညီ ရလတ္တံ့။",
    "စာသင် ပေးရသည်ဟု မက်က- မင်္ဂလာပွဲ တစ်ခုသို့ ဖိတ်ကြားခံရအံ့၊ မိမိက အကူအညီ ပေးရအံ့။",
    "စာသင် ကျောင်းကိုမြင်မက်မူ- ရိုသေလေးစားခြင်း ခံရအံ့။"
  ],
  "စာအံ": [
    "စာအံ ရသည်ဟုမက်က-စာပေတွင် ကျော်စောအံ့။"
  ],
  "စာအိတ်": [
    "စာအိတ် (အလှသုံး)ကို မြင်မက်မူ- ပျော်ရွှင်အံ့။",
    "စာအိတ် (ကုန်သည်သုံး)ကို မြင်မက်မူ-ရာထူးတိုးအံ့၊ အမှာစာ များစွာရအံ့။",
    "စာအိတ် ပိတ်လျက်မြင်မက်မူ- အခက်အခဲ တွေ့ရအံ့။",
    "စာအိတ် ဖွင့်၍ အတွင်းမှစာကို ယူရသည်ဟု မက်က- သောက ကင်းအံ့။"
  ],
  "စာအုပ်": [
    "စာအုပ် မြင်မက်မူ- ပျော်ရွှင်ရအံ့၊ ပညာတတ်အံ့၊ ပညာတတ် ကလေးရအံ့။",
    "စာအုပ် များစွာ မြင်မက်မူ- အခက်အခဲ တွေ့ပြီးမှ အောင်မြင်အံ့။",
    "စာအုပ် လမ်းမှ ကောက်ရသည်ဟု မက်က- စာပေ နယ်တွင် ကျော်စောအံ့။",
    "စာအုပ် သူတော် သူမြတ်ထံမှ ရသည်ဟု မက်က- ဂုဏ်ကြီးအံ့။",
    "စာအုပ် ကောင်းကို ဖတ်ရသည်ဟု မက်မူ- ပညာထူး နေရာထူးရအံ့၊ ကျော်စောအံ့။",
    "စာအုပ် မကောင်းသော စာအုပ်ကို ဖတ်ရသည် ဟု မက်မူ- အရှက်ရအံ့၊ အကျိုးယုတ်အံ့။",
    "စာအုပ် များများ ဖတ်ရသည်ဟု မက်မူ- စာပေနှင့် ကျော်ကြားအံ့၊ သားရတနာရအံ့။",
    "စာအုပ် ဖတ်နေသည်ကို မြင်မက်မူ- ကျော်စော ထင်ရှားအံ့။",
    "စာအုပ် ဝယ်ရသည်ဟု မက်မူ-စာနှင့်အကျိုးပေးအံ့။",
    "စာအုပ် ရောင်း၍ အသက်မွေးရသည်ဟုမက်မူ- ပညာရှင်များနှင့် မိတ်ဆွေဖြစ်အံ့။",
    "စာအုပ် ထုပ်ကြီးကို ယူလာသည်ဟု မက်မူ- ဒုက္ခ တွေ့ရအံ့။"
  ],
  "စာအုပ်စင်": [
    "စာအုပ်စင် ဗလာမြင်မက်မူ- ကောင်းကျိုးပေးအံ့။",
    "စာအုပ်စင် စာအုပ်များဖြင့် မြင်မက်မူ- ဆုံးရှုံးအံ့။"
  ],
  "စာချုပ်စာတမ်း": [
    "စာချုပ်စာတမ်း လုပ်ရသည်ဟုမက်မူ- အကြံ ချွတ်ချော်အံ့၊ ဖတ်ကြည့်ပြီး လက်မှတ်မထိုးဘဲ နေသည်ကို မက်မူ- အကြံအောင်အံ့။",
    "စာချုပ်စာတမ်း (ဘွန်း ငွေချေး စာချုပ်) ဝယ်ရသည်ဟု မက်မူ- ကံကောင်းအံ့။",
    "စာချုပ်စာတမ်း (ဘွန်း ငွေချေး စာချုပ်) ရောင်းရသည်ဟု မက်မူ- မကျွမ်းကျင်သော အလုပ် လုပ်မိ တတ်အံ့။",
    "စာချုပ်စာတမ်း (ဘွန်း ငွေချေး စာချုပ်) ပျောက်နေသည်၊ အထားမှားနေသည်ဟု မက်မူ-တန်ဖိုး မသေ မချာရှိအံ့။"
  ],
  "စားခုပ်": [
    "စားခုပ် (အစာကြီးသူ) ကို မြင်မက်- ဆွေမျိုးများ နာဖျားအံ့။",
    "စားခုပ် မိမိကိုယ်တိုင် ဖြစ်နေသည်ဟု မက်မူ- ဆင်းရဲ ပင်ပန်းအံ့။"
  ],
  "စားပိုးနှင့်": [
    "စားပိုးနှင့် နေသူကို မြင်မက်မူ- ထာဝရ သုခ ဖြစ်အံ့။",
    "စားပိုးနှင့် (မိမိကိုယ်တိုင်) နေရသည်ဟု မက်မူ- ခေတ္တ အခက်အခဲတွေ့ရအံ့။"
  ],
  "စားသောက်": [
    "စားသောက် ရသည်မက်မူ- အလိမ်ခံရအံ့၊ သစ္စာဖောက်အံ့၊ အိမ်သားချင်းရန်ဖြစ်အံ့၊ မကောင်းကြံခံရအံ့။",
    "စားသောက် မိတ်ဆွေများနှင့် စားသောက် နေသည်ဟု မက်မူ- ရန်သူ မိတ်ဆွေဖြစ်အံ့၊ လင်မယား အချစ်တိုးအံ့။",
    "စားသောက် တစ်ယောက်တည်း စားသောက် နေရသည်ဟုမက်မူ- အိမ်ထောင်မှု မပြေမပြစ်ရှိအံ့။ သားမယားနှင့် တစ်ကွဲစီနေရအံ့။",
    "စားသောက် သူတစ်ပါး စားသောက်နေသည်ကိုမြင်မက်မူ- အခက်အခဲ တွေ့ရအံ့၊ အဖိုးတန်သော မိတ်ဆွေများရအံ့။",
    "စားသောက် တံတိုင်းပေါ်တွင် ထိုင်စားရသည်ဟု မက်မူ- ရာထူးတိုးတက်အံ့။"
  ],
  "စားပွဲ": [
    "စားပွဲ မှာ ထိုင်ရသည်ဟု မက်မူ- ဒုက္ခရောက်အံ့။",
    "စားပွဲ အခြားသူများ ထိုင်နေသည်ကို မြင်မက်မူ- ကံကောင်းအံ့၊ အကျိုးကျေးဇူးရှိအံ့။",
    "စားပွဲ ထမင်းစားဖို့ ပြင်ရသည်ဟုမက်မူ- ပေါများ ကြွယ်ဝအံ့။"
  ],
  "စားပွဲခင်း": [
    "စားပွဲခင်း သန့်ပြန့်စွာမြင်မက်မူ-အလွန်ကံကောင်းအံ့၊",
    "စားပွဲခင်း စွန်းထင်းညစ်ပေစွာ မြင်မက်မူ- မိမိမိုက်ပြစ် ကြောင့် ဒုက္ခတွေ့ရအံ့။"
  ],
  "စီတန်း": [
    "စီတန်း လမ်းလျှောက်သူများကို မြင်မက်မူ- ချစ်သူ အလိုပြည့်အံ့၊ အကူအညီ တောင်းလာအံ့။",
    "စီတန်း (ကိုယ်တိုင်) လျှောက်ရသည်ဟု မက်မူ- နာဖျားအံ့၊ ဆုံးရှုံးအံ့၊ အခက်အခဲတွေ့ရအံ့။"
  ],
  "စည်": [
    "စည် (ရေစည်) ကို မြင်မက်မူ- မခံချင်စောအား အတင်းပြောခံရအံ့။",
    "စည် ဗလာမြင်မက်မူ- သူများစကား နားထောင်လျှင် မှားအံ့။",
    "စည် အပြည့်နှင့်မြင်မက်မူ- ကြီးပွားအံ့၊ ဥစ္စာတိုးအံ့။",
    "စည် နောက်ကွယ်မှာ ပုန်းနေရသည်ဟု မက်မူ- အောက်တန်းကျလတ္တံ့။",
    "စည် (အလွတ်) များ လိုမ့်နေသည်ကို မြင်မက်မူ- ပင်ပန်းလတ္တံ့။"
  ],
  "စည်-ဗျော": [
    "စည်-ဗျော တီးသံ ကြားရသည်ဟု မက်မူ- ရက်ရှည်လများ မျှော်လင့်နေသော ဂုဏ်ထူး ရာထူးကံကောင်းအံ့၊ သတင်းကြားရလတ္တံ့။",
    "စည်-ဗျော ကိုယ်တိုင်တီးရသည်ဟု မက်မူ- ချစ်သူရအံ့၊",
    "စည်-ဗျော တီးလျက် စတန်း လှည့်လည်သည်ကို မြင်မက်မူ- လခတိုးအံ့၊ ရာထူးတိုးအံ့။"
  ],
  "စီးကရက်": [
    "စီးကရက် သောက်ရသည်ဟု မက်မူ- အလုပ် အကိုင် အထက်အထိပ်သို့ ရောက်အံ့။",
    "စီးကရက် မီးညှိရသည်ဟုမက်မူ- အကြံသစ်၊ ဉာဏ်သစ်ပေါ်အံ့၊ အလုပ်အကိုင် ချဲ့ရလတ္တံ့။",
    "စီးကရက် မီးသတ်ရသည်ဟုမက်မူ- လက်ရှိ အလုပ်ပြီးဆုံး၍ အသစ်စလုပ်ရလတ္တံ့။",
    "စီးကရက် တစ်ဝက်သောက်ပြီး လက်၌ကိုင်ထားရသည် မက်မူ- အလုပ် အကိုင် တစ်ပိုင်း တစ်စနှင့် ရပ်ထားရလတ္တံ့။",
    "စီးကရက် အကုန်သောက်ရသည်ဟု မက်မူ- မျှော်လင့်ချက်ပြည့်စုံအံ့။"
  ],
  "စည်းစိမ်ခံစား": [
    "စည်းစိမ်ခံစား ခံစားရသည်ဟုမက်မူ- စိတ်ပျက်စရာများစွာ တွေ့ရအံ့၊ ဆင်းရဲအံ့။"
  ],
  "စူး": [
    "စူး ကိုမြင်မက်မူ- စီးပွားဥစ္စာတိုးတက်အံ့။"
  ],
  "စေတီ": [
    "စေတီ ပုထိုးကိုမြင်မက်မူ-အမွေအနှစ်ရအံ့၊ နတ်ကြီးတို့ ချစ်အံ့၊ ရုတ်တရက် သတင်းကြောင့် ခရီးစဉ်ပျက်ရအံ့။",
    "စေတီ ပြိုကွဲ၊ ထီးကျိုးသည်ကို မြင်မက်မူ-မျက်ရည် ပေါက်ကြီးငယ်ကျအံ့၊ သေပျောက်အံ့။"
  ],
  "စေ့စပ်ကြောင်းလမ်း": [
    "စေ့စပ်ကြောင်းလမ်း ထားရသည်ဟု မက်မူ- သောကဖြစ်အံ့။"
  ],
  "စေးနှဲသူ": [
    "စေးနှဲသူ နှင့် မိတ်ဖွဲ့ရသည်ဟု မက်မူ- မကြား၊ ဖဝဂ္ဂ တွေ့အံ့။"
  ],
  "စော်ကား": [
    "စော်ကား မိမိဖြစ်ရသည်ဟုမက်မူ- အလုပ်အကိုင် ပျက်အံ့၊ ချစ်သူကတ်ပျက်အံ့။",
    "စော်ကား ခံရသည်ဟု မက်မူ- ရိုသေကိုးညွှတ်ခြင်း ခံရအံ့၊ မမှန်သတင်းပို့လာအံ့၊ ပြောင်းရွှေရအံ့။"
  ],
  "စက္ကူ": [
    "စက္ကူ မြင်မက်မူ- ဒုက္ခတွေ့အံ့၊ အပြစ်ရှာ ခံရအံ့၊ အချုပ်ခံရအံ့။",
    "စက္ကူ သန့်ရှင်းဖြူစင်စွာ မြင်မက်မူ- မိတ်ဆွေများ ချစ်ခင်အံ့၊ မယားသစ္စာရှိအံ့၊ ဒုက္ခကင်းအံ့။",
    "စက္ကူ ပေကျံညစ်ထေးလျက် မြင်မက်မူ- ကိုယ့် အပြစ်နှင့်ကိုယ် ခံရအံ့။",
    "စက္ကူ ချောချောမြင်မက်မူ- ချမ်းသာကြီးအံ့။",
    "စက္ကူ စုတ်စိုလျက်မြင်မက်မူ- အကြံအောင်အံ့။",
    "စက္ကူ မင်စွန်းနေသည်ကို မြင်မက်မူ- ကုန်အေး အဖွဲ့ကလေးများ ရောင်းဝယ် ဖောက်ကား ရလတ္တံ့။",
    "စက္ကူ အမည်းကို မြင်မက်က- သစ္စာမဲ့အံ့။",
    "စက္ကူ တွန့်ရှုံ့နေသည်ကို မြင်မက်မူ- ထိခိုက် နာကျင်အံ့။",
    "စက္ကူ လိမ်၍ ကြွေမွပျက်စီးနေသည်ကိုမြင်မက်မူ အရှက်ရအံ့။",
    "စက္ကူ ခေါက်လျက် မြင်မက်မူ- စိတ်ပျက်စရာ အနည်းငယ်ဖြစ်အံ့။",
    "စက္ကူ လှပသေသပ်စွာ ခေါက်ထားသည်ကို မြင်မက်မူ- ကြိုးစားချက်များ အောင်မြင် လတ္တံ့။",
    "စက္ကူ တွင် စာ အပြည့်မြင်မက်မူ- အခက် အခဲ တွေ့ရအံ့။",
    "စက္ကူ တွင် ဗလာမြင်မက်မူ- ကောင်းအံ့။",
    "စက္ကူ ထုပ်ကြီးများ ယူလာရသည်ဟု မက်မူ- ဒုက္ခ များစွာ တွေ့ရအံ့။",
    "စက္ကူ ပုံကြီးကို မြင်မက်မူ- (မိန်းကလေး)ပျင်းရိ ထိုင်းအသော သူနှင့်ရအံ့၊ (ကုန်သည်)မက်က- အရောင်းအဝယ် ထိုင်းအံ့၊ (ခရီးသည်)မက်က- လမ်းခုလတ် ရပ်နားရအံ့၊ ခရီး နှောင့်နှေး ကြန့်ကြာအံ့။",
    "စက္ကူ ကို ဆုတ်ဖြဲရသည်ဟုမက်မူ- အလုပ်ပြောင်းရပြီး ကြီးပွားလတ္တံ့။",
    "စက္ကူ ဖြင့် နံရံကိုကပ်ရသည်ဟု မက်မူ- စိတ်ဒုက္ခ တွေ့အံ့၊ ပူပင်ရအံ့။",
    "စက္ကူ အစကလေးများကို လိုက်ကောက်ရသည်ဟုမက်မူ- နေရာ၊ ဌာနန္တရ ပြောင်းလဲရအံ့၊ ဆုတ်ဖြတ်ရသည်ဟုမက်မူ- သင့်အကြောင်း မကောင်းပြော၍ မေးငေါ့ကြလတ္တံ့။",
    "စက္ကူ ဆုတ်ဖြဲပြီး လေထဲလွင့်နေသည်ဟု မက်မူ- သင့်အား ကဲ့ရဲ့ခြင်းကို လူများ မယုံဘဲ ရှိလတ္တံ့။"
  ],
  "စက္ကူစွန်": [
    "စက္ကူစွန် လွှတ်နေသည်ကိုမြင်မက်မူ- ရာထူး၊ ဂုဏ်ထူး တိုးအံ့၊ ရိုသေလေးစားခြင်း ခံရအံ့။",
    "စက္ကူစွန် ကိုယ်တိုင် လွှတ်နေရသည်ဟု မက်မူ- ကံကောင်းအံ့၊ ဆင်းရဲကင်းအံ့၊ ဂုဏ်တက်အံ့။ အမြတ်ရအံ့၊ အလုပ်ရအံ့၊ ခရီးဝေးသွားရအံ့၊ မဖြစ်နိုင်ဟု ထင်ရသော အလုပ်ဖြစ်လတ္တံ့။",
    "စက္ကူစွန် ကြိုးပြတ်သွားသည်ဟု မက်မူ- ဥပဒ် အမြန် တွေ့ရအံ့၊ အလှန့်ကဲဆုံးအံ့။",
    "စက္ကူစွန် ကြိုးအဖြတ်ခံရသည်ဟုမက်မူ- တရားရှုံးအံ့၊ ကံဇော့အံ့။"
  ],
  "စက်တိုင်": [
    "စက်တိုင် (ကြိုးပေးသောနေရာ) ကို မြင် မက်က- အလွန် ကံကောင်းအံ့၊ အကြံအောင်အံ့၊ အသက်ရှည်အံ့။",
    "စက်တိုင် တက်ရသည်ဟု မက်မူ- ရာထူးကြီးရအံ့၊ ချစ်သူရအံ့။",
    "စက်တိုင် တင်ထားသောသူများကိုမြင်မက်မူ- အခြေ အနေ အလုပ်အကိုင် တိုးတက်အံ့။"
  ],
  "စက်ယန္တရား": [
    "စက်ယန္တရား များဆို မြင်မက်မူ- ဘဝသစ် လဲရအံ့။"
  ],
  "စက်ရုံ": [
    "စက်ရုံ ကို မြင်မက်မူ- ချမ်းသာအံ့၊ အမွေ ရအံ့။"
  ],
  "စက်ဝိုင်းများ": [
    "စက်ဝိုင်းများ ရေးဆွဲနေရသည်ဟုမက်မူ- ဘွဲ့တံဆိပ် ရအံ့။"
  ],
  "စင်မြင့်": [
    "စင်မြင့် ပေါ်တက် မတ်တပ်ရပ်နေရသည်ဟုမက်မူ- အနာရောဂါရအံ့၊ သေပျောက်အံ့။"
  ],
  "စင်္ကြံ": [
    "စင်္ကြံ ပေါ်လျှောက်နေရသည်ဟုမက်က- မပျော် လင့်သောသူနှင့် လက်ထပ်ရအံ့။"
  ],
  "စစ်သားများ": [
    "စစ်သားများ မြင်မက်မူ- သတ္တိရှိအံ့၊ ရန်သူကို နိုင်အံ့၊ မိုးရွာအံ့၊ အလုပ်လက်မဲ့ ဖြစ်အံ့။",
    "စစ်သားများ လာနေသည်ကို မြင်မက်က- အနာရောဂါ ဖြစ်အံ့။"
  ],
  "စစ်တပ်": [
    "စစ်တပ် မြင်မက်မူ- မိတ်ဆွေများထံမှ တစ်စုံတစ်ခု ရအံ့၊ အချစ်ဆုံးလူနှင့် ရန်ဖြစ်ရအံ့၊ ခရီး သွားရအံ့။"
  ],
  "စစ်သည်ဗိုလ်ပါ": [
    "စစ်သည်ဗိုလ်ပါ ကို မြင်မက်မူ- ချမ်းသာသုခ တိုးအံ့။"
  ],
  "စစ်သည်တော်များ": [
    "စစ်သည်တော်များ အောင်မြင်စွာ ချီတက် သွားသည်ကို မြင်မက်မူ- ကောင်းကျိုးပေးအံ့။"
  ],
  "စစ်သည်မိန်းမ": [
    "စစ်သည်မိန်းမ မြင်းစီးလာသည်ကို မြင်မက်မူ- လင်မယား ရန်ဖြစ်အံ့။"
  ],
  "စစ်ဗိုလ်": [
    "စစ်ဗိုလ် နှင့် တွေ့ရသည်ဟု မြင်မက်က- မိတ်ဆွေသစ် ရအံ့။"
  ],
  "စစ်တန်းလျား": [
    "စစ်တန်းလျား ကို မြင်မက်မူ- အခက်အခဲ လျော့ပါး သွားအံ့။"
  ],
  "စစ်မက်ရေးရာ": [
    "စစ်မက်ရေးရာ ကို မက်မူ- ဥပဒ်တွေ့အံ့၊ ရန်ပွဲဖြစ်အံ့။"
  ],
  "စစ်ခရာ": [
    "စစ်ခရာ တွတ်သံ ကြားရသည်ဟု မက်မူ- အလုပ် အောင်မြင်အံ့။"
  ],
  "စစ်တိုက်": [
    "စစ်တိုက် ရသည်ဟု မက်မူ- စိုးရိမ်ကြောင့်ကြ ရှိအံ့၊ ချစ်သူနှင့် ရန်ဖြစ်အံ့။"
  ],
  "စစ်ဖြစ်": [
    "စစ်ဖြစ် နေသည်ဟု မက်မူ- အိမ်နီးချင်း မိန်းမနှင့် စကားများအံ့။"
  ],
  "စစ်အောင်မြင်": [
    "စစ်အောင်မြင် သည်ဟု မက်မူ- ဘေးကင်းအံ့၊ ပြိုင်ဘက် ကင်းအံ့။ အကျိုးကျေးဇူး ရှိအံ့။"
  ],
  "စစ်ရှုံး": [
    "စစ်ရှုံး သည်ဟု မက်က- ကြမ္မာဆိုးတွေ့အံ့။"
  ],
  "စစ်ရပ်ဆိုင်း": [
    "စစ်ရပ်ဆိုင်း ထားသည်ဟု မက်က- အလုပ်အကိုင် တိုးတက်အံ့။"
  ],
  "စစ်ရထား": [
    "စစ်ရထား ဆွဲသူမရှိဘဲ အလိုလိုသွားနေသည်ကို မြင်သည်ဟု မက်မူ- သေပျောက်အံ့။",
    "စစ်ရထား ပေါ်မှ ကျသည်ဟု မက်မူ- ဘေးအန္တရာယ် ကြီးစွာ တွေ့အံ့။"
  ],
  "စစ်လွယ်အိတ်": [
    "စစ်လွယ်အိတ် ကို မြင်မက်မူ- အခက်အခဲ တွေ့ရအံ့။"
  ],
  "စစ်သင်္ဘော": [
    "စစ်သင်္ဘော ကို မြင်မက်က- အလိုဆန္ဒ ပြည့်ဝအံ့။"
  ],
  "စစ်ဘွဲ့တံဆိပ်": [
    "စစ်ဘွဲ့တံဆိပ် များ တပ်ဆင် ထားသည်ဟု မက်မူ မိမိ အလိုရှိတိုင်း ပြည့်စုံအံ့။"
  ],
  "စစ်တုရင်(စစ်ဘုရင်)": [
    "စစ်တုရင်(စစ်ဘုရင်) ကစားရသည်ဟု မက်မူ- အခက်အခဲ များစွာ တွေ့ရအံ့၊ ခိုက်ရန်ပွားအံ့။",
    "စစ်တုရင်(စစ်ဘုရင်) သူများကစားနေသည်ကိုမြင်မက်မူ-အလိမ် ခံရအံ့၊ ဆုံးရှုံးနစ်နာအံ့။"
  ],
  "စဉ်းစား": [
    "စဉ်းစား မိမိကနိုင်ရသည်ဟုမက်မူ- အကြံအောင်အံ့၊",
    "စဉ်းစား စိတ်ကူးနေရသည်ဟု မက်က- အိမ်ထောင် ရန်ပွဲဖြစ်အံ့။",
    "စဉ်းစား အစည်းအဝေးမှာ စဉ်းစားနေရသည် ဟု မက်က- ရာထူးတိုးအံ့။"
  ],
  "စန္ဒကူး": [
    "စန္ဒကူး မြင်မက်မူ- ချမ်းသာသုခ ဖြစ်အံ့၊ ကံကောင်းအံ့၊ ဥစ္စာများစွာ ရအံ့။",
    "စန္ဒကူး လိမ်ကျံရသည်ဟုမက်က- နာဖျားအံ့။"
  ],
  "စန္ဒရား": [
    "စန္ဒရား မြင်မက်မူ- လက်ထပ်မင်္ဂလာပွဲ ဖြစ်အံ့။",
    "စန္ဒရား တီး ရသည်ဟုမက်မူ- အကြံအောင်အံ့။",
    "စန္ဒရား တီးသံ ကြားရသည်ဟု မက်က- အိမ်တွင်း သုခ ဖြစ်အံ့။"
  ],
  "စဏ္ဍာလ(ခွန်းစဏ္ဍား)": [
    "စဏ္ဍာလ(ခွန်းစဏ္ဍား) ကို မြင်မက်မူ- သောက ဒုက္ခ တွေ့ရအံ့။"
  ],
  "စမ်းရေ": [
    "စမ်းရေ ထွက်နေသည်ကို မြင်မက်မူ- ဂုဏ်ကြီးအံ့၊ ချမ်းသာတိုးအံ့။",
    "စမ်းရေ သွေ့ခြောက်နေသည်ဟုမက်က- ဆင်းရဲအံ့၊ နာဖျားအံ့။"
  ],
  "စိတ်ကြွ": [
    "စိတ်ကြွ နေသည်ကိုမက်မူ- စိတ်ဒုက္ခ ရောက်အံ့။"
  ],
  "စိတ်ဆိုး": [
    "စိတ်ဆိုး ရသည်ဟု မက်မူ- မိတ်ဆွေများရအံ့၊ အကူ အညီ ရအံ့၊ စိတ်ဆိုးသူနှင့် မိတ်ဆွေဖြစ်အံ့။",
    "စိတ်ဆိုး သူစိမ်းနှင့် စိတ်ဆိုးရသည်ဟုမက်က- မမျှော် လင့်သော သတင်းထူး ကြားရအံ့။",
    "စိတ်ဆိုး နေသော သူတော်မြတ်ကို မြင်မက်မူ- ကံ ဆိုးအံ့။"
  ],
  "စိတ်ညှိုး": [
    "စိတ်ညှိုး ခံရသည်ဟု မက်က- မိမိယုံကြည်သူ သစ္စာ ဖောက်အံ့။"
  ],
  "စိတ်ဒုက္ခ": [
    "စိတ်ဒုက္ခ ရောက်နေသည်ဟု မက်မူ- ဆင်းရဲကင်းအံ့၊ ဖွင့်မပြောဝံ့သော အချစ်ပုန်းရှိ၏။"
  ],
  "စိပ်ပုတီး": [
    "စိပ်ပုတီး (စိပ်ပုတီးတွင် ကြည့်ပါ)"
  ],
  "စိန်": [
    "စိန် မြင်မက်မူ- ခေတ္တ ပျော်ရွှင်မှုခံရအံ့၊ ကံကောင်းအံ့၊ ဥစ္စာများစွာ ရအံ့၊ လက်ထပ်ရအံ့၊ ခရီးသွားရအံ့။",
    "စိန် အနာပါသောစိန်ကို မြင်မက်မူ- မယုံရသော မိတ်ဆွေများ တွေ့ရအံ့။",
    "စိန် ဝယ်ရသည်ဟုမက်မူ- ဘေးတွေ့အံ့။",
    "စိန် ရောင်းရသည်ဟုမက်က- ဥစ္စာရအံ့။",
    "စိန် ပျောက်သည်ဟု မက်မူ- ငွေကြေး ဆုံးအံ့၊ သောက တွေ့အံ့။",
    "စိန် ရှာဖွေရသည်ဟု မက်က- ဆုံးရှုံးအံ့၊ စိတ်ပျက်စရာ တွေ့အံ့။",
    "စိန် ဝတ်ဆင်ရသည်ဟုမက်က-ဒုက္ခတွေ့အံ့၊ စိတ်ပျက်စရာ တွေ့အံ့။",
    "စိန် ခြယ်ထားသော တစ်စုံတစ်ခုကို လက်၌ ဝတ်ဆင်ရသည်ဟု မက်မူ- ကောင်းသော နိမိတ်တည်း။ ဆန်ရေစပါး ပေါများအံ့။"
  ],
  "စိမ့်စမ်း": [
    "စိမ့်စမ်း မြင်မက်မူ-အခက်အခဲ တွေ့ရအံ့၊ ရန်ပြုခံလတ္တံ့။",
    "စိမ့်စမ်း ထဲ လျှောက်သွားရသည်ဟု မက်က- ဒုက္ခတွေ့အံ့။",
    "စိမ့်စမ်း ထဲ ပုန်းနေရသည်ဟုမက်မူ- မိတ်ဆွေများက ဥပဓိပြုအံ့။"
  ],
  "စုံထောက်": [
    "စုံထောက် မြင်မက်မူ- အထင်မှားမှု ပေါ်လတ္တံ့။",
    "စုံထောက် လုပ်ရသည်ဟု မက်မူ- အခက်အခဲ ဟူသမျှ ဖြေရှင်းနိုင်အံ့။",
    "စုံထောက် မိမိနောက် လိုက်နေသည်ဟု မက်မူ- စိတ်မချမ်းသာစရာသတင်းများ ရောက်လာအံ့၊ မိမိ ခြောက်ပြစ်ကင်းအံ့။"
  ],
  "စုန်း": [
    "စုန်း နာမည်ကျော်များကို မြင်မက်မူ- ဆုကြီးလာဘ်ကြီး ရလတ္တံ့။",
    "စုန်း မများကို မြင်မက်မူ-ဆင်းရဲဒုက္ခ တွေ့အံ့။",
    "စုန်း ကဝေမကြီးကို မြင်မက်က- မိန်းမမိတ်ဆွေများ၏ အတင်းပြောခံရအံ့။",
    "စုန်း တောက်နေ သည်ကို မြင်မက်မူ- အလွန်ဆင်းရဲဒုက္ခရောက်အံ့။",
    "စုန်း ကဝေနှင့် ပတ်သက်၍ မက်မူ- မိမိ ယုံကြည်ထားသူက လိမ်အံ့။"
  ],
  "စောင်": [
    "စောင် ဝယ်ရသည်ဟုမက်မူ-ချမ်းသာသုခဆုံးပါးအံ့၊ ဆင်းရဲသူ တိုးပွားအံ့၊ လက်ထပ်ရအံ့၊ နေရာထိုင်ခင်းကောင်း ရအံ့၊ မိတ်ကောင်း ရအံ့။",
    "စောင် အသစ်ဝယ်ရ သည်ဟု မက်မူ- မကြာမီ လက်ထပ်ရအံ့။",
    "စောင် အခါမဟုတ်ဘဲ ဝယ်ရ သည်ဟု မက်မူ- နာဖျားအံ့။"
  ],
  "စောင်း(ဗျတ်စောင်း)": [
    "စောင်း(ဗျတ်စောင်း) တီးရသည်ဟု မက်မူ- စည်းစိမ် တိုးအံ့၊ မင်းဆရာဖြစ်အံ့။",
    "စောင်း(ဗျတ်စောင်း) တီးသံကြားရသည်ဟု မက်က- မကြာမီ လက်သပ်ရအံ့။",
    "စောင်း(ဗျတ်စောင်း) တီးလျက် သီချင်းဆိုသည်ဟုမက်မူ- မိန်းမ အမြန်ရအံ့။"
  ],
  "စောင်းကောက်": [
    "စောင်းကောက် မြင်ရသည်ဟု မက်မူ- အချစ်ကိစ္စ အောင်မြင်အံ့။",
    "စောင်းကောက် တီးရသည်ဟု မက်က- မကြာမီ မင်္ဂလာပွဲ ကျင်းပရအံ့၊",
    "စောင်းကောက် တီးသံကြားရသည်ဟုမက်မူ- ရောဂါပျောက်အံ့၊ အလွန်ပျော်ရွှင်စရာသတင်းကြားရအံ့၊",
    "စောင်းကောက် အသံပျက်သွားသည်ဟုမက်မူ- သူများ စိတ်ကို ထိခိုက်အောင် ပြောမှား ဆိုမှားဖြစ်အံ့၊",
    "စောင်းကောက် အလိုလို သူ့ဘာသာ တီးမြည်နေသည်ဟု မက်မူ- အံ့သြဖွယ်, ဝမ်းသာဖွယ်ရာ တွေ့ရ လတ္တံ့။"
  ],
  "စို့": [
    "စို့ သံစို့ကိုမြင်မက်မူ- ကုန်းကြောင်းနှင့်ဖြစ်စေ, ရထားလမ်းဖြင့်ဖြစ်စေ ခရီးသွားရအံ့။"
  ],
  "စွပ်ကြယ်(ကိုယ်ကျပ်)": [
    "စွပ်ကြယ်(ကိုယ်ကျပ်) အင်္ကျီမြင်မက်မူ- ရန်သူများ ဝိုင်းလျက် ရှိလတ္တံ့။"
  ],
  "စွပ်စွဲ": [
    "စွပ်စွဲ ခံရသည်ဟု မက်မူ- မျှော်လင့် သည်ထက် ကြီးပွားအံ့၊ မမျှော်လင့်သော ငွေ, ပစ္စည်း အစုလိုက်ရအံ့။"
  ],
  "စုပ်ဖား": [
    "စုပ်ဖား ကို မြင်မက်မူ- သူတစ်ပါး ကိစ္စထဲ ဝင်မိ၍ နုတ်မရဘဲ ရှိလတ္တံ့။",
    "စုပ်ဖား ကိုမြင်မက်မူ- အမှုအခင်းဖြစ်အံ့၊ မျှော်လင့်ချက်ပျက်အံ့။"
  ],
  "စွန်": [
    "စွန် စက္ကူစွန် (စက္ကူမှကြည့်ပါ)။",
    "စွန် ပင်ကိုမြင်မက်မူ- အမြတ်ရအံ့၊ အောင်မြင်အံ့၊ မင်္ဂလာပွဲရှိလတ္တံ့။"
  ],
  "စွန့်ပလွန်": [
    "စွန့်ပလွန် သီးစားရသည်ဟုမက်မူ- ကာမစည်းစိမ်ရှိအံ့၊ အသက်ရှည်အံ့၊ အိမ်ထောင်မှု ချမ်းအေးအံ့၊ သင် အလွန်အမင်း ချစ်နေသော မိန်းမက လိမ်အံ့။"
  ],
  "စွန့်ပစ်": [
    "စွန့်ပစ် အပွင့်ကို မြင်မက်မူ- အကြံ အောင်အံ့၊ ကလေးရအံ့။",
    "စွန့်ပစ် ခံရသည်ဟု မက်မူ- ကြမ္မာငင်အံ့။",
    "စွန့်ပစ် မိမိက စွန့်ပစ်ခဲ့သည်ဟု မက်မူ- ၎င်းတို့က မိမိအား ပို၍ မြတ်နိုးချစ်ခင်အံ့။"
  ],
  "စွယ်စုံ": [
    "စွယ်စုံ ကျမ်းကြီးကို မြင်ရ, ဖတ်ရသည်ဟု မက်မူ- စဉ်းစားလုပ်ရသော အလုပ်အောင်အံ့။"
  ],
  "စွယ်တော်": [
    "စွယ်တော် (မြတ်စွယ်တော်)ကို ဖူးမြော်ရသည်ဟုမက်မူ ကျက်သရေတိုးအံ့၊ ဥပဒ်ကင်းအံ့။"
  ]
}