{
  "ဆဌလိုဏ်ဂူ": [
    "ဆဌလိုဏ်ဂူ ကိုမြင်မက်မူ- အမတ် ဖြစ်အံ့၊ မင်း ဖြစ်အံ့၊ ချမ်းသာတိုးအံ့၊ ဘေးကင်းအံ့၊ ရှည်မြဲတည်မြဲအံ့။"
  ],
  "ဆရာမိဘ": [
    "ဆရာမိဘ ကိုမြင်မက်မူ- ကောင်းကျိုးပေးအံ့၊ ကြည်ညိုလေးစားခြင်းခံရအံ့။"
  ],
  "ဆရာ": [
    "ဆရာ (ကျောင်းဆရာ) လုပ်ရသည်ဟု မက်မူ- ပစ္စည်းဥစ္စာဆုံးရှုံးအံ့၊ လက်ထပ်ဖို့နှောင့်နှေးအံ့။"
  ],
  "ဆရာဝန်": [
    "ဆရာဝန် လုပ်ရသည်ဟုမက်မူ- မိတ်ဆွေပေါများအံ့။",
    "ဆရာဝန် နှင့် စကားပြော ရသည်ဟု မက်မူ- အညံ့ကံကောင်းအံ့၊ ကျန်းမာအံ့။",
    "ဆရာဝန် ဆေးကု လာသည်ဟုမက်မူ- ငွေများရအံ့။",
    "ဆရာဝန် အား ဆေးကုခ ပေးရသည်ဟု မက်မူ- ငွေပေးရအံ့။",
    "ဆရာဝန် အိမ်ဖြတ်သွားသည်ဟု မက်မူ- ကျန်းမာအံ့၊ ရောဂါပျောက်အံ့။",
    "ဆရာဝန် အိမ် အလည် လာသည်ဟု မက်မူ- အသိုင်းအဝိုင်းများသို့ ဝင်ရလတ္တံ့။",
    "ဆရာဝန် ကို တယ်လီဖုန်းနှင့် ခေါ်ရသည်ဟု မက်မူ- ပေါင်းသင်း ဆက်ဆံရေးတွင် ထိပ်တန်းကျလတ္တံ့။"
  ],
  "ဆလပ်": [
    "ဆလပ် နှင့် ပတ်သက်၍ မက်မူ- ကျန်းမာအံ့၊ မိတ်ကောင်းများရအံ့၊ တင်းတိမ်ရောင့်ရဲအံ့။"
  ],
  "ဆာလောင်": [
    "ဆာလောင် မွတ်သိပ်နေသည်ဟုမက်မူ- ချမ်းသာတိုးအံ့၊ (သိပ်ဆာ- သိပ်တိုး)၊ အရေးစီး အဝယ်ကောင်းအံ့၊ ဉာဏ်ပညာ တိုးတက်အံ့။",
    "ဆာလောင် ခြင်း ကင်းသည်ဟု မက်မူ- ချမ်းသာ သုခ ဖြစ်အံ့။",
    "ဆာလောင် ၍ ဝအောင် စားရသည်ဟု မက်မူ- အမြန် လက်ထပ်ရအံ့။"
  ],
  "ဆား": [
    "ဆား မြင်မက်မူ- ကျန်းမာအံ့၊ ကြီးပွား တိုးတက်အံ့၊ သောကလည်း တွေ့ရတတ်အံ့။",
    "ဆား လျက်(ရက်) ရသည်ဟုမက်မူ- သူတစ်ပါး မှီခိုစရာဖြစ်အံ့။",
    "ဆား ဖိတ်စဉ်ကျသည်ဟု မက်မူ- အခက်အခဲ တွေ့ပြီးမှ အောင်မြင်အံ့။"
  ],
  "ဆီ": [
    "ဆီ မြင်မက်မူ- အောင်မြင်အံ့၊ ကျေနပ် စရာ ဖြစ်အံ့။",
    "ဆီ ဝယ်ရသည်ဟုမက်မူ- ကိုယ်ရေးနှင့်ပတ်သက်သော သတင်းကောင်းကြားရအံ့။",
    "ဆီ ရောင်းရသည်ဟုမက်မူ- အခြေအနေပြောင်းလဲခြင်းဖြင့် အကျိုးဖြစ်အံ့။",
    "ဆီ ကို စက်ကိရိယာတွင် အသုံးပြုရသည်ဟု မက်မူ- သောက ဖြစ်နေရာမှလွတ်မြောက်အံ့။",
    "ဆီ သောက်ရသည်ဟု မက်မူ - နာဖျားအံ့။",
    "ဆီ ဖိတ်ကျသည်ဟု မက်မူ - ပျက်စီးဆုံးရှုံးအံ့။",
    "ဆီ မိမိကိုယ်ပေါ် ဖိတ်ကျသည်ဟု မက်မူ-အကျိုးခံစားရအံ့။",
    "ဆီ ကိုယ်ကို လိမ်းရသည်ဟု မက်မူ - နာဖျားအံ့။",
    "ဆီ မွေးကို မြင်မက်မူ- ပိုက်ဆံကြေးငွေရအံ့။"
  ],
  "ဆီမီး": [
    "ဆီမီး ထွန်းညှိရသည်ဟု မက်မူ - ပညာတတ်အံ့၊ ထင်ရှားကျော်စောအံ့။"
  ],
  "ဆီးသီး(ဇီးသီး)": [
    "ဆီးသီး(ဇီးသီး) မြင်မက်မူ- နိုင်ငံခြားခရီးသွားရအံ့။",
    "ဆီးသီး(ဇီးသီး) လတ် လတ် ဆတ် ဆတ် မြင်မက်မူ- အလွန်ကံကောင်းအံ့။",
    "ဆီးသီး(ဇီးသီး) အခြောက်ကိုမြင်မက်မူ- သောကတွေ့ရအံ့။",
    "ဆီးသီး(ဇီးသီး) စားရသည်ဟု မက်မူ- (အမှည့်) ကြွယ်ဝချမ်းသာအံ့၊ (အစိမ်း) စိတ်ပျက်စရာတွေ့ရအံ့။",
    "ဆီးသီး(ဇီးသီး) (အမှည့်) ဆွတ်ခူးရသည်ဟု မြင်မက်မူ- ကံကောင်းအံ့။",
    "ဆီးသီး(ဇီးသီး) (အစိမ်း) ဆွတ်ခူးရသည်ဟု မက်မူ- ကြိုးစားသမျှ ဆုံးရှုံးအံ့။",
    "ဆီးသီး(ဇီးသီး) မြေကြီးပေါ်မှာ ကြွေကျသည်ကို လိုက်ကောက်ယူရသည်ဟု မက်မူ- အပြောင်းအလဲဖြစ်အံ့။"
  ],
  "ဆီးဖြူသီး": [
    "ဆီးဖြူသီး စားရသည်ဟုမက်မူ- အသက်ရှည်အံ့၊ ရောဂါကင်းအံ့၊ ကလေးများစွာရအံ့။"
  ],
  "ဆီးနှင်း": [
    "ဆီးနှင်း ပိတ်ဖုံး နေသည်ဟု မူမက် အဆီး အတား အနှောင့်အယှက် တွေ့ရအံ့။ အစစ အရာရာ မချောမောဖြစ်အံ့။",
    "ဆီးနှင်း မြက်ခင်းပေါ်မှာ ကျနေသည်ကို မြင်မက်မူ- ကျန်းမာချမ်းသာ အသက်ရှည်အံ့၊ ကလေးများရအံ့။",
    "ဆီးနှင်း မိမိမျက်နှာပေါ်ကျသည်ဟု မက်မူ- ငြိမ်းချမ်း သာယာအံ့၊ ပျော်ရွှင်အံ့။",
    "ဆီးနှင်း ပျောက်၍ နေရောင်လင်းလာသည်ဟု မက်မူ- စိတ်ပျက်ခြင်းမှ အချိန်မီ လွတ်ကင်းအံ့။"
  ],
  "ဆည်းလည်း": [
    "ဆည်းလည်း (ဆွဲလဲ)သံ ကြားရသည်ဟု မက်မူ- ဥစ္စာတိုးအံ့။",
    "ဆည်းလည်း (အမြိတ် ဘောနပ်) ရသည်ဟု မက်မူ- လခတိုးအံ့၊ ရာထူးတိုးအံ့။",
    "ဆည်းလည်း လာဘ်များကို မြင်မက်မူ- ယုံကြည်အားကိုး၍ အကြံပျက်အံ့။",
    "ဆည်းလည်း လာဘ်ရသည် မက်မူ- ဂုဏ်ထူးရအံ့။"
  ],
  "ဆုတောင်း": [
    "ဆုတောင်း မေတ္တာပို့နေသည်ကို မြင်မက်မူ- ချမ်းသာသုခ ဖြစ်အံ့။",
    "ဆုတောင်း ရသည်ဟု မက်က- လိုလားချက် ပျက်အံ့၊ မိမိတောင်းသော အရာ ရအံ့။"
  ],
  "ဆူး": [
    "ဆူး မြင်မက်မူ- သောကများစွာ တွေ့ရအံ့။ နာဖျားအံ့၊ အိမ်နားနီးများ ရန်ငြိုး ထားအံ့။",
    "ဆူး စူးသည်ဟု မက်မူ- ချစ်သူနှင့် ရန်ဖြစ်ရအံ့၊ အလုပ်ပြုတ်အံ့၊ ရန်ပုန်းများ ဥပဒ်ပေးအံ့။",
    "ဆူး မစူးဟု မက်မူ- အခက်အခဲတို့မှ ကျော်နင်းနိုင်အံ့။"
  ],
  "ဆေး": [
    "ဆေး ကို မြင်မက်မူ- ကျန်းမာသူ နာဖျားအံ့၊ မကျန်းမာသူ ရောဂါပျောက်အံ့။",
    "ဆေး သောက်ရသည်ဟု မက်မူ- ဆင်းရဲအံ့။",
    "ဆေး မျိုရသည်ဟုမက်မူ- ရောဂါရအံ့၊ သောကတွေ့အံ့။",
    "ဆေး ပေးရသည်ဟုမက်မူ- အကျိုးဖြစ်အံ့။",
    "ဆေး ဝါးစားရသည်ဟု မက်က- စိတ်သောကကင်းအံ့။",
    "ဆေး ထောင်းစားရသည်ဟု မက်မူ- ဖုံးကွယ်ထားသော အရာများ ပေါ်လတ္တံ့၊ သောကကင်းအံ့။",
    "ဆေး ချိုချို၊ ချဉ်ချဉ်၊ သောက်ရသည်ဟု မက်မူ- စည်းစိမ်စားရအံ့။",
    "ဆေး ခါးခါး သောက်ရသည်ဟု မက်မူ- အိမ်ထောင်ရေး မပြေမပြစ် ရှိလတ္တံ့။",
    "ဆေး ရေလဲမရှိ ဆေးစားရသည်ဟု မက်မူ- ကံကောင်းအံ့။",
    "ဆေး ခြယ် ဆေးသုတ်ရသည်ဟု မက်မူ- အိမ်သားထဲမှ မကျန်းမာအံ့၊ အိမ်တွင်း မသာယာမှု ဖြစ်အံ့။",
    "ဆေး ရေးနေသည်ကို မြင်မက်မူ- သုခ ချမ်းသာ ဖြစ်အံ့၊ ကံကောင်းအံ့။",
    "ဆေး ဖြင့် သူတစ်ပါးအား သုတ်လိမ်းရသည်ဟု မက်က- ရွှေအဖိုး ကောင်းအံ့။",
    "ဆေး ဖြင့် မိမိလက်များ, အဝတ်များ ပေကျံနေသည်ဟုမက်မူ- ဂုဏ်ယုတ်အံ့၊ ပျက်စီးအံ့။",
    "ဆေး ဖြင့် မိမိပါးကို သုတ်လိမ်း ထားရသည်ဟု မက်မူ- သင်လိမ်လည်ကောက်ကျစ်အံ့။",
    "ဆေး မိန်းမတစ်ယောက်ပါးကို သုတ်လိမ်းရသည်ဟုမက်မူ- ၎င်းမိန်းမက သင့်အား လိမ်လည်အံ့။",
    "ဆေး ဆံပင်ကိုဆိုးရသည်ဟု မက်မူ- ကိုယ့်မိုက်ပြစ်နှင့် ကိုယ်ခံရအံ့။",
    "ဆေး ပါးကို အနီရောင်ဆိုးရသည်ဟုမက်မူ- ကံဆိုးလတ္တံ့။"
  ],
  "ဆေးနည်း": [
    "ဆေးနည်း ဆေးမီးတိုနည်းကို ဖတ်ရသည်ဟု မက်က- အိမ်တွင်း သုခဖြစ်လတ္တံ့။"
  ],
  "ဆေးပင်": [
    "ဆေးပင် ဆေးမြစ်ကိုမြင်မက်မူ- ကံကောင်းအံ့။",
    "ဆေးပင် အပွင့်နှင့်မြင်မက်မူ- သာ၍ ကောင်းအံ့။"
  ],
  "ဆေးရုံ": [
    "ဆေးရုံ မြင်မက်မူ- အလိုမပြည့်ဘဲ ရှိအံ့။",
    "ဆေးရုံ သွားရသည်ဟု မက်မူ- အိမ်သူ အိမ်သားများ ကျန်းမာအံ့၊ အတွေးခေါ် နေအံ့။",
    "ဆေးရုံ တက်နေရသည်ဟုမက်မူ- ရောဂါ သက်သာလာအံ့။",
    "ဆေးရုံ မှ ဆင်းရသည်ဟု မက်မူ- ရောဂါ ပျောက်လတ္တံ့။",
    "ဆေးရုံ တွင် လူနာများကိုမြင်မက်မူ- အပြောင်းအလဲကြီး ပြောင်းလဲရအံ့၊ ဂုဏ်ကျက်သရေတိုးအံ့။",
    "ဆေးရုံ တွင် ဆရာဝန် ဖြစ်နေသည်ဟု မက်မူ- သူတစ်ပါးကို ကူညီပေးရလတ္တံ့။"
  ],
  "ဆေးဆရာ": [
    "ဆေးဆရာ (ဆရာမှာ ကြည့်ပါ)"
  ],
  "ဆေးရွက်": [
    "ဆေးရွက် ကို မြင်မက်မူ ပျော်ရွှင်ရအံ့။"
  ],
  "ဆေးလိပ်": [
    "ဆေးလိပ် သောက်ရသည်ဟုမက်က-အကြံအောင်အံ့၊ ချမ်းသာသုခ ဖြစ်အံ့။",
    "ဆေးလိပ် မီးညှိရသည်ဟုမက်မူ- မျှော်လင့်ချက်ရှိအံ့။",
    "ဆေးလိပ် မီးမညှိရဘဲ မြင်မက်မူ- ကံဆိုးအံ့။",
    "ဆေးလိပ် မီးခိုးတက်နေသည်ကို- ကြည့်ရသည်ဟု မက်မူ အလွန်ကံကောင်းအံ့၊ အစစတိုးတက်အံ့။"
  ],
  "ဆေးတံ": [
    "ဆေးတံ သောက်ရသည်ဟု မက်မူ- အကြံအောင်အံ့၊ ကုသိုလ်ထူးရအံ့၊ အေးချမ်း သာယာအံ့။",
    "ဆေးတံ မီးငြိမ်းသွားသည်ဟု မက်မူ- ဆုံးရှုံးအံ့။",
    "ဆေးတံ ကွဲသွားသည်ဟု မက်မူ- ရန်ဖြစ်အံ့။"
  ],
  "ဆေးကြော": [
    "ဆေးကြော သုတ်သင်ရသည်ဟုမက်မူ- ကျေးဇူးကန်းအံ့၊ အိမ်ထောင်ရေးနှင့်ပတ်သက်၍ ဒုက္ခတွေ့အံ့၊ နေရာထိုင်ခင်း ပြောင်းရွှေ့ရအံ့။",
    "ဆေးကြော ခန္ဓာကိုယ်ကို ဆေးကြောရသည်ဟု မက်မူ- ကျန်းမာအံ့၊ အတင်းပြောလွှတ်အံ့၊ သောက ကင်းအံ့။",
    "ဆေးကြော အဝတ်ကို ဆေးကြောရသည်ဟုမက်မူ- ဒုက္ခတွေ့နေသူများကအကူအညီတောင်းလတ္တံ့။",
    "ဆေးကြော ကလေးလူနာကို ဆေးကြောရသည် ဟု မက်မူ- လက်လျှော့ထားသော အလုပ်၊ အကြံအောင်မြင်အံ့။",
    "ဆေးကြော သွားကို ဆေးကြောရသည်ဟု မက်က- ချစ်ဒုက္ခမှ လွတ်မြောက်အံ့။",
    "ဆေးကြော အိမ်ကို ဆေးကြောရသည်ဟု မက်မူ- ငွေ, လက်ဝတ်လက်စား အမွေရအံ့။",
    "ဆေးကြော အိမ်ထောင်ပရိဘောဂ, ရွှေထည်, ငွေထည် တို့ ဆေးကြောရသည်ဟုမက်မူ-ဂုဏ်မြင့်အံ့၊ အရပ်လူကြီး ဖြစ်အံ့။"
  ],
  "ဆေးခြောက်": [
    "ဆေးခြောက် ကို မြင်မက်မူ- ကံကောင်းအံ့။"
  ],
  "ဆဲဆို": [
    "ဆဲဆို ခံရသည်ဟုမက်မူ-ငွေရေး,ကြေးရေး အလုပ်ကိစ္စနှင့် ပတ်သက်၍ စကားများရလတ္တံ့။",
    "ဆဲဆို သူတစ်ပါးအား မိမိကဆဲဆိုရသည်ဟုမက်မူ- ပင်ပင်ပန်းပန်းလုပ်ကိုင်ပြီးမှ အောင်မြင်အံ့။"
  ],
  "ဆံပင်": [
    "ဆံပင် ရှည်သည်ဟုမက်က-အသက်ရှည်အံ့၊ ထေကိုးအံ့၊ အကြံအောင်အံ့၊ ရာထူးတိုးအံ့၊ ဘုန်းတန်ခိုးကြီးအံ့။",
    "ဆံပင် ဖြူသည်ဟုမက်မူ- ဂုဏ်ကျက်သရေ တိုးအံ့၊ ဂုဏ်ထူး ဘွဲ့ထူးရအံ့၊ အကြီးအကဲ ဖြစ်အံ့၊ အသက်ရာကျော် ရှည်အံ့။",
    "ဆံပင် ဆွတ်ဆွတ်ဖြူကို မြင်မက်မူ- မိတ်ဆွေများ မြဲမြံအံ့။",
    "ဆံပင် အဖြူအမည်း ရောနေသည်ကို မြင်မက်က လင်မယား ကွာရှင်းအံ့။",
    "ဆံပင် တို၍ မည်းနေသည်ကိုမြင်မက်မူ-နာပျားအံ့၊ ကံဆိုးအံ့၊ ဆုံးရှုံးအံ့။",
    "ဆံပင် နီသည်ဟု မက်မူ- အခက်အခဲ တွေ့ရအံ့။",
    "ဆံပင် အညိုရောင်ကို မြင်မက်မူ- စိတ် ဆင်းရဲအံ့၊ စိတ်ပျက်စရာ တွေ့ရအံ့။",
    "ဆံပင် ဇော်ဂျီရောင် မြင်မက်မူ- အလုပ် အကိုင် အောင်မြင်အံ့။",
    "ဆံပင် မွဲပြာ ရောင် မြင်မက် မူ- မိတ်ဆွေများ ချစ်ခင်အံ့။",
    "ဆံပင် ချောမွတ် တောက်သည်ကို မြင်မက်မူ မိတ်ဆွေသစ်များ တွေ့ရအံ့။",
    "ဆံပင် ထူထပ် ရှုပ်ထွေးသည်ဟု မက်မူ- ခရီးဝေး သွားရအံ့၊ ချမ်းသာအံ့။",
    "ဆံပင် လုံးထွေးနေသည်ကို မြင်မက်မူ- တရား တဘောင် ရှည်လျားစွာ ဖြစ်အံ့။",
    "ဆံပင် ပါးသည်ဟုမက်မူ- မကောင်းနိမိတ်တည်း။",
    "ဆံပင် လိမ်ကောက်သည်ဟုမက်က- ခပ်ညွှန်း သစ္စာ မဲ့အံ့။",
    "ဆံပင် အတုကို မြင်မက်မူ- အလိမ်ခံရအံ့။",
    "ဆံပင် ကျွတ်သည်ဟု မက်က- နာတာရှည်ရောဂါ ရအံ့၊ မိတ်ဆွေ အလုပ်ဆုံးရှုံးအံ့။",
    "ဆံပင် ခေါင်းပြောင်အောင် ကျွတ်သည်ဟုမက်မူ- ဆင်းရဲအံ့။",
    "ဆံပင် ဖြတ်ရသည်ဟု မက်မူ- ကောင်းဖို့ ပြောင်းလဲ ရအံ့။",
    "ဆံပင် သူတပါး ဆံပင် ဖြတ်ရသည်ဟု မက်က- အကြံဉာဏ် ပျက်စီးအံ့။",
    "ဆံပင် ဖြတ်ပြီး လက်ထဲမှာ ကိုင်ထားရသည်ဟု မက်က ကလဲ့စားချေရအံ့။",
    "ဆံပင် ဖြေရသည်ဟု မက်မူ- ဥစ္စာလျော့အံ့။",
    "ဆံပင် လျှော်ရသည်ဟု မက်မူ- အခက်အခဲ ဒုက္ခ အပေါင်းတို့ကို နိဂုံးနှင်းအံ့။",
    "ဆံပင် ဖြီးရသည်ဟု မက်မူ- အလုပ်အကိုင် ချော မောအံ့။",
    "ဆံပင် ခက်ခဲစွာ ဖြီးရသည်ဟု မက်က- အခက်အခဲ တွေ့ရအံ့။",
    "ဆံပင် သူတစ်ပါးဆံပင်ကို ဖြီးပေးရသည်ဟုမက်မူ၊ ဒုက္ခကင်းအံ့။",
    "ဆံပင် အဆွဲခံရသည်ဟု မက်က- ဆင်းရဲဒုက္ခ တွေ့ရအံ့။",
    "ဆံပင် ဖွတ်မြီး ထိုးထားသည်ကို မြင်မက်မူ- ရှည်လျားစွာ တရားဖြစ်အံ့။",
    "ဆံပင် အုန်းဆီလိမ်းရသည်ဟု မက်မူ- အကြီးအကဲ ဖြစ်အံ့။ မိတ်ဆွေသစ်များ ရောက်လာအံ့။",
    "ဆံပင် ရိပ်ရသည်ဟုမက်မူ- အရှက်ရအံ့။ ရန်ဖြစ်အံ့။",
    "ဆံပင် သန်းရသည်ဟုမက်မူ- မကြာမီလင်ထပ်ရအံ့။ ချမ်းသာအံ့။",
    "ဆံပင် သူတစ်ပါးအား ဆံသ ပေးရသည်ဟုမက်မူ ကံဆိုးအံ့။",
    "ဆံပင် သေသောသူကို မြင်မက်မူ- ပျော်ပွဲ ရွှင်ပွဲ ဆင်ရအံ့။",
    "ဆံပင် ညှပ်သော ဆိုင်ထဲမှာ ရောက်နေသည်ဟု မက်မူ- အလုပ်နှင့် ပတ်သက်၍ အခက်အခဲ တွေ့အံ့။"
  ],
  "ဆံရှည်": [
    "ဆံရှည် ယောက်ျားကို မြင်မက်မူ- ဆင်းရဲအံ့၊ နာဖျားအံ့။",
    "ဆံရှည် မိန်းမနှင့် ပေါင်းသင်းရသည် ဟု မက်မူ- အများ အကြည်ညို ခံရအံ့၊ အများဆရာ ဖြစ်အံ့။",
    "ဆံရှည် ဖိုးရိုးဖားလျားနှင့် ဝတ်လစ်စလစ်မိန်းမကို မြင်မက်မူ- ပြင်းထန်စွာ နာဖျားအံ့။"
  ],
  "ဆံထိုး": [
    "ဆံထိုး ကောက်ရသည်ဟု မက်က- တစ်နှစ်အတွင်း လက်ထပ်ရအံ့။",
    "ဆံထိုး ကျသည်ဟု မက်က- ငွေရအံ့။"
  ],
  "ဆန်": [
    "ဆန် ကို မြင်မက်မူ- မကြာမီ ချမ်းသာအံ့။",
    "ဆန် ဖွတ်ရသည်ဟု မက်မူ- ဥစ္စာရအံ့။"
  ],
  "ဆန်စက်": [
    "ဆန်စက် ကို မြင်မက်မူ- မကြာမီ အမွေရအံ့။",
    "ဆန်စက် ကြိတ်ဆုံကျောက်ကို မြင်မက်မူ- ကလေး များစွာ ရအံ့။"
  ],
  "ဆန်ခါ": [
    "ဆန်ခါ ကို မြင်မက်မူ- ယခု အခွင့်အရေးဆုံးရှုံးအံ့။"
  ],
  "ဆန်ပြုတ်": [
    "ဆန်ပြုတ် သောက်ရသည်ဟု မက်က- ဝမ်းနည်းစရာ တွေ့ရအံ့၊ နာဖျားအံ့။",
    "ဆန်ပြုတ် ကြာဖက်ကတော့ဖြင့် သောက်ရသည် ဟု မက်မူ မင်းဖြစ်အံ့။",
    "ဆန်ပြုတ် ဧည့်ပရိသတ်အဖို့ ကျိုရသည် ဟု မက်မူ- သူတစ်ပါးအတွက် အကျိုးဆောင်ရအံ့။"
  ],
  "ဆင်": [
    "ဆင် မြင်မက်မူ-ကံကောင်းအံ့၊ အကြံအောင်အံ့၊ ကျော်စောအံ့၊ သားသမီး တိုးပွားအံ့၊ ကျန်းမာအံ့၊ ခွန်အားရှိအံ့၊ မိတ်ကောင်း ရအံ့၊ အကူ အညီ ရအံ့၊ လက်ထပ်ရအံ့၊ ဂုဏ်ထူးဝိသေသ ရအံ့၊ ဆွေမျိုး သားချင်း များ ရောက်လာအံ့။",
    "ဆင် တိရစ္ဆာန်ရုံ၊ ဆပ်ကပ်မှာ မြင်မက်မူ- အလွန် အောင်မြင်အံ့။",
    "ဆင် စီးရသည်ဟု မက်မူ- စီးပွားဥစ္စာ တိုးတက်အံ့၊ လာဘ်ကြီးရအံ့၊ ချမ်းသာ ကြီးအံ့၊ မော်ကြွားနိုင်အံ့၊ ပညာရှိသော သားများ ရလတ္တံ့။",
    "ဆင် အစွယ် နှင့် မြင်မက်မူ- ကောင်းကျိုး ရောက်အံ့။",
    "ဆင် အစွယ်နှစ်ချောင်း ဆွဲရသည် ဟု မက်မူ- အမတ်ဖြစ်အံ့၊ ထင်ရှား ကျော်စောအံ့။",
    "ဆင် အစွယ် လှလှပပ မြင်မက်မူ- လှပသော မယားရအံ့။",
    "ဆင် ဖြူ စီးရသည်ဟု မက်မူ- မင်းဖြစ်အံ့။",
    "ဆင် ဖြူ ချဉ်းကပ်ရသည်ဟု မက်မူ- သူကောင်းပြုခံရအံ့၊ သမာဓိမြို့ဝန်ဖြစ်အံ့။",
    "ဆင် ဖြူ စီး၍ ကောင်းကင်တက်ရသည်ဟုမက်မူ- မင်းကြီး ဖြစ်အံ့။",
    "ဆင် ပေါက်ကို မြင်မက်မူ- သူတစ်ပါးတို့ ကိုးကွယ်ရာ ဖြစ်အံ့။",
    "ဆင် ပေါက်ကို စီးရသည်ဟု မက်မူ- ဘုန်းကြီးအံ့၊ ဥစ္စာရအံ့၊ ရာထူးဌာနန္တရ တိုးအံ့။",
    "ဆင် ကလေးမွေးစ မြင်မက်မူ- နာဖျားအံ့။",
    "ဆင် မကို မြင်မက် စီးရသည်ဟုမက်မူ- ဥစ္စာရအံ့၊ သူတစ်ပါးတို့ကို ကွယ်ရာ ဖြစ်အံ့။",
    "ဆင် အစွယ်နှင့် ဆင်းမ မိမိအိမ် တက်လာသည် ဟု မက်က- ဥစ္စာ ရွှေ, ငွေ, များစွာ ရအံ့၊ လာဘ်ကြီးရအံ့။",
    "ဆင် ကို အစာ ကျွေးရသည်ဟု မက်မူ- လူကြီး လူကောင်းနှင့် ပေါင်းသင်းရအံ့။",
    "ဆင် အိမ်မှာ မွေးဖွားသည်ဟု မက်မူ- ကောင်းကျိုး ရောက်လတ္တံ့။",
    "ဆင် နှာ မောင်းနှင့် ပွေ့ပြီး ဦးခေါင်း ပေါ် အတင်ခံရသည်ဟု မက်မူ-ရှင်ဘုရင် ဖြစ်အံ့၊ ဘုရင့်စည်းစိမ် ရအံ့။",
    "ဆင် ကျောက် ကုန်း ပေါ် ရောက် နေ သည် ဟု မက်မူ- ကုသိုလ်ကံကောင်းအံ့။",
    "ဆင် ဦးကင်းပေါ်မှ လိမ့်ကျ သည်ဟု မက်မူ- တရားရှုံးအံ့၊ ဥစ္စာ ပျောက်အံ့။",
    "ဆင် ကိုယ်ပေါ်မှ လိမ့် ကျ သည်ဟု မက်က- ကြီးစွာ ဥပဒ်ဖြစ်အံ့။",
    "ဆင် နှင့် မျက်နှာချင်း ဆိုင်ရသည် ဟု မက်က- အကျိုးပေးမည့် လုပ်သားတစ်ယောက် ရအံ့။"
  ],
  "ဆင်မြင်းဗိုလ်ပါ": [
    "ဆင်မြင်းဗိုလ်ပါ ကို မြင်မက်မူ- ချမ်းသာအံ့။"
  ],
  "ဆင်ရုပ်": [
    "ဆင်ရုပ် မိမိ စားပွဲပေါ်မှာ မြင်မက်မူ- မရေတွက်နိုင်သော မိတ်ဆွေများ တွေ့ရလတ္တံ့။"
  ],
  "ဆင်မြီးလက်စွပ်": [
    "ဆင်မြီးလက်စွပ် ကို ဝတ်ရသည်ဟု မက်မူ- ကျန်းမာအံ့၊ အစွဲကျွတ်အံ့။"
  ],
  "ဆယ်စွယ်": [
    "ဆယ်စွယ် ရှာဖွေရသည်ဟု မက်မူ- အမွေရအံ့။",
    "ဆယ်စွယ် နှင့် လုပ်ထားသော ပစ္စည်းများကို မြင်မက်မူ- အပြည်ပြည်သို့ လှည့်လည် ရအံ့။"
  ],
  "ဆင်းတု(ဘုရား)": [
    "ဆင်းတု(ဘုရား) မြင်မက်မူ ချမ်းသာသုခနှင့် ပြည့်စုံအံ့။",
    "ဆင်းတု(ဘုရား) တော် တရားဟောသည်ဟု မက်မူ- တန်ခိုး ကြီးအံ့၊ အသက်ရှည်အံ့၊ တရားနိုင်အံ့။"
  ],
  "ဆင်းရဲ": [
    "ဆင်းရဲ သည်ဟုမက်မူ- ချမ်းသာအံ့၊ ကံကောင်းအံ့။",
    "ဆင်းရဲ သောကြောင့် တောင်းစား နေရသည်ဟု မက်က- စော်ကားခံရအံ့။"
  ],
  "ဆတ်": [
    "ဆတ် သူများကို မြင်မက်မူ- ကြီးစွာ ပူပန်ရအံ့။",
    "ဆတ် (သတ္တဝါ)ကိုမြင်မက်မူ- ကံဆိုးအံ့၊ ရန်ငြိုး ရှိအံ့၊ အချုပ်အနှောင် ခံရအံ့။"
  ],
  "ဆတ္တာသည်": [
    "ဆတ္တာသည် (ခေါင်းရိတ်သူ)ကို မြင်မက်မူ- အခက်အခဲ တွေ့ရအံ့။"
  ],
  "ဆပ်ကပ်ပွဲ": [
    "ဆပ်ကပ်ပွဲ မြင်မက်မူ- ငွေ အမြတ်ရအံ့၊ အသိမိတ်ဆွေ ပေါ်အံ့။",
    "ဆပ်ကပ်ပွဲ နောက်လိုက်နေရသည်ဟု မက်က- နေရာ ထိုင်ခင်း မတည်မြဲဘဲ ရှိအံ့။"
  ],
  "ဆပ်ပြာ": [
    "ဆပ်ပြာ မြင်မက်မူ- အကြံအောင်အံ့၊ တွေ့သမျှ ဒုက္ခ ဖြေရှင်းနိုင်အံ့။",
    "ဆပ်ပြာ အမြှုပ်တက်နေသည်ကို မြင်မက်မူ- ခေတ္တ အနှောက်အယှက် ဒုက္ခတွေ့ပြီး အောင်မြင် လတ္တံ့။"
  ],
  "ဆိတ်": [
    "ဆိတ် မြင်မက်မူ- ဥစ္စာရအံ့၊ ကလေးများ ရအံ့။",
    "ဆိတ် မြင်မက်မူ- မမျှော်လင့်သော အကျိုး ဖြစ်အံ့။",
    "ဆိတ် နက် မြင်မက်မူ- ဘေးဥပဒ် တွေ့အံ့။",
    "ဆိတ် ထီး မြင်မက်မူ- ကျန်းမာရေး ချို့တဲ့အံ့။",
    "ဆိတ် မ မြင်မက်မူ- ကျော်စောအံ့၊ ချမ်းသာအံ့။",
    "ဆိတ် ချို (ဂျို) ကိုသာ မြင်မက်မူ- အလွန်ချို့တဲ့အံ့။",
    "ဆိတ် ရဲရင့်စွာ အစာစားနေသည်ကို မြင်မက်မူ- မကြာမီ ချမ်းသာအံ့၊ ရန်နိုင်အံ့။",
    "ဆိတ် အမြင့်ပေါ်သို့ တက်နေသည်ကို မြင်မက်မူ- ဥစ္စာရအံ့၊ အလုပ်အကိုင်မြတ်စွန်းအံ့။",
    "ဆိတ် ကို စီးရသည်ဟု မက်မူ- သေပျောက်အံ့။",
    "ဆိတ် ကို သတ်ရသည်ဟု မက်မူ- ကံကောင်းအံ့။",
    "ဆိတ် နှင့် ယှဉ်ပြိုင်ရသည်ဟုမက်မူ- ကျော်စော ထင်ရှားအံ့။",
    "ဆိတ် မွေးမြူရသည်ဟု မြင်မက်မူ- အလုပ်အကိုင် အလွန်ကောင်းအံ့။",
    "ဆိတ် ကလေးသားရေကိုမြင်မက်မူ-အကြံအောင်အံ့။",
    "ဆိတ် နို့ သောက်ရသည်ဟု မက်မူ- ကျန်းမာအံ့၊ ပျော်ရွှင်စွာလက်ထပ်ရအံ့၊ ချစ်သူစွဲမက်အံ့။",
    "ဆိတ် ရထား ကလေး ဆွဲနေသည်ကို မြင်မက်မူ- ကြိုးစားချက်များ အထူး အောင်မြင်အံ့။"
  ],
  "ဆိုဖာ": [
    "ဆိုဖာ ကုလားထိုင်ကို မြင်မက်မူ- ခေတ္တညည်းငြိမ် ခံစားရအံ့။",
    "ဆိုဖာ ပေါ်ဇိမ်နှင့်ထိုင်နေရသည်ဟုမက်မူ- အလုပ်နှင့်ပတ်သက်၍ သောကများအံ့။"
  ],
  "ဆိုင်": [
    "ဆိုင် ဈေးဆိုင်ကို မြင်မက်မူ- အကြံ အောင်အံ့။",
    "ဆိုင် တွင် ဈေးရောင်း နေသည်ကို မြင်မက်မူ- အရောင်းအဝယ် ကောင်းအံ့၊ ပျော်ပွဲရွှင်ပွဲ သွားရအံ့။",
    "ဆိုင် များ လျှောက်ဝယ်ရာ မိမိ လိုရာ မရဟု မက်လျှင်- ငွေကြေးဆုံးရှုံးအံ့။"
  ],
  "ဆောက်": [
    "ဆောက် ကိုမြင်မက်မူ-လူထုကိုစွဲတစ်စုဥပေဒ် လတ္တံ့။"
  ],
  "ဆွေမျိုးများ": [
    "ဆွေမျိုးများ မိမိ ထံ လာသည်ဟု မြင်မက်မူ- ၎င်းတို့က မိမိအား ရိုသေလေးစားအံ့။",
    "ဆွေမျိုးများ အရပ်တစ်ပါး၌ အတိ ဒုက္ခ ရောက်နေသည် ဟုမက်မူ- ၎င်းတို့မကျန်းမာဘဲ ရှိလတ္တံ့။",
    "ဆွေမျိုးများ အရပ် တစ်ပါး၌ ကျန်းမာစွာ မြင်မက်မူ- ၎င်းတို့ထံမှ တစ်စုံတစ်ခုရအံ့၊ သတင်းကြား အံ့။"
  ],
  "ဆွဲကြိုး": [
    "ဆွဲကြိုး မြင်မက်မူ- ကံကောင်းအံ့။",
    "ဆွဲကြိုး ဆွဲရသည်ဟု မြင်မက်မူ- လင်ကောင်း၊ သား ကောင်း ရအံ့။",
    "ဆွဲကြိုး သူတစ်ပါး ဆွဲနေသည်ကို မြင်မက်မူ- လှပ သောအိမ် မကြာမီ ရလတ္တံ့။",
    "ဆွဲကြိုး ပျောက်သည်ဟုမက်မူ- စိတ်ဒုက္ခရောက်အံ့၊ ကျပ်တည်းအံ့။"
  ],
  "ဆွဲခေါ်": [
    "ဆွဲခေါ် အတင်းအဓမ္မဆွဲခေါ်ခံရသည်ဟုမြင်မက်မူ- အစစ အောင်မြင်အံ့။"
  ],
  "ဆွတ်ပြုတ်": [
    "ဆွတ်ပြုတ် သောက်ရသည်ဟုမက်မူ- လခတိုးအံ့၊ ယခု အလုပ်အောင်မြင်အံ့၊ ရွှေ၊ ငွေ၊ ဥစ္စာ ရောက် လာလတ္တံ့။"
  ],
  "ဆွံ့အ": [
    "ဆွံ့အ သည်ဟု မက်မူ- အလုပ်အကိုင် ပျက်စီးအံ့၊ လောင်းကစားလျှင် ရှုံးအံ့။",
    "ဆွံ့အ သူ့ကို မြင်မက်မူ- ချို့တဲ့သော ကလေး မွေးအံ့။",
    "ဆွံ့အ ကိုယ်လက် ဆွံ့နေသည်ဟု မက်မူ- ရပ်ဝေး မြို့ကြီးတစ်မြို့သို့ ပြောင်းရွှေ့ရအံ့။"
  ]
}