{
  "ဇက်ရက်(ဆက်ရက်ငှက်)": [
    "ဇက်ရက်(ဆက်ရက်ငှက်) ကို မြင်မက်မူ- တိတ်တိတ်ပုန်းချစ် ကြိုက်နေအံ့။"
  ],
  "ဇရပ်(သာလာယံ)": [
    "ဇရပ်(သာလာယံ) မြင်မက်မူ- ဆင်းရဲပင်ပန်းအံ့။",
    "ဇရပ်(သာလာယံ) သဲနေသည်ဟု မက်မူ- ဆင်းရဲဒုက္ခ ဖြစ်အံ့၊ နာတာရှည်ရောဂါ ဖြစ်အံ့၊ အချုပ်အနှောင် ခံရအံ့၊ ထောင်တန်းကျအံ့။",
    "ဇရပ်(သာလာယံ) အပြင်မှာနေသည်ဟ မက်မူ- ဒုက္ခရောက် နေသူကို ကယ်တင်ရအံ့။"
  ],
  "ဇဝက်သာ": [
    "ဇဝက်သာ ကို မြင်မက်မူ- မကျန်းမမာအံ့၊ မတော်တဆ ထိခိုက်အံ့။"
  ],
  "ဇာ": [
    "ဇာ မြင်မက်မူ- ငွေဖြုန်းတီးအံ့။",
    "ဇာ အဝတ်ပေါ်မှာ မြင်မက်မူ- မကြာမီ လက် ထပ်ရအံ့။",
    "ဇာ လက်ထိုးဇာကို မြင်မက်မူ- ပတ် ဝန်း ကျင် ပြောင်းလဲအံ့။",
    "ဇာ များစွာ ဝတ်ဆင်ထားသည်ကို မြင်မက်မူ- ဒုက္ခပိုအံ့။",
    "ဇာ ထိုးရသည်ဟု မက်မူ- ချမ်းသာ သုခ ဖြစ်အံ့၊ ချစ်သူလိမ်အံ့။",
    "ဇာ စုတ်ပြတ်နေသည်ကို မြင်မက်မူ- ရန်ဖြစ်ပြီး ကွဲရဲခံရအံ့။"
  ],
  "ဇာဂနာ": [
    "ဇာဂနာ ကိုမြင်မက်မူ- စိုးရိမ်သောက ကြီးအံ့။"
  ],
  "ဇာတာ": [
    "ဇာတာ ကို မြင်မက်မူ- ကိုယ့်ထက်ကြီးသော သူ၏ သြဇာခံရအံ့။"
  ],
  "ဇာတိပ္ဖိုလ်သီး": [
    "ဇာတိပ္ဖိုလ်သီး ကိုမြင်မက်မူ- ခရီးထွက်ရအံ့၊ အသက်မွေး လမ်းကြောင်း ပြောင်းရအံ့။"
  ],
  "ဇီးကွက်": [
    "ဇီးကွက် မြင်မက်မူ- နာဖျားအံ့၊ စိတ်ပူဆွေးရအံ့။ ဆုံးရှုံးအံ့၊ ဆင်းရဲ ဒုက္ခတွေ့အံ့။",
    "ဇီးကွက် အော်သံ ညတွင်ကြားရသည်ဟု မြင်မက်မူ- ပထမဆိုး၍ နောက် တဖြည်းဖြည်း ကောင်း လာအံ့၊ လျှို့ဝှက်ချက်ပေါ်အံ့၊ မနာလိုသူ များ တီးတိုးစကားပြောအံ့။",
    "ဇီးကွက် မိမိထံမှ ပျံသွားသည်ဟုမက်မူ- မိမိလျှို့ဝှက် ချက်ကို သူများ သိလတ္တံ့ ။",
    "ဇီးကွက် များဝိုင်းအုံနေသည်မက်မူ- ဘေးပျောက်အံ့၊",
    "ဇီးကွက် ရုပ်ကို မြင်မက်မူ- ပြောင်းလဲခြင်း ဖြစ်အံ့၊"
  ],
  "ဇီးသီး(ဆီးသီး)": [
    "ဇီးသီး(ဆီးသီး) (ဆီးသီးမှာကြည့်ပါ)။"
  ],
  "ဇူလိုင်လ": [
    "ဇူလိုင်လ နှင့်ပတ်သက်၍ မက်မူ- များသောအားဖြင့် ကံကောင်းအံ့။"
  ],
  "ဇက်ပလင်": [
    "ဇက်ပလင် (လေသင်္ဘော)ကိုမြင်မက်မူ-ကောင်းကင်မှ ကြယ်ကို ဆွတ်လိုအံ့၊ မမီထဲပန်း တုံးခုလို လှမ်းလိုအံ့။"
  ],
  "ဇာတ်ရုံ": [
    "ဇာတ်ရုံ မှာ ပွဲကြည့်နေရသည်ဟု မက်မူ- မိမိယုံကြည်သောသူ သစ္စာဖောက် အကောက်ကြံအံ့။",
    "ဇာတ်ရုံ ထဲမှာ ထိုင်နေရသည်ဟု မက်မူ- စိတ်ကျေနပ်စရာ ဖြစ်အံ့။"
  ],
  "ဇာတ်လိုက်": [
    "ဇာတ်လိုက် လုပ်ရသည်ဟု မက်မူ- ဒုက္ခတွေ့အံ့။"
  ],
  "ဇန်နဝါရီလ": [
    "ဇန်နဝါရီလ နှင့် ပတ်သက်၍ မက်မူ- လာမည့်လများတွင် အလုပ်အကိုင် တိုးတက်အံ့။"
  ],
  "ဇွန်လ": [
    "ဇွန်လ နှင့် ပတ်သက်၍ မက်မူ- တစ်နှစ် အတွင်း လက်ထပ်ရအံ့၊ အလုပ်သစ်ဖြင့် ကြီးပွားအံ့။"
  ]
}