{
  "တညင်းလုံး": [
    "တညင်းလုံး ကို မြင်မက်မူ-သစ္စာမဲ့အံ့၊ ပျက်စီးအံ့။"
  ],
  "တ,တိုင်းမွေးပန်း": [
    "တ,တိုင်းမွေးပန်း ကို မြင်မက်မူ- ကျန်းမာ ချမ်း သာ အံ့၊ အောင်မြင်အံ့။"
  ],
  "တံတောင်ဆစ်": [
    "တံတောင်ဆစ် တွင် အနာဒဏ်ရာသည်ဟုမက်မူ- ရှုပ်ရှုပ်ယှက်ယှက်ထဲ ပါမိနေအံ့။"
  ],
  "တနင်္ဂနွေ": [
    "တနင်္ဂနွေ နှင့် ပတ်သက်၍မက်မူ- မကြာမီနေရာထိုင်ခင်းရအံ့။"
  ],
  "တမန်တော်": [
    "(ကောင်းကင် တမန်တော်)ကို မြင်မက်မူ-သတင်းကောင်းကြားရအံ့၊ ကံကောင်းအံ့၊ ကျန်းမာအံ့၊ ချစ်မှုရေးရာကောင်းအံ့။",
    "တမန်တော် နှင့် စကားပြောရသည်ဟုမက်က- စိတ်ပျက်စရာတွေ့ရအံ့။"
  ],
  "တယော": [
    "တယော မြင်မက်မူ- မင်္ဂလာပွဲဖြစ်အံ့၊ ပျော်ရွှင်ရအံ့။",
    "တယော ထိုးရသည်ဟုမက်မူ- ပြောင်းလဲခြင်းဖြစ်အံ့။",
    "တယော ထိုးသံကြားရသည်ဟုမက်မူ- အိမ်တွင်းသုခရအံ့၊ ရက်ရှည်လများ မျှော်လင့်နေသောသတင်းကြားရအံ့။",
    "တယော ကြိုးပြတ်သွားသည်ဟုမက်က- ရန်ပွဲဖြစ်အံ့။",
    "တရားခံ အား လွှတ်လိုက်ရ သည်ကို မြင်မက်မူ-ကောင်းကျိုးပေးအံ့။"
  ],
  "တရားခံ": [
    "တရားခံ အား လွှတ်လိုက်ရသည်ကို မြင်မက်မူ ကောင်းကျိုးပေးအံ့။",
    "တရားခံ အား အပြစ်ပေးသည်ကို မြင်မက်မူ-အလွန်ကျပ်တည်းအံ့။"
  ],
  "တရားစွဲခံရပြီး": [
    "တရားစွဲခံရပြီး အပြစ်မရှိ၍ လွတ်လာသည်ဟု မက်လျှင် ချမ်းသာသုခ ဖြစ်အံ့။"
  ],
  "တရားရှုံး": [
    "တရားရှုံး ၍ အကျဉ်း ခံရသည်ဟု မက်မူ - သေပျောက်အံ့။"
  ],
  "တရားသူကြီး": [
    "တရားသူကြီး မြင်မက်မူ-မနာလို ဖြစ်အံ့၊ ဆန့်ကျင်ဘက်တွေ့အံ့၊ ဒုက္ခပေးအံ့။",
    "တရားသူကြီး ကိုယ်တိုင်လုပ်ရသည်ဟု မက်မူ-ဂုဏ်မြင့်အံ့။"
  ],
  "တရား": [
    "တရား ဟောရသည်ဟု မက်မူ-သူတထူးနှင့် မျက်လို ကြအံ့။",
    "တရား ဆရာကို မြင်မက်မူ - အကြံ အစည်များနောက်ဆုံးတွင် အောင်မြင်အံ့။",
    "တရား နာရသည်ဟု မက်မူ-သူတော်စင် ဖြစ်အံ့။",
    "တရား ပလ္လင်တွင် မတ်တပ်ရပ်နေသည်ဟု မက်မူ စိတ်ကြီးဝင်အံ့။",
    "တရား ဟောနေသည်ကို ကြားရသည်ဟု မက်မူ - အငြင်းအခုံဖြစ်အံ့။"
  ],
  "တရိဂံ(တြိဂံ)": [
    "တရိဂံ(တြိဂံ) (သုံးထောင့်)ကို မြင်မက်မူ-ရည်းစားနှစ်ယောက်အနက် တစ်ယောက်ယောက်ရွေးရလတ္တံ့၊ စနစ်တကျ လုပ်ကိုင်ကြိုးစားအံ့။"
  ],
  "တံလား": [
    "တံလား (မသာတလား)ကို မြင်မက်မူ မကြာမီ မင်္ဂလာအခမ်းအနားတွေ့ရအံ့၊ အမိဘက်မှ အမွေရအံ့။"
  ],
  "တာဖက်တာ": [
    "တာဖက်တာ ကို မြင်မက်မူ-ကြွယ်ဝချမ်းသာသော်လည်း ကျေနပ်ခြင်းမရှိ ဖြစ်အံ့။"
  ],
  "တာအိုး": [
    "တာအိုး ကို မြင်မက်မူ မင်္ဂလာရှိအံ့၊ ကလေးရအံ့။",
    "တာအိုး ကွဲသည်ကို မြင်မက်မူ သေပျောက်အံ့။"
  ],
  "တိရစ္ဆာန်ရုံ": [
    "တိရစ္ဆာန်ရုံ သွားရသည်ဟု မက်မူ ကံကောင်းအံ့။",
    "တိရစ္ဆာန်ရုံ တွင် တိရစ္ဆာန်မျိုးစုံ မြင်ရသည်ဟု မက်မူ-ပြိုင်ဘက်ကင်းအံ့။",
    "တိရစ္ဆာန်ရုံ ရှိ တိရစ္ဆာန်များကို အစာ ကျွေးရသည်ဟု မက်မူ-အရေးကြီးသော သဝဏ်လွှာရအံ့။",
    "တိရစ္ဆာန်ရုံ ၎င်းတို့ကို စိတ်ဆိုးအောင် ဆွ ရသည်ဟု မက်မူ-အလုပ်အကိုင် ပျက်စီးအံ့။"
  ],
  "တည်းခို": [
    "တည်းခို ဖို့ နေရာ ရှာရသည်ဟု မက်က- နှောင့်နှေး ကြန့်ကြာအံ့။"
  ],
  "တူ": [
    "တူ ကို မြင်မက်မူ-ဆင်းရဲ ပင်ပန်းအံ့။",
    "တူ ထုသံကို ကြားရသည်ဟု မက်က အစစကောင်းအံ့။"
  ],
  "ထုရိယာ": [
    "တူရိယာ မြင်မက်မူ-ဆန်ရေစပါး ပေါများအံ့။",
    "တူရိယာ တီးမှုတ်သံကို သာယာနာပျော်ဖွယ်-ကြားရသည်ဟုမက်မူ....နာဖျားအံ့၊ သေပျောက်တတ်အံ့။",
    "တူရိယာ ကိုယ်တိုင်တီးမှုတ်ရသည်ဟု မက်မူ-သောကနီးကပ်နေလတ္တံ့။"
  ],
  "တူမ": [
    "တူမ ကို မြင်မက်က၊ ဆွေမျိုးသားချင်းတစ်ဦးဦးနှင့် ချစ်ချစ်ခင်ခင်ရှိပြီး အကူအညီရအံ့။"
  ],
  "တူးရွင်း": [
    "တူးရွင်း မြင်မက်မူ - စိတ်ချမ်းမြေ့အံ့။",
    "တူးရွင်း နှင့် တူးရသည်ဟု မက်က ကံကောင်းအံ့။",
    "တူးရွင်း နှင့် တူး၍ ပစ္စည်းရသည်ဟု မက်မူ-ငွေရအံ့။"
  ],
  "တူးမြောင်း": [
    "တူးမြောင်း ရေကောင်း ရေသန့်နှင့် မြင်မက်မူ ကံကောင်းအံ့။",
    "တူးမြောင်း ရေနောက်နှင့် မြင်မက်မူ ရန်သူမကောင်းကြံအံ့။"
  ],
  "တဲကုပ်": [
    "တဲကုပ် မြင်မက်မူ-ပစ္စည်းတိုးအံ့။",
    "တဲကုပ် ယာယီတဲကို မြင်မက်မူ-ရန်ပွဲ ဖြစ်အံ့။",
    "တဲကုပ် စင်တဲကို မြင်မက်မူ - ခရီးဝေး သွားရအံ့။"
  ],
  "တဲစခန်း": [
    "တဲစခန်း မြင်မက်မူ-လက်အောက် ငယ်သားများစွာ ရှိသော အလုပ်ကိုရလတ္တံ့။",
    "တဲစခန်း သွားလည်ရသည်ဟု မက်က - အလုပ်အမျိုးမျိုး လုပ်ရအံ့။ ခရီးများစွာ သွားရအံ့။",
    "တဲစခန်း မှ ထွက်ခွာသွားရသည်ဟု မက်က-သတင်းကောင်းမကြာမီ ရောက်လာအံ့။",
    "တဲစခန်း ဆောက်လုပ်ရသည်ဟု မက်မူ မျှော်လင့်သည်ထက်တိုး၍ ဝင်ငွေရအံ့။"
  ],
  "တယ်လီဖုန်း": [
    "တယ်လီဖုန်း စကားပြောရသည်ဟု မက်မူ အရေးကြီးသောကိစ္စ တိုင်ပင်ခံရအံ့။",
    "တယ်လီဖုန်း မိမိနာမည်ကိုခေါ်သံကြားရသည်ဟုမက်မူ-တိစ္စတစ်ခု ချိန်းဆိုထားခြင်း မေ့နေလတ္တံ့။"
  ],
  "တော": [
    "တော မြင်မက်မူ-လောဘများစွာ တွေ့ရအံ့။ အလွန်ဆုံးရှုံးအံ့။",
    "တော သစ်ပင်များ ဖုံးအုပ်လျက် မြင်မက်မူ-အကြံအောင်အံ့။ ဆွေမျိုးများ ချစ်ခင်အံ့။",
    "တော ထဲသွားလာရသည်ဟု မက်မူ အလုပ်အကိုင်တိုးတက်အံ့။",
    "တော ထဲမှာ လမ်းလျှောက် နေသည်ဟု မက်မူ-ဆုံးရှုံး နစ်နာအံ့။",
    "တော နက်ထဲ လမ်းလျှောက်နေရသည်ဟု မက်က ဒုက္ခတွေ့အံ့၊ အကြံပျက်အံ့။",
    "တော နက်ထဲ မျောက် များစွာ တွေ့မြင်ရက နာပျုးအံ့၊ ကံဆိုးအံ့။"
  ],
  "တောကြောင်": [
    "တောကြောင် ကို မြင်မက်မူ မိမိအား တစ်စုံ တစ်ဦးက အတွင်းကျိတ် ရန်ငြိုး ထားနေလတ္တံ့ ။"
  ],
  "တောခွေး": [
    "တောခွေး ကို မြင်မက်က-ရောဂါ ပြင်းထန်စွာဖြစ်အံ့။",
    "တောခွေး လိုက်ခံ ရသည်ဟု မက်က မကောင်းကြံခံရအံ့။"
  ],
  "တောရကျောင်း": [
    "တောရကျောင်း ကို မြင်မက်မူ-စိုးရိမ်ပူပန်ရအံ့။"
  ],
  "တောလိုက်": [
    "တောလိုက် (အမဲလိုက်)ရသည်ဟု မက်မူ-ရင်းနှီးသော မိတ်ဆွေတစ်ဦး သေအံ့။ အငြင်းပွားအံ့၊ အစပ်အဆွဲ ခံရအံ့။",
    "တောလိုက် ရာမှ ပြန်လာရသည်ဟု မက်မူ အလွန် ကျန်းမာအံ့။"
  ],
  "တံခါး": [
    "တံခါး မြင်မက်မူ သောက တွေ့ရတံ့၊ စိတ်ဒုက္ခဖြစ်အံ့။",
    "တံခါး ပေါက်များစွာ မြင်မက်မူ ငွေကြေး ဆုံးရှုံးအံ့။",
    "တံခါး ပိတ်ထားသည်ကို မြင်မက်မူ- အကြံပျက်အံ့။",
    "တံခါး ကိုခေါက်ပြီး ဝင်သွား ရသည်ဟု မက်မူ- အကြံအောင်အံ့။",
    "တံခါး ဝင်ဖို့ ဖွင့်မရဟု မက်က အလုပ် အကိုင်ကို များစွာ ထိခိုက်အံ့။",
    "တံခါး ကို သော့ခတ်ထားသည်ဟု မက်မူ - အမှုဝိ ကောင်း လွတ်သွားအံ့။",
    "တံခါး ကို မိမိ ကိုယ်တိုင် သော့ခတ် ရသည်ဟု မက်မူ-အိမ်တွင်းရန် ပေါ်အံ့။",
    "တံခါး ကျိုးပျက်နေသည်ကို ငေးကြည့် နေရသည်ဟု မက်မူ-သေပျောက်အံ့။",
    "တံခါး စောင့်ကို မြင်မက်မူ မခံချင်အောင် ကဲ့ရဲ့ခံရအံ့။"
  ],
  "တံခါးတု(ဖို)": [
    "တံခါးတု(ဖို) လည်ပြီးပွင့်သွားသည်ကို မြင်မက်မူ- ရာထူးအသစ်ရပြီး တိုးတက်အံ့။"
  ],
  "တံချွန်": [
    "တံချွန် ကုက္ကားကို မြင်မက်မူ- လာဘ်ရအံ့- စည်းစိမ်တိုးအံ့၊ ကျော်ဇောအံ့။",
    "တံချွန် လွှားရသည်ဟု မက်က ထင်ရှား ကျော်ဇောအံ့။"
  ],
  "တံစဉ်(သဇင်)": [
    "တံစဉ်(သဇင်) ကိုမြင်မက်မူ - ချစ်ကိစ္စ စိတ်ပျက်စရာ တွေ့ရအံ့။"
  ],
  "တံစိုးလက်ဆောင်": [
    "တံစိုးလက်ဆောင် ငွေရသည်ဟု မက်မူ-တည်ကြည် ဖြောင့်မတ်အံ့။"
  ],
  "တံဆိပ်": [
    "တံဆိပ် များ မြင်မက်မူ-ပျော်ရွှင်စရာ ဖြစ်အံ့။",
    "တံဆိပ် အမှတ်အသား များကို မြင်မက်က-ရာထူးတိုးအံ့။",
    "တံဆိပ် အမှတ်အသားများ တပ်ဆင်ရသည်ဟု မက်မူ-ဂုဏ်ပြုခြင်းခံရအံ့။",
    "တံဆိပ် သူတစ်ပါးအား တပ်ဆင် ပေးရ သည်ဟု မက်မူ - သတင်းကောင်း ပါသော စာမကြာမီရအံ့။",
    "တံဆိပ် ဆုရသည်ဟု မက်မူ-အမြင့်ဆုံး ရာထူးရအံ့။",
    "တံဆိပ် ဆုပေးရသည်ဟု မက်မူ - ပျောက် သော ပစ္စည်းပြန်ရအံ့။",
    "တံဆိပ် မိမိပိုင်တို့ကို သူများပေးပစ်သည်ဟု မက်မူ-သူစိမ်းများ၏ အကူအညီရလတ္တံ့။",
    "တံဆိပ် ခေါင်းများကို မြင်မက်မူ -ရာထူးကြီးသူနှင့် မိတ်ဖြစ်၍ အကျိုးဖြစ်အံ့။"
  ],
  "တံတား": [
    "တံတား မြင်မက်မူ-စိုးရိမ်စရာ ဖြစ်အံ့။",
    "တံတား ကို အောင်မြင်စွာ ဖြတ်သွားရသည်ဟုမက်က-လုံ့လဖြင့် အောင်မြင်အံ့။",
    "တံတား ကို နေ့ခင်း ဖြတ်ရသည်ဟု မက်မူ- နေရာပြောင်းရလတ္တံ့။",
    "တံတား ကို တဖြည်းဖြည်းလျှောက်သွား နေရသည်ဟု မက်မူ- စိုးရိမ်လျက် အလို ပြည့်စုံ အပြောင်းအလဲ ဖြစ်အံ့။",
    "တံတား ပေါ်မှာ ဘိုင်စကယ်စီးသွားသည်ဟု မက်မူ-မုချအောင်မြင်အံ့။",
    "တံတား ပေါ်မှ ကျသည်ဟု မက်မူ-ဆုံးရှုံး ပျက်စီးအံ့။ အချစ်ပြယ်အံ့။",
    "တံတား ကျိုးကျသည် ဟု မက်မူ - အကြံ အစည် ပျက်အံ့။",
    "တံတား ရောက်မှ တံတား ပျက်နေသည်ကို တွေ့ရ မက်မူ-အကြံ အောင်ခါနီးကျမှ ပျက်အံ့။",
    "တံတား အောက်မှ သွားရသည်ဟု မက်မူ-ကံဆိုးအံ့။",
    "တံတား အောက်မှ လှေဖြင့်ဖြစ်စေ၊ ကားဖြင့်ဖြစ်စေ ဖြတ်သွားရသည်ဟု မက်မူ ယာယီ ဒုက္ခ တွေ့အံ့။",
    "တံတား အောက်တွင် ရေစီး နေသည်ကို အပေါ်မှ မြင်ရသည်ဟု မက်မူ အောင်မြင်ဖို့ အတော် လိုသေးအံ့။"
  ],
  "တံတိုင်း": [
    "တံတိုင်း မြင်မက်မူ-အတားအဆီး တွေ့ရအံ့။",
    "တံတိုင်း အုတ်ဖြင့် လုပ်ထားသည်ကို မြင်မက်မူ - အလွန် ကြီးကျယ်သော အတားအဆီး အနှောင့် အယှက် တွေ့အံ့။",
    "တံတိုင်း ဆောက်လုပ် နေသည်ကို မြင်မက်က-ခဲလေ သမျှ သဲရေကျဖြစ်အံ့။",
    "တံတိုင်း ကျဲအက်နေသည်ကို မြင်မက်မူ ဘေးဒုက္ခ တွေ့အံ့။",
    "တံတိုင်း ကို ဖြိုဖျက်ရသည်ဟုမက်မူ-နောက်ဆုံးတွင် အောင်မြင်အံ့။",
    "တံတိုင်း ကို ကျော်ဖြတ် သွားရသည်ဟု မက်မူ အလုပ်အောင်မြင်အံ့။ ဥစ္စာရအံ့။",
    "တံတိုင်း ကို အခြားသူများ ကျော်ဖြတ်သွားသည်ကို မြင်မက်မူ-သတင်းကောင်းကြားရအံ့။",
    "တံတိုင်း ကို ကျော်လွှား သွားရသည်ဟု မက်မူ အဆီးအတား အနှောင့်အယှက်တို့ ကင်း လွတ်အံ့။",
    "တံတိုင်း ကို ခုန်လွှာ သွားရသည်ဟု မက်က ချမ်းသာသုခ ဖြစ်အံ့",
    "တံတိုင်း ကို မကျော်ဖြတ်နိုင်ဟု မက်မူ အရောင်း အဝယ်တွင် အခက်အခဲများတွေ့ရအံ့။",
    "တံတိုင်း တစ်ဖက်တွင် မိမိရည်းစားကို မြင်မက်မူ လက်ထပ်ရဖို့ ခဲယဉ်းအံ့။ တခြားသူ နောက် ပိုးနေအံ့။",
    "တံတိုင်း တက်ရသည်ဟု မက်က-အကြံ အောင်အံ့။ ဥစ္စာရအံ့။",
    "တံတိုင်း မြင့်သည်ထက် မြင့်စွာ တက်နေရသည်ဟုမက်မူ ကြမ္မာဆိုး တွေ့အံ့။",
    "တံတိုင်း ပေါ် သူတစ်ပါး တက်နေသည်ကို မြင်မက်မှု သတင်းကောင်း ကြားရအံ့။",
    "တံတိုင်း ပေါ်မှ ချော်ကျသည်ဟု မက်က-ရှိရင်း အခြေမှ လျောကျအံ့။",
    "တံတိုင်း ပေါ်မှ ချော်ကျသူများကို မိမိကူညီရသည်ဟု မက်မှု-မကြာမီ သူတစ်ပါးအကူအညီရအံ့၊ မိမိကလည်း သူတစ်ပါးကို ကူညီရလတ္တံ့။",
    "တံတိုင်း လမ်းတွင် ခံနေသည်ကို မြင်မက်မှု-စိတ်ကျဉ်းကျပ်အံ့။",
    "တံတိုင်း ကျဉ်းကျဉ်း ကလေးပေါ် လမ်းလျှောက်သွားနေစဉ် ကွဲအက် ပြိုကျ သွားသည်ဟု မက်မှု-မုချ ဒုက္ခတွေ့ရအံ့။"
  ],
  "တံမြက်စည်း": [
    "တံမြက်စည်း မြင်မက်မှု-မင်္ဂလာပြုရအံ့၊ သစ္စာ မရှိသော မိတ်ဆွေများတွေ့ရအံ့။ မကြာမီ အလုပ်သစ်ရအံ့။",
    "တံမြက်စည်း လှည်းရသည်ဟုမက်က-ချမ်းသာသုခရအံ့။",
    "တံမြက်စည်း ခြောက်သွေ့စွာမြင်မက်မှု- ကွယ်လွန်သူထံမှ ငွေရအံ့၊",
    "တံမြက်စည်း အဟောင်းမြင်မက်က- လောင်းကစားလျှင် ရှုံးအံ့။",
    "တံမြက်စည်း အသစ်ကိုမြင်မက်မှု- ချစ်မေတ္တာ,သုခရအံ့၊"
  ],
  "တံလှပ်(တံလျှပ်)": [
    "တံလှပ်(တံလျှပ်) ကို မြင်မက်မှု- မိမိ အားထားသော မိတ်ဆွေ တစ်ဦး ဆုံးအံ့။"
  ],
  "တန်ခိုး": [
    "တန်ခိုး ပြာဋိကာကို မြင်မက်မှု- မမျှော်လင့်သော ကိစ္စများ ဖြစ်ပေါ်လာအံ့။"
  ],
  "တန်းစီ(ကြူ)": [
    "တန်းစီ(ကြူ) ရသည်ဟု မက်မှု- မိတ်ပြန်ဖွဲ့ပြီး လက်ထပ်ရအံ့။"
  ],
  "တက်": [
    "တက် (ခတ်တက်)နှင့် လှေလှော်ရသည်ဟု မက်မှု- ကံကောင်းအံ့၊ ဒုက္ခကင်းအံ့။",
    "တက် အခြားသူများပါ အတူ လှေလှော်ရသည်ဟု မက်မှု-အခက်အခဲတွေ့ပြီးမှ အောင်မြင်အံ့။",
    "တက် ကျိုးသွားသည်၊ ပျောက်သွား သည် ဟု မက်မှု-ကံဆိုးအံ့။",
    "တက် လှော်နေစဉ် တက်မ ကျိုးသွားသည်ဟု မက်မှု-ရေနစ်သေအံ့။",
    "တက် များ ချထားသည်ကို မြင်မက်မှု- အလုပ် ပေါ့လျော့၍ ဥပဒ်ဖြစ်တတ်အံ့။",
    "တက် ရေထဲ မျောသွားသည်ဟု မက်က- အလိုရှိသော အရာများ မပြည့်စုံဘဲရှိအံ့။"
  ],
  "တက္ကစီ": [
    "တက္ကစီ (အငှားကား) ကို မြင်မက်မှု မဟုတ် သတင်းကြားရအံ့၊ ရပ်ဝေး မိတ်ဆွေများ ဖြင့် ဥစ္စာရအံ့။",
    "တက္ကစီ (အငှားကား) စီးရသည်ဟု မက်မှု- ခရီးရှည်သွားရ အံ့။",
    "တက္ကစီ (အငှားကား) မောင်းရသည်ဟု မက်မှု-ရာထူးတိုးအံ့၊ လှပ ချမ်းသာသူနှင့် တွေ့ရအံ့။",
    "တက္ကစီ (အငှားကား) ဖြင့် ခရီးတို့သွားရသည်ဟု မက်က... ကျပ် တည်းခြင်းမှ လွတ်ကင်းအံ့။",
    "တက္ကစီ (အငှားကား) ဖြင့် ခရီးရှည် သွားရသည်ဟု မက်မှု... အလုပ်အကိုင် ပိုမိုခက်ခဲလာအံ့၊",
    "တက္ကစီ (အငှားကား) စီး၍ဘယ်သွားမည်ဟု မသေချာဘဲ ရှိက မိမိနေရာ လူမည့်သူပေါ်အံ့။"
  ],
  "တက္ကသိုလ်": [
    "တက္ကသိုလ် ကိုမြင်မက်မူ-ပညာတိုးတက်, မိတ်ကောင်း ရအံ့။"
  ],
  "တက်ရသည်": [
    "တက်ရသည် (အမြင့်သို့)ဟု မက်မူ- ချမ်းသာ တိုးအံ့၊",
    "တက်ရသည် ထိပ်ဆုံးရောက်အောင် တက်ရသည်ဟု မက် က-အခက်အခဲများ ကျော်နင်းနိုင်အံ့၊"
  ],
  "တက်ရပြီး": [
    "တက်ရပြီး ပြန်ကျသည်ဟု မက်က.... စိတ်ချမ်းသာ စရာ ဖြစ်အံ့၊",
    "တက်ရပြီး အသက်မရောက်မီ လန့်နိုးပါက-အရိပ်အယောင် တန်(မဲ့)အံ့။"
  ],
  "တင်ပါး": [
    "တင်ပါး ပြည့်ပြည့်မြင်မက်မူ-ကျန်းမာအံ့။",
    "တင်ပါး ကျယ်ကျယ်မြင်မက်မူ-ရောဂါရအံ့။",
    "တင်ပါး ကျဉ်းကျဉ်းမြင်မက်မူ- ကွဲကွာအံ့၊"
  ],
  "တင်လဲ": [
    "တင်လဲ မြိန်ယှက်စွာစားရသည်ဟု မက်က ချမ်းသာကြီးအံ့၊ ဥပဒ်ကင်းအံ့။",
    "တင်လဲ လိမ်းကျံရသည်ဟု မက်က နာဖျားအံ့၊"
  ],
  "တင်းတောင်း": [
    "တင်းတောင်း မြင်မက်မူ-ငွေကြေးဆုံးရှုံးအံ့။",
    "တင်းတောင်း အပြည့် မြင်မက်မူ- အံကောင်းအံ့၊ မိန်းမ မြင်မက်မူ-ချစ်သူပေါ်အံ့၊ မုဆိုးမမြင်မက်မူ- နောက်အိမ်ထောင် ပြုရအံ့။",
    "တင်းတောင်း ဗလာမြင်မက်မူ- ကျေးဇူးရှိသော အလုပ် ဖြင့် အချိန်ကုန်နေလတ္တံ့။",
    "တင်းတောင်း ကျသည်ဟု မက်က- အကြီးအကျယ် မှာ ယွင်းအံ့။",
    "တင်းတောင်း ပျောက်နေသည်ဟု မက်မူ- ယခု အလုပ်ကို စွန့်လိုက်လျှင် ကောင်းအံ့၊စွန့်။",
    "တင်းတောင်း စပါး အပြည့်နှင့် လှပသော မိန်းကလေး အိမ်ထဲဝင်လာသည်ဟု မက်မူ-ဥစ္စာဝင်အံ့။",
    "တင်းတောင်း ရန်သူကို မြင်မက်မူ- ကလေးမွေး လတ္တံ့ ။"
  ],
  "တင်းနစ်": [
    "တင်းနစ် ကစားရသည်ဟု မက်မူ - ပျော် ရွှင် ရအံ့၊ ကျော်ကြားအံ့။",
    "တင်းနစ် ကစား၍ မိမိကနိုင်သည်ဟု မက်မှု...အလုပ် အကိုင် အောင်မြင်အံ့။",
    "တင်းနစ် ကစား၍ မိမိ ရှုံးသည်ဟု မက်မူ- အချစ် ကိစ္စ အောင်မြင်အံ့။"
  ],
  "တင်းပုတ်": [
    "တင်းပုတ် ရိုက်တံကို မြင်မက်မူ-အခက်အခဲ တွေ့ရအံ့။",
    "တင်းပုတ် မြင်မက်မူ-အကြီးအကျယ် ရန်ဖြစ်အံ့။",
    "တင်းပုတ် ကိုင်ရသည်ဟု မက်မူ- အငြင်းအခုံ ဖြစ်အံ့။",
    "တင်းပုတ် နှင့် ရိုက်ရသည်ဟု မက်က - မိတ်ကောင်း ဆွေကောင်းရအံ့။",
    "တင်းပုတ် နှင့် အရိုက်ခံရသည်ဟု မက်က - မိတ်ဆွေများ ချစ်ခင်အံ့။",
    "တင်းပုတ် ကျိုးပဲ့ သွားသည်ဟု မက်မူ - အိမ်သားတို့ စိတ်ဝမ်းကွဲအံ့။"
  ],
  "တစ္ဆေ": [
    "တစ္ဆေ သူရဲမြင်မက်မူ- ချစ်သူနှင့် အကြီး အကျယ် ရန်ဖြစ်အံ့၊ အလုပ်ပြိုင်ဘက် ပေါ်အံ့၊ ငွေချေးလျှင်ဆုံးအံ့၊ အမှောင့်ပရောဂ တွေ့အံ့။",
    "တစ္ဆေ အဝတ်ဖြူ နှင့် မြင်မက်မူ မိတ်ဆွေများကြောင့် ပျက်စီးအံ့။",
    "တစ္ဆေ အဝတ်မည်းနှင့်မြင်မက်မူ- မကြောက်လျှင် မဟာသုခ ရအံ့၊ ကြောက်လျှင် နာဖျားအံ့၊ ငွေကျပ်အံ့။",
    "တစ္ဆေ နှင့် စကားပြောရမက်မူ-ဥစ္စာတိုးအံ့။",
    "တစ္ဆေ နှင့် အတူ သောက်စားရသည်ဟု မက်က - ကံဆိုးအံ့၊ နာဖျားအံ့။",
    "တစ္ဆေ နှင့် သီချင်းဆို၊ ကခုန်မြူးတူး နေသည်ဟု မက်မူ-ရူးသွပ်ပြီး သေကျေပျက်စီးအံ့။",
    "တစ္ဆေ မိမိအား ကြည့်ပြီး နေသည်ဟု မက်မူ-အသက်ရှည်အံ့။",
    "တစ္ဆေ ထွက်ပြေး သည်ဟု မက်မူ - အကြံအောင်အံ့၊ ဘေးကင်းအံ့။",
    "တစ္ဆေ အဖက်ခံရသည်ဟုမက်က- ပြင်းထန်စွာ နာဖျားအံ့၊ သေပျောက်တတ်အံ့။",
    "တစ္ဆေ နှင့်ရန်ဖြစ်သည်ဟု မက်မူ- ယခု အတောအတွင်းအန္တရာယ်ရှိအံ့။",
    "တစ္ဆေ နှင့် ရန်ဖြစ်၍ မိမိက နိုင်သည်ဟု မက်မူ ရန်အောင်အံ့၊အကြံအောင်အံ့။",
    "တစ္ဆေ နှင့် ရန်ဖြစ်၍ မိမိက ရှုံးရသည်ဟု မက်က-ဒုက္ခပိုအံ့။"
  ],
  "တောင်": [
    "တောင် မြင်မက်ရာတွင် သာသာယာယာမြင်မက်မူ-ကံကောင်းအံ့။",
    "တောင် ကန့်လန့်ခံနေသည်ဟု မြင်မက်က- အခက်အခဲတွေ့ရအံ့။",
    "တောင် မြင့်မြင့်ကြီးမြင်မက်မူ- အလွန် ကံကောင်းအံ့။",
    "တောင် ဖြူဖြူကိုမြင်မက်မူ- အကြံအောင်အံ့။",
    "တောင် သစ်ပင်များ ဖုံးလွှမ်းလျှက်မြင်မက်မူ-အကြံအောင်အံ့၊ ခရီးဝေး သွားရအံ့၊ ဆွေမျိုးများ ကြွယ်ဝချမ်းသာအံ့။",
    "တောင် မီးလောင်နေသည်ဟု မြင်မက်မူ - ကံဆိုးအံ့။",
    "တောင် ထိပ်ရောက်အောင် တက်နိုင်သည်ဟု မက်မူ-အလုပ်အကိုင် နေရာ အထွတ် အထိပ်သို့ ရောက်အံ့၊ ဥစ္စာရောက်လာအံ့။",
    "တောင် ထိပ်တက်ရာ မရောက်ဘဲ ပြန်လှည့် လာခဲ့သည်ဟု မက်မူ - မိမိသိက္ခာကို ထိခိုက်အောင် ဖြစ်လအံ့။",
    "တောင် ပေါ်တက်ရာ လမ်းခုလတ်တွင် ရောက်နေစဉ် နိုးသွားက စိတ်ဒုက္ခတွေ့ရအံ့။",
    "တောင် ပေါ်မှ ကျသည်ဟု မက်က - ဒုက္ခ အကြီးအကျယ်တွေ့ရအံ့။",
    "တောင် ပေါ် တက်လမ်းရှာမရဟု မက်မူ - အခက်အခဲများစွာ တွေ့ရအံ့။",
    "တောင် ပေါ်တက်ရာလမ်း ချော်ကျသည်ဟု မက်မူ- အကြံပျက်အံ့၊ အထင်သေးခံရအံ့။",
    "တောင် ပေါ်လျှောက်ပြီး လှည့်ပတ် ကြည့်ရှုနေရသည်ဟု မက်မူ - ရောဂါ သက်သာအံ့။",
    "တောင် ပေါ်ခက်ခဲစွာ တက်ပြီးမှ ရောက်သွား ရသည်ဟု မက်မူ - အခက် အခဲတို့မှ လွန်မြောက် အောင်မြင်အံ့။",
    "တောင် ပေါ် တက်ရာ လမ်းစ ပျောက်သွားပြီး တွားတက်နေရသည်ဟု မက်မူ- အလှည့်အပတ် ခံရအံ့၊ အခက်အခဲများစွာတွေ့အံ့။",
    "တောင် ပေါ်မှ အစိုင်အခဲများကျလာသည်ကို မြင်မက်မူ - အံ့ဩလောက်အောင် ကုသိုလ်ထူးအံ့။",
    "တောင် ကိုအဝေးက မျှော်ကြည့်နေသည်ဟု မက်မူ - ရာထူးတိုးအံ့။",
    "တောင် ပြိုကျသည်ဟု မက်မူ - အကြံပျက်အံ့။",
    "တောင် ပြိုကျပြီး ပိနေသည်ဟု မက်မူ- နာဖျားအံ့၊ သေပျောက်အံ့။",
    "တောင် ပုံဆွဲရသည်ဟု မက်က - အချစ် မြဲမြံလတ္တံ့။",
    "တောင် အရပ်သို့ သွားရသည်ဟု မက်က - ရောဂါရအံ့။",
    "တောင် ထိပ်မှာ နေရသည်ဟု မက်မူ - မင်းဖြစ်အံ့။",
    "တောင် ခုလတ်မှာ နေရသည်ဟု မက်မူ- စစ်သူကြီး ဖြစ်အံ့။"
  ],
  "တောင်ပူစာ": [
    "တောင်ပူစာ ပေါ် တက်ရသည်ဟု မက်မူ....ကျော်စောအံ့၊ ချမ်းသာအံ့။",
    "တောင်ပူစာ ပေါ်တက် လမ်းလျှောက်နေသည်ဟု မက်မူ....ရည်းစားလုဘက် ပေါ်အံ့။",
    "တောင်ပူစာ ပေါ်မတက်နိုင်ဟု မက်မူ....ကျပ်တည်းအံ့၊ လက်ထပ်ပွဲပျက်အံ့။"
  ],
  "တောင်ပို့": [
    "တောင်ပို့ ထက်တွင် ခေါင်းမြီး ရသည်ဟု မက်မူ - သူတစ်ပါးတို့ ကိုးကွယ်ရာဖြစ်အံ့။"
  ],
  "တောင်ဝှေး": [
    "တောင်ဝှေး ကို မြင်မက်မူ ငွေရအံ့။"
  ],
  "တောင်း": [
    "တောင်း (တင်းတောင်မှာ ကြည့်ပါ။)"
  ],
  "တောင်းရမ်း": [
    "တောင်းရမ်း စားရသည်ဟု မက်မူ- ချမ်းသာအံ့။"
  ],
  "တိုက်ခိုက်": [
    "တိုက်ခိုက် ရသည်ဟု မက်က အေးချမ်း သာယာအံ့။",
    "တိုက်ခိုက် တစ်ယောက်ချင်းတိုက်ခိုက်ရသည်ဟုမက်မူ- ဆွေမျိုးမိတ်ဆွေများကဒုက္ခပေးအံ့၊သေကွဲသော ရန်သူများရှိအံ့။"
  ],
  "တိုက်မိ": [
    "တိုက်မိ ခိုက်မိသည်ဟု မက်မူ စိတ်ဒုက္ခရောက်လတ္တံ့။"
  ],
  "တိုက်ကပ်": [
    "တိုက်ကပ် နွယ်ပင်(တိုက်ပန်း) များကို မြင်မက်မူ- စိတ်ချယုံကြည်ရမည့် မိတ်ဆွေ ရလတ္တံ့။"
  ],
  "တိုက်လဲ": [
    "တိုက်လဲ သည်ကို မြင်မက်မူ သေပျောက်အံ့။"
  ],
  "တိုင်းပြည်": [
    "တိုင်းပြည် အလုံး မီးဟုန်းဟုန်း တောက်၍ ပြာအထိကျသွားသည်ဟု မက်မူကပ်ကြီး သုံးပါးဆိုက်ရအံ့။"
  ],
  "တိတ်တိတ်": [
    "တိတ်တိတ် ချောင်းနားထောင်ရသည်ဟု မက်မူ-မမျှော်လင့်သော ဥစ္စာရအံ့။"
  ],
  "တိတ္ထိ(ဒိဌိ)": [
    "တိတ္ထိ(ဒိဌိ) များတိုင်းပြည်သို့ ရောက်နေသည်ဟုမက်မူ- ကိုယ့်အိမ်မှာ ချမ်းသာစွာနေရအံ့။"
  ],
  "တိမ်": [
    "တိမ် (မိုးတိမ်မှာ ကြည့်ပါ)"
  ],
  "တိုပီဒို": [
    "တိုပီဒို လက်နက်ကို မြင်မက်မူပြင်းပြင်းချင်း ချစ်ကြိုက်လတ္တံ့၊ အမြတ်များစွာရအံ့။",
    "တိုပီဒို ပေါက်ကွဲသည်ဟုမက်မူ အိမ်သားတစ်ဦးသေအံ့။"
  ],
  "တွား": [
    "တွား သွားရသည်ဟုမက်မူ အစစ အဆင်မပြေရှိအံ့။"
  ],
  "တွံလောင်း": [
    "တွံလောင်း ဖြစ်နေသည်ဟု မက်မူအစစအဖျင်မပြတ်ရှိနေလတ္တံ့။"
  ],
  "တွယ်အပ်": [
    "တွယ်အပ် မြင်မက်မူရန်ဖြစ်ရအံ့။"
  ],
  "တွင်း": [
    "တွင်း ကို မြင်မက်မူ အဆီး အတား၊ အနှောင့်အယှက်တွေ့အံ့၊ မိန်းမမှာ မိမိမကြိုက်သောလင်ကို ရအံ့။",
    "တွင်း ထဲကျသည်ဟု မက်က ဘေးဥပဒ်ကြီးစွာတွေ့ရအံ့၊လယ်သမားများမှာစပါးပျက်အံ့၊ ကျွဲ နွား ဆုံးအံ့၊ ကုန်သည်မှာ ဒေဝါလီ(လူမွဲ)ဖြစ်အံ့။",
    "တွင်း နက်ထဲ ကျသည်ဟု မက်က ပြင်းထန်စွာနာဖျားအံ့၊ သေပျောက်အံ့။",
    "တွင်း ထဲဆင်းရသည်ဟုမက်က- အရောင်းအဝယ်ညံ့ဖျင်းအံ့၊ နာမည်ပျက်အံ့၊ အချစ် ပြယ်အံ့။",
    "တွင်း တူးရသည်ဟု မက်မူ - စိတ်ဒုက္ခ တွေ့ရအံ့။",
    "တွင်း အိုးထိန်းသည် (အိုးလုပ်သူ)၏ တွင်းထဲကျသည်ဟုမက်မူ-မုဆိုးမနှင့် ရှုပ်ရှုပ်ထွေးထွေးဖြစ်လတ္တံ့။"
  ]
}