{
  "ထမင်း": [
    "ထမင်း မြင်မက်မူ- ဆွေမျိုးများ ရောက်အံ့၊ ကံကောင်းအံ့၊ ကျော်စောအံ့။",
    "ထမင်း စားရသည်ဟု မက်မူ.. ကျန်းမာအံ့၊ လာဘ်ရအံ့၊ အကြံအောင်အံ့။",
    "ထမင်း မိမိ တစ်ယောက်တည်း စားနေရသည်ဟု မက်မူ .. အိမ်သားနှင့် စကားများအံ့၊ နာဖျားအံ့။",
    "ထမင်း အများနှင့်အတူ စားရသည်ဟု မက်မူ... လူအများ ပျက်စီးအံ့။",
    "ထမင်း စားရန် အများနှင့်အတူ သွားရ သည်ဟု မက်မူ... ဆွေမျိုးထဲမှ မင်္ဂလာ ပေါ်အံ့။",
    "ထမင်း အများကို ကျွေးရသည်ဟု မက်က- ဥစ္စာတိုးအံ့။",
    "ထမင်း ကိုတ်တိုပ်ပေါ်တက်စားရသည်ဟု မက်မူ- ရာထူးတိုးအံ့။",
    "ထမင်း ကို ရွှေခွက်နှင့် ထည့်စားရသည်ဟု မက်မူ မင်းဖြစ်အံ့၊ လာဘ်ကြီးရအံ့။",
    "ထမင်း ချက်နေသည်ကို မြင်မက်မူ... ကျန်ဖြစ်အံ့၊ ပျော်ပွဲလုပ်ရအံ့လည်း ဟူ၏။",
    "ထမင်း ကိုယ်တိုင် ချက်နေရ သည်ဟု မက်က... အခိုင်းအစေဖြစ်အံ့၊ လင်မယားကွဲကွာအံ့။",
    "ထမင်း ချက်များ အလုပ်ရှုပ်နေသည်ကို မြင်မက်မူ- မကြာမီ မင်္ဂလာပွဲတစ်ခု ကျင်းပရအံ့။",
    "ထမင်း စား စားပွဲကိုမြင်မက်မူ- ပေါများကြွယ်ဝအံ့။",
    "ထမင်း အိုးကိုမြင်မက်မူ- ဥစ္စာပေါ်အံ့။",
    "ထမင်း ဆိုင်ကို မြင်မက်မူ- ဆင်းရဲအံ့၊ ရည်းစားမဲ့အံ့။"
  ],
  "ထမင်းလုံးတစ္ဆေ": [
    "ထမင်းလုံးတစ္ဆေ ခြောက်သည် ဟု မက်မူ- အလိမ်ခံရအံ့၊ မိမိယုံကြည်သူ သစ္စာဖောက်အံ့၊ လူမိုက်၏ချုပ်ချယ်ခြင်းကို ခံရအံ့။"
  ],
  "ထဘီ (ထမိန်)": [
    "ထဘီ (ထမိန်) မြင်မက်မူ- စိတ်ဆင်းရဲအံ့၊ အလိမ် ခံရအံ့။",
    "ထဘီ (ထမိန်) အောက်နားကိုမြင်မက်မူ- အရောင်းအဝယ်ကောင်းအံ့။"
  ],
  "ဖဲ": [
    "ဖဲ ထိုးရသည်ဟု မက်မူ- အကြံပျက်အံ့၊ ဆုံးရှုံးအံ့၊ ဂုဏ်လျော့အံ့။",
    "ဖဲ လက်မှတ် ဝယ်ရသည်ဟု မက်မူ- ချစ်သူနှင့်မရဘဲ မထိုက်တန်သူနှင့် ညားအံ့။",
    "ဖဲ ပေါက်သည်ဟု မက်မူ- သစ္စာမဲ့သော မိတ်ဆွေများက မကောင်းကြံခြင်း ခံရအံ့။"
  ],
  "ထီး": [
    "ထီး မြင်မက်မူ- အနှောင့်အယှက်တွေ့ရအံ့။",
    "ထီး ပွင့်လျက်မြင်မက်မူ- ကံကောင်းအံ့၊ ကျော်စောအံ့။",
    "ထီး အသစ်ယူလာသည် ဟု မက်မူ- ကောင်းသောနိမိတ်တည်း။",
    "ထီး ဆောင်းရသည် ဟု မက်မူ- အေးချမ်း သာယာရှိအံ့။",
    "ထီး ရသည် ဟု မက်မူ- စစ်နိုင်အံ့။",
    "ထီး ယူလာရသည် ဟု မက်မူ- ရောဂါ ကင်းအံ့။",
    "ထီး ငှားယူရသည် ဟု မက်မူ- အနည်းငယ် အနာရအံ့။",
    "ထီး ငှားလိုက်ရသည် ဟု မက်မူ- မိတ်ဆွေများနှင့် စကားအနည်းငယ် ပြောရအံ့။",
    "ထီး ပျောက်သည် ဟု မက်က- ဆုံးရှုံးအံ့၊ လက်ဆောင်ရအံ့လည်း ဟူ၏။",
    "ထီး စုတ်ပြတ်သွားသည် ဟု မက်မူ- စိတ်ပျက် စရာတွေ့ရအံ့။",
    "ထီး မေ့ ကျန်ရစ် ခဲ့ သည် ဟု မက်မူ- ကုန်ရှုံးလအံ့။",
    "ထီး ဝယ်ရသည် ဟု မက်မူ- ဘေးတွေ့အံ့။",
    "ထီး ကို လုယူသွားသည် ဟု မက်က- အထက်လူကြီး သေအံ့။",
    "ထီး ခရိုင် ကျိုးသွားသည် ဟု မက်မူ- ငွေရေးကြေးရေး ခက်ခဲအံ့။",
    "ထီး ပြွံကို သူတော်သူမြတ် ကိုင်လျက် မြင်မက်မူ- ရှင်ဘုရင်ဖြစ်အံ့။"
  ],
  "ထူး": [
    "ထူး ခြားသောနေရာ ရောက်နေသည်ဟု မက်မူ- မကြာမီ အမွေရအံ့။"
  ],
  "ထယ်": [
    "ထယ် မြင်ရသည်ဟု မက်မူ- အကြံ အောင်အံ့။",
    "ထယ် ထိုးရမက်မူ- (လယ်ထွန်မှာ ကြည့်ပါ။)"
  ],
  "ထောပတ်": [
    "ထောပတ် မြင်မက်မူ- အံ့ဩစရာသတင်း ရအံ့၊ ချမ်းသာကြီးအံ့၊ တရားနိုင်အံ့၊ ချစ်သူရအံ့၊ ရာထူးတက်အံ့၊ အကျိုးအမြတ်ရအံ့၊ ကလေးလှလှ မွေးအံ့။",
    "ထောပတ် စားရသည်ဟု မက်မူ- ကံကောင်းအံ့၊ ကျန်းမာအံ့၊ ဥစ္စာတိုးအံ့၊ ကလေး ချောမောစွာ မွေးအံ့၊ အမြတ်အစွန်း ရအံ့။",
    "ထောပတ် ကြာဖက်နှင့် သောက်စားရသည်ဟု မက်မူ- ရှင်ဘုရင်ဖြစ်အံ့။",
    "ထောပတ် သူများစားနေသည်ကို မြင်မက်မူ- မိတ်စစ်မိတ်ဆွေကောင်းများရအံ့။",
    "ထောပတ် ဝယ်ရသည်ဟု မက်မူ- အမွေ ရအံ့၊ အလုပ်ကောင်းအံ့။",
    "ထောပတ် ရောင်းရသည်ဟု မက်မူ- အလုပ် ထာဝစဉ်တည်မြဲအံ့။",
    "ထောပတ် ချက်လုပ်ရသည်ဟု မက်မူ- ခေါင်းဆောင်ဖြစ်အံ့၊ မမျှော်လင့်သောငွေ ရအံ့၊ အမွေရအံ့။",
    "ထောပတ် လိမ်းကျံ ရသည်ဟု မက်မူ- နာဖျားအံ့။",
    "ထောပတ် အပုပ်, အချဉ်ကို စားရသည် ဟု မက်က- အမှုန်းခံရအံ့၊ ဥပဒ်ရအံ့။",
    "ထောပတ် ထဲ မစင် ရောနေသည် ဟု မက်မူ- မယား ဖျောက်မ ထားအံ့။",
    "ထောပတ် ကျိတ်ကျိတ်ဆူနေသော ထောပတ်ကို စား မျိုရသည်ဟုမက်မူ-ရန်သူတွေ့ရအံ့၊ ရောဂါ ရအံ့၊ ဥပဒ် ဖြစ်အံ့။",
    "ထောပတ် သုတ်ထားသော ပေါင်မုန့်ကို စားနှင့် လှီး ဖြတ်ရသည်ဟု မက်က- ကလေး များစွာ မွေးလတ္တံ့။"
  ],
  "ထင်း": [
    "ထင်း မြင်မက်မူ- အကြံအောင်အံ့၊ အကျိုးကျေးဇူး ရှိအံ့။",
    "ထင်း စည်းကို မြင်မက်မူ-ရက်ရက် စက်စက် အမနာပ ပြောခံရအံ့။",
    "ထင်း ကို အိမ်ထဲ၌ ပေါက်ရသည်ဟု မက်မူ- မိုး ကြီး ကျအံ့။"
  ],
  "ထင်းပုံ": [
    "ထင်းပုံ ပြိုကျသည်ဟု မက်က- မကောင်း နိမိတ် တည်း။"
  ],
  "ထင်းရှူးပင်": [
    "ထင်းရှူးပင် စိုစို ပြည်ပြည် မြင်မက်မူ- မျှော်လင့်ချက် ရှိ လတ္တံ့၊ ငွေရင်းနည်းနည်းနှင့် အကျိုးအမြတ် များအံ့။",
    "ထင်းရှူးပင် ခြောက်သွေ့စွာ မြင်မက်မူ- သောက တွေ့ ရအံ့။",
    "ထင်းရှူးပင် ပေါ်တက်ရသည်ဟုမက်မူ-ကံကောင်း အံ့။",
    "ထင်းရှူးပင် ပင်မြင်မက်မူ- ချမ်းသာအံ့၊ ကြီးပွားအံ့၊ စုတိရအံ့။"
  ],
  "ထန်း": [
    "ထန်း သီးစားရသည်ဟု မက်မူ- လဘ်ရအံ့။",
    "ထန်း ရည်သောက်ရသည်ဟုမက်မူ- အလိမ်ခံရအံ့၊ ဥစ္စာရအံ့လည်း ဟူ၏။",
    "ထန်း ရည်ဆိုင်ထဲရောက်နေသည်ဟု မက်မူ- ရန်ရှိ အံ့၊ အစေခံများအားဖြင့် အရှက်ရအံ့။ မိန်းမမက်မူ- ထန်းရည်မူးနှင့် ညားအံ့။",
    "ထန်း ရည်မူးနေသည်ဟု မက်က- ဉာဏ်ပညာ တိုး အံ့၊ မိတ်ဆွေသစ်ရအံ့။",
    "ထန်း ရည် အများနှင့် သောက်ရသည်ဟု မက်မူ- အလိမ်ခံရအံ့၊ မြေကွက်ပဋ္ဌမ ပေါ်အံ့။"
  ],
  "ထမ်းစင်": [
    "ထမ်းစင် စီးရသည်ဟု မက်မူ- လာဘ်ကြီးရအံ့။"
  ],
  "ထိတ်လန့်": [
    "ထိတ်လန့် သည်ဟု မက်မူ- အကြံအောင်အံ့။"
  ],
  "ထောင်": [
    "ထောင် ကိုမြင်မက်မူ- ကံဆိုးအံ့။",
    "ထောင် (မိမိ) ကျသည်ဟု မက်မူ- ဒုက္ခအပေါင်းမှ လွတ်အံ့၊ လူထု အကြည်ညိုခံရအံ့၊ ကျော် စော ထင်ရှားအံ့။",
    "ထောင် အခြားသူများ ကျသည်ဟု မက်က- မိမိ မလွတ်လပ်ဘဲရှိအံ့။",
    "ထောင် ချစ်သူများ သောင်ကျသည်ဟု မက်က- တစ်စုံတစ်ယောက် ဥပဒ်ပြုလတ္တံ့။",
    "ထောင် မှ လွတ်သည်ဟု မက်မူ- အကြံအောင်အံ့။",
    "ထောင် အလုံးထောင်ကို မြင်မက်မူ- အဆီးအတား တွေ့ရအံ့။",
    "ထောင် အလုံးထောင်မှ မလွတ်ဟု မက်မူ- အလုပ် ဆုံးရှုံးအံ့။",
    "ထောင် အလုံးထောင်မှ လွတ်မြောက်သည်ဟု မက်မူ- အခက်အခဲတွေ့ပြီးမှ ကောင်းအံ့။"
  ],
  "ထောင်သားများ": [
    "ထောင်သားများ အလုပ်လုပ်နေသည်ကို မြင်မက်မူ- ကံခေအံ့။"
  ],
  "ထောင်ကြပ်": [
    "ထောင်ကြပ် ကို မြင်မက်မူ- မကြာမီ အားလပ်ခွင့်ရအံ့။"
  ],
  "ထောင်ချောက်": [
    "ထောင်ချောက် ကို မြင်မက်မူ- အလွန်ပစ္စည်းစိစစ်ရှိအံ့။"
  ],
  "ထောင့်ခံရ": [
    "ထောင့်ခံရ (လူပြန်ပေးဆွဲ) သည်ဟု မက်မူ- သောက ကင်းဝေးအံ့။"
  ],
  "ထုပ်ပိုး": [
    "ထုပ်ပိုး ရသည်ဟု မက်မူ- ခရီးသွားချင်လတ္တံ့။",
    "ထုပ်ပိုး ဖြေရသည်ဟု မက်မူ- တစ်နေရာသို့ သွား နေလိုအံ့။"
  ],
  "ထုံး": [
    "ထုံး ကိုမြင်မက်မူ- ခိုက်ရန်ဖြစ်အံ့၊ ရန်ငြိုးရှိအံ့။"
  ],
  "ထုံးဆေး": [
    "ထုံးဆေး ထိုးရသည်ဟု မြင်မက်မူ- ရန်အပေါင်းတို့မှ လွတ်အံ့၊ စိတ္တသုခ၊ ကာယသုခရအံ့။"
  ],
  "ထွက်ပြေး": [
    "ထွက်ပြေး ရသည်ဟု မက်မူ- အတုပ်အနှောင်ခံရအံ့၊ စိုးရိမ်ရအံ့။"
  ],
  "ထွန်ခြစ်": [
    "ထွန်ခြစ် မြင်မက်မူ- ချမ်းသာ သုခဖြစ်အံ့၊ ပြိုင်ဘက် ပေါ်အံ့။",
    "ထွန်ခြစ် နှင့် ခြစ်ရသည်ဟု မက်မူ- ကံကောင်းအံ့။"
  ]
}