{
  "ဒရယ်": [
    "ဒရယ် ကို မြင်မက်မူ- ချစ်သူအားကိုးလတ္တံ့။"
  ],
  "ဒလဝမ်": [
    "ဒလဝမ် မြင်မက်မူ- လုံခြုံအံ့၊ အေးချမ်းအံ့။"
  ],
  "ဒါန": [
    "ဒါန ပြုသည်ဟုမက်မူ- ချမ်းသာအံ့၊ ကံကောင်းအံ့၊ ရာထူးတက်အံ့။"
  ],
  "ဒါဘီ": [
    "ဒါဘီ မြင်းပွဲကိုမက်မူ- ကံကောင်း၊ ငွေရအံ့။"
  ],
  "ဒီရေ": [
    "ဒီရေ တက်လာသည်ကိုမြင်မက်မူ- ချမ်းသာသုခ ဖြစ်အံ့။",
    "ဒီရေ ကျသွားသည်ကိုမြင်မက်က-စိုးရိမ်သောက ဖြစ်အံ့။"
  ],
  "ဒီးဒုတ်": [
    "ဒီးဒုတ် ငှက်ကိုမြင်မက်မူ- ရောဂါရအံ့၊ ဆုံးရှုံးအံ့။"
  ],
  "ဒုစရိုက်": [
    "ဒုစရိုက် ပြုလုပ်မိသည်ဟုမက်မူ- ဒုက္ခတွေ့ရအံ့။",
    "ဒုစရိုက် ပြုလုပ်ခြင်းမှ ရှောင်နိုင်သည်ဟု မြင်မက်မူ- အကြံအောင်အံ့။"
  ],
  "ဒူလာ": [
    "ဒူလာ ရောဂါရသည်ဟု မြင်မက်မူ- ကျန်းမာအံ့ ပျင်းရိစရာတွေ့အံ့။"
  ],
  "ဒူး (ဒူးခေါင်း)": [
    "ဒူး (ဒူးခေါင်း) မြင်မက်မူ- ကံကောင်းအံ့။",
    "ဒူး (ဒူးခေါင်း) မိန်းမ၏ဒူးကိုမြင်မက်မူ- မိမိ ရွေးချယ်ထားသူနှင့် လက်ထပ်ရအံ့။",
    "ဒူး (ဒူးခေါင်း) ယောက်ျားဒူးကို မက်မူ- သားယောက်ျားကလေး မွေးအံ့။",
    "ဒူး (ဒူးခေါင်း) ထောက်ရသည်ဟုမက်မူ- ကံဆိုးအံ့။",
    "ဒူး (ဒူးခေါင်း) ကွဲသွားသည်မက်မူ- ဆင်းရဲအံ့။",
    "ဒူး (ဒူးခေါင်း) ကျိုးနေသည်ဟုမက်မူ- နာဖျားအံ့။",
    "ဒူး (ဒူးခေါင်း) ထောက်လဲသည်ဟုမက်မူ- အလုပ်ပျက်အံ့။",
    "ဒူး (ဒူးခေါင်း) ထောက်၍ ဆုတောင်းရသည်ဟု မက်မူ ချမ်းသာသုခဖြစ်အံ့။"
  ],
  "ဒေလီယာ": [
    "ဒေလီယာ ပန်းကိုမက်မူ- မကြာမီ ငွေများများရအံ့။"
  ],
  "ဒေဝါလီ(လူမွဲစာ)": [
    "ဒေဝါလီ(လူမွဲစာ) ခံရသည်ဟုမက်မူ- အလုပ်အကိုင်တိုးတက် အံ့။ သို့ရာတွင် သတိမထားလျှင် ပျက်စီးအံ့။"
  ],
  "ဒယ်အိုး": [
    "ဒယ်အိုး မြင်မက်မူ- စိတ်ချမ်းသာအံ့။",
    "ဒယ်အိုး နှင့်ချက်ပြုတ်ရသည်ဟု မက်မူ- ကံဆိုးသော ရန်ပွဲဖြစ်အံ့။"
  ],
  "ဒေါနပန်း": [
    "ဒေါနပန်း ကိုမြင်မက်က- ကောင်းစွာ အောင်မြင်အံ့။"
  ],
  "ဒေါသ": [
    "ဒေါသ ဖြစ်ရသည်ဟု မြင်မက်မူ- ထိုသူနှင့်မိတ်ဆွေ ဖြစ်အံ့။",
    "ဒေါသ ကြီးရသည်ဟုမက်မူ- နာဖျားအံ့။"
  ],
  "ဒန်အိုး": [
    "ဒန်အိုး အသစ်ကိုမြင်မက်မူ- အိမ်တွင်းသုခဖြစ်အံ့။"
  ],
  "ဒဏ္ဍာရီ": [
    "ဒဏ္ဍာရီ ပုံပြင်ပြောနေသည်ကို မြင်မက်မူ- မိတ်ဆွေကောင်းရအံ့၊ မယား မကျေမနပ်ရှိအံ့။",
    "ဒဏ္ဍာရီ ကြားရသည်ဟုမြင်မက်မူ- သင်မသိသောသူတစ်ဦးက သင့်အတွက် အမြဲစောင့်ရှောက် နေအံ့၊ သောက ကင်းအံ့။"
  ],
  "ဒဏ်ရာရ": [
    "ဒဏ်ရာရ လက်နက်ဖြင့် ဒဏ်ရာရရှိသည်ဟု မက်က- ဥစ္စာရအံ့။"
  ],
  "ဒင်္ဂါး": [
    "ဒင်္ဂါး ကို မြင်မက်မူ-အသင့်အတင့် ကောင်းအံ့။ (တန်ဖိုး နည်းလေ ကောင်းလေ ဖြစ်၏။) ရွှေဒင်္ဂါးကဲ့သို့ တန်ဖိုးများလျှင် မကောင်းချေ။",
    "ဒင်္ဂါး စုဆောင်းရသည်ဟု မက်မူ-အလုပ် အမျိုးမျိုး လုပ်ရအံ့။",
    "ဒင်္ဂါး ပျောက်သည်ဟု မက်က-အခွင့်အရေး လွတ်သွားအံ့။",
    "ဒင်္ဂါး မှိန်၍မထင်မရှားသော ဒင်္ဂါးကိုမြင်မက်မူ-စိတ်မချမ်းသာစရာ သတင်းကြားရအံ့။",
    "ဒင်္ဂါး အိတ်ထဲမှာ ချွတ်ချွင် မြည်သံကြားရသည်ဟု မက်က-ငွေရေးကြေးရေး ပူလုံအံ့။"
  ],
  "ဒိန်ခဲ": [
    "ဒိန်ခဲ ကိုမြင်မက်က-ချစ်သူ သစ္စာ ရှိအံ့၊ အလိုပြည့်အံ့၊ မယားကလိမ်အံ့၊ စိတ်တိုရအံ့။",
    "ဒိန်ခဲ စားရသည် ဟုမက်မူ-အရောင်း အဝယ် ကောင်းအံ့၊ မစဉ်းစားဘဲ လုပ်မိ သဖြင့် သောကတွေ့ရအံ့၊ ပင်ပန်းစွာ လုပ်ရပြီးမှ အောင်မြင်အံ့။"
  ],
  "ဒိန်ချဉ်": [
    "ဒိန်ချဉ် များစွာမြင်မိမက်မူ-ဒုက္ခတွေ့ရအံ့။",
    "ဒိန်ချဉ် ကိုမြင်မက်မူ-ပေါများကြွယ်ဝအံ့။",
    "ဒိန်ချဉ် ယူလာ ရသည်ဟု မက်က-အိမ်ထောင်ကြီးကို ကျွေးမွေးထားနိုင်အံ့။",
    "ဒိန်ချဉ် ဖိတ်ကျသည်ဟု မက်မူ-ဆင်းရဲအံ့။",
    "ဒိန်ချဉ် ထမင်းနှင့် စားရသည် ဟု မက်မူ-နာအံ့။",
    "ဒိန်ချဉ် သောက်ရသည်ဟု မက်က-နာမည် ကျော်ကြားအံ့။",
    "ဒိန်ချဉ် ကြာဖက်နှင့် သောက်ရသည်ဟု မက်မူ-မင်းဖြစ်အံ့။"
  ],
  "ဒိန်ရည်": [
    "ဒိန်ရည် ဖြင့် တစ်ကိုယ်လုံး လိမ်းကျံရသည်ဟု မက်မူ-မကြာမီ နာဖျားအံ့။"
  ],
  "ဒေါင်း": [
    "ဒေါင်း ကို မြင်မက်မူ-ကံကောင်းအံ့၊ အကျိုးရှိအံ့၊ ဇေယျာမအားဖြင့်ဥစ္စာရအံ့၊ လှပသောသူနှင့် မကြာမီ လက်ထပ်ရအံ့၊ ဘုရားဖူးသွားရအံ့၊ ကလေးများရအံ့။",
    "ဒေါင်း က နေသည်ကို မြင်မက်မူ-မိတ်ဆွေများလိမ်ကောက်အံ့။",
    "ဒေါင်း ဖြီး ဖြန့်နေသည်ကို မြင်မက်မူ-အလိမ်ခံရအံ့၊ ဆင်းရဲအံ့။",
    "ဒေါင်း မဖြန့်ဘဲ မြင်မက်က-ငွေရအံ့၊ လက်ထပ်ရအံ့။",
    "ဒေါင်း တွန်သံ ကြားသည်ဟု မက်က-ရပ်ဝေးသတင်းကြားရအံ့။"
  ],
  "ဒုက္ခ": [
    "ဒုက္ခ ရောက်နေသည်ဟု မက်မူ-မကြာမီ ချမ်းသာအံ့၊ အကြံအောင်အံ့၊ ဘေးရန်ကင်းအံ့။",
    "ဒုက္ခ သူတစ်ပါး ဒုက္ခရောက်နေသည်ကို မြင်မက်မူ-မကောင်းသော မိတ်ဆွေများ တွေ့ရအံ့။",
    "ဒုက္ခ သူတစ်ပါးအား ဒုက္ခပေးနေရသည်ဟု မက်မူ-ရန်သူများ မကောင်းကြံနေအံ့။"
  ]
}