{
  "ဓား(ထား)": [
    "ဓား(ထား) မြင်မက်မူ-မိတ်ဆွေများနှင့် ရန်ဖြစ်အံ့၊ တရားဖြစ်အံ့၊ ဒေါသဖြစ်ရအံ့။",
    "ဓား(ထား) များကို မြင်မက်မူ-မိတ်ဆွေများနှင့် သဘောကွဲအံ့။",
    "ဓား(ထား) သွား(ဓား ရွက်)ကိုမြင်မက်က-ရန်ဖြစ်အံ့၊ သေပျောက်အံ့။",
    "ဓား(ထား) စွဲကိုင်ရသည်ဟုမက်မူ-အသက်ရှည်အံ့။",
    "ဓား(ထား) သွေးရသည်ဟု မက်မူ-အသက်မွေး လမ်းကြောင်း ကောင်းအံ့။",
    "ဓား(ထား) သွေးကျောက်နှင့် သွေးနေသည်ကိုမြင်မက်မူ-လောင်းကစားလျှင် ရှုံးအံ့။",
    "ဓား(ထား) နှင့် ခုတ်ရသည်ဟု မက်မူ-အချစ် ကိစ္စတွင် စိတ်ပျက်စရာ တွေ့အံ့။",
    "ဓား(ထား) နှင့် အခုတ် ခံရသည်ဟု မက်က-နာမည် ပျက်အံ့။",
    "ဓား(ထား) နှင့် ခုတ်၍ ဒဏ်ရာရသည်ဟု မက်က-လူသတ်မှုဖြစ်အံ့။",
    "ဓား(ထား) ချင်း ကြက်ခြေခတ်ထားသည်ကို မြင်မက်မူ-သေပျောက်အံ့။",
    "ဓား(ထား) အရောင် တောက်ပစွာ မြင်မက်မူ-ဘုန်းတန်ခိုးကြီးအံ့။"
  ],
  "ဓားမြောင်": [
    "ဓားမြောင် သူတစ်ပါးလက်ထဲမှာ မြင်မက်မူ-ငွေကြေး ယုတ်လျော့အံ့၊ ရန်ဖြစ်အံ့။",
    "ဓားမြောင် မိမိလက်ထဲမှာ မြင်မက်မူ-တိုးပွားအံ့။",
    "ဓားမြောင် မိမိလက်ထဲမှာ မြဲမြံစွာ ဆုပ်ကိုင် ထားရသည်ဟု မက်မူ-အကြံအောင်အံ့။",
    "ဓားမြောင် မြေပေါ်မှာ မြင်မက်မူ-ရန်သူ ဥပဒ်ပြုအံ့။",
    "ဓားမြောင် လေထဲမှာ မြင်မက်မူ-အနှောင့်အယှက် တွေ့ရအံ့။",
    "ဓားမြောင် အိပ်ထဲမှာ မြင်မက်မူ-သတင်းကောင်း ကြားရအံ့။"
  ],
  "ဓားလှယ်": [
    "ဓားလှယ် ကို မြင်မက်မူ-ဆင်းရဲအံ့၊ သတင်းဆိုးကို ကြားရအံ့၊ သစ္စာဖောက်အံ့၊ ရန်ဖြစ်အံ့။",
    "ဓားလှယ် နှင့် လူအများ မြင်မက်မူ-သေပျောက်အံ့။",
    "ဓားလှယ် လွယ်ထားရသည်ဟု မက်မူ-တန်ခိုးကြီးအံ့။",
    "ဓားလှယ် နှင့် ခုတ်မိရသည်ဟု မက်မူ-အရှက်ရအံ့၊ ကံဆိုးအံ့။"
  ],
  "ဓားပြ(မှု)": [
    "ဓားပြ(မှု) နှင့် ခုတ်၍ ဒဏ်ရာရသည်ဟု မက်မူ-နှစ်နာစွာ ကွဲကွာအံ့။",
    "ဓားပြ(မှု) တိုက်ခံရသည်ဟု မက်မူ-ငွေကြေး ဆုံးအံ့။ စိတ်ပျက်အံ့။",
    "ဓားပြ(မှု) နှိပ်စက်ခံရသည်ဟု မက်က-ကံကောင်းအံ့။"
  ],
  "ဓာတ်စက်": [
    "ဓာတ်စက် ကို မြင်မက်မူ-ရပ်ဝေးမှ သတင်းကောင်း ကြားရအံ့၊ မမျှော်လင့်သောအရာ တွေ့အံ့။"
  ],
  "ဓာတ်ဆီ": [
    "ဓာတ်ဆီ ကိုမြင်မက်မူ-မီးလောင်တတ်အံ့၊ ရန်သူရှိအံ့။"
  ],
  "ဓာတ်တော်": [
    "ဓာတ်တော် ပူဇော်ရသည်ဟု မက်က- တစ်နေ့ တခြား ဘုန်း ကျက်သရေတိုးအံ့။"
  ],
  "ဓာတ်ပုံ": [
    "ဓာတ်ပုံ သူတစ်ပါး ဓာတ်ပုံကို မြင်မက်မူ- ကံကောင်းအံ့။",
    "ဓာတ်ပုံ မိမိဓာတ်ပုံကို မြင်မက်မူ ကံဆိုးအံ့။",
    "ဓာတ်ပုံ ရိုက်ခံရသည်ဟု မက်မူ မကောင်း နိမိတ် တည်း။",
    "ဓာတ်ပုံ ရိုက်ရသည်ဟု မက်က-အသက်မွေး လမ်းကြောင်း ပြောင်းလဲအံ့။",
    "ဓာတ်ပုံ ရိုက်စက်ကို ကြည့်ရသည်ဟု မက်မူ- သူတစ်ပါး အလိမ် ခံရအံ့။",
    "ဓာတ်ပုံ ထည့်သော စာအုပ်ထဲ လူ ဓာတ်ပုံ များ မြင်မက်မူ- ကံဆိုးပြီးမှ ချစ်သူရအံ့။",
    "ဓာတ်ပုံ ၎င်းစာအုပ်ထဲ ရှုမြင်ကွင်းများ နေရာအရပ်များ မြင်မက်မူ- အလုပ်ပြောင်းရအံ့။"
  ],
  "ဓာတ်မီး": [
    "ဓာတ်မီး (လက်နှိပ် ဓာတ်မီး) တောက်ပစွာ မြင်မြင်မက်မူ- အကြံအောင်အံ့။ ပညာရှိသော သားရအံ့။",
    "ဓာတ်မီး မှေးမှိန်စွာ မြင်မက်မူ-နာဖျားအံ့။",
    "ဓာတ်မီး ခဏခဏ ပျက်နေသည်ဟု မက်မူ- ဆုံးရှုံးအံ့။",
    "ဓာတ်မီး ထွန်း၍လူပရိသတ်ထဲ ယူသွားသည်ဟုမက်မူ တစ်နေ့ တခြား နာမည် ကျော်ကြားအံ့။",
    "ဓာတ်မီး မိမိကိုင်ထား ရသည်ဟု မက်မူ- ကျော်ဇောအံ့။",
    "ဓာတ်မီး သူတစ်ပါး ကိုင်ထားရသည်ကို မြင်မက်မူ- ၎င်းသူ ဒုက္ခ တွေ့အံ့။"
  ],
  "ဓာတ်ရှင်": [
    "ဓာတ်ရှင် (ရုပ်ရှင်မှာ ကြည့်ပါ)"
  ],
  "ဓာတ်လှေကား": [
    "ဓာတ်လှေကား ဖြင့် တက်ရသည်ဟု မက်မူ- အခြေမြှင့်။ မည်သည့် ပြဿနာမဆို ဖြေရှင်းနိုင်အံ့။",
    "ဓာတ်လှေကား ပျက်နေသည်ဟု မက်မူ- ရှေ့သုံးလ ညံ့အံ့။"
  ]
}