{
  "နကျယ်": [
    "နကျယ် ကောင်ကို မြင်မက်မူ- တီးတိုးပြော ခံရအံ့၊ ဒုက္ခ တွေ့အံ့။",
    "နကျယ် တုပ်ခံရသည်ဟု မက်က- သောကတွေ့ရအံ့။"
  ],
  "နဂါး": [
    "နဂါး မြင်မက်မူ ဘေးဥပဒ် တွေ့ရအံ့၊ အတိဒုက္ခ ရောက်အံ့။",
    "နဂါး ဖမ်းရသည်ဟု မက်က- ရန်ပျောက်အံ့၊ ချမ်းသာကြီးအံ့။",
    "နဂါး ကို သတ်ရသည်ဟု မက်မူ- မနာလိုသူများကို ကို နိုင်အံ့။"
  ],
  "နနွင်း": [
    "နနွင်း မြင်မက်မူ- ကျန်းမာအံ့၊ စိတ်ချမ်းသာအံ့၊ မိတ်ပေအံ့။",
    "နနွင်း လိမ်းကျံရသည်ဟု မက်မူ- နာဖျားအံ့။",
    "နနွင်း ပန်း မြင်မက်မူ ကံကောင်းအံ့။"
  ],
  "နပန်းလုံး": [
    "နပန်းလုံး ရသည်ဟု မက်မူ- မကျန်းမာသဖြင့် ငွေကုန်ကျအံ့၊ အရှုပ်အထွေး ခံရအံ့။"
  ],
  "နဖါးကြိုး": [
    "နဝါးကြီး တပ်ခံရသည်ဟု မက်မူ- လူတစ်ပါး၏ ဩဇာ ခံရအံ့။"
  ],
  "နဖူး": [
    "နဖူး ကျယ်ကျယ် မြင်မက်မူ- ဂုဏ် ကျက်သရေ တိုးအံ့။",
    "နဖူး ကျဉ်းကျဉ်းမြင်မက်မူ- မိုက်မဲ တွေ့ဝေအံ့။",
    "နဖူး ပေါ် အမွေးများဖုံးအုပ်နေသည်ကို မြင်မက်မူ- အလွန်အမုန်းထားခံရအံ့။"
  ],
  "နရည်းသံ": [
    "နရည်းသံ ကြားရသည်ဟု မက်မူ- သတင်းကောင်း ကြားရအံ့။"
  ],
  "နာကျဥ်ကိုက်ခဲ": [
    "နာကျဥ်ကိုက်ခဲ ကိုယ်လက်ကိုက်ခဲသည်ဟု မက်က- တစ်နေ့တခြား ကံကောင်းအံ့။"
  ],
  "နာတာလူးပွဲ(ခရစ်စမတ်)": [
    "နာတာလူးပွဲ(ခရစ်စမတ်) (ခရုစမတ်) - ကို မက်က ကံကောင်းအံ့။"
  ],
  "နာနတ်သီး": [
    "နာနတ်သီး မြင်မက်မူ-ဥစ္စာပစ္စည်းရအံ့၊ မကြာမီ အိမ်ထောင်ကျအံ့၊ အရောင်းအဝယ် တိုးတက်အံ့၊ ပျော်ရွှင်သုခရအံ့၊ ခရီး သွား လျှင် ကောင်းမွန်ချောမောစွာ ရောက်သတ္တံ။",
    "နာနတ်သီး စားရသည်ဟု မက်မူ- မိမိ ခင်ပွန်းက လိမ်လည်အံ့။",
    "နာနတ်သီး အပုပ်ကို မြင်မက်မူ-ကံဆိုးအံ့။"
  ],
  "နာရီ": [
    "နာရီ သွားလျက်မြင်မက်မူ-ကံကောင်းအံ့။",
    "နာရီ ထိုးသံကြားရသည်ဟု မက်မူ- အကြံအောင်အံ့၊ အမွေခံရအံ့၊ ဂုဏ်မြင့်အံ့၊ လူပျို အပျိုမှာ လက်ထပ်ရအံ့။",
    "နာရီ ထိုးနေသည်ကို မြင်မက်မူ-ခရီးအောင်မြင်စွာရောက်အံ့၊ မင်္ဂလာပြုရအံ့၊ ခရီးသွားလျှင် ဘေးကင်း၊ ကုန်ရောင်းလျှင် မြတ်စွန်းအံ့။",
    "နာရီ နှိုးစက်နှိုးသံကြားရသည်ဟု မက်မူ- စိုးရိမ်သောကဖြစ်အံ့။",
    "နာရီ ရပ်သွားသည်ဟု မက်မူ-ရုတ်တရက် သေတတ်အံ့။",
    "နာရီ ကို လှည့်ရသည်ဟု မက်မူ-အခွင့်အရေး ဆုံးရှုံးအံ့။",
    "နာရီ သွားသံကြားရသည်ဟု မက်မူ- ကိုယ့်ကိုယ်ကို အားကိုးရ လတ္တံ့၊ သတင်းကောင်း ကြားရအံ့。",
    "နာရီ မြန်နေသည်ဟု မက်မူ-အလုပ်ကိစ္စနှင့် ဆိုးဝေးသွားရလတ္တံ့။",
    "နာရီ နှေးနေသည်၊ နောက်ကျသည်ဟု မက်မူ- သင့်အား ကူညီမည့်သူများအား စော်ကားမိအံ့၊ သို့ရာတွင် တောင်းပန်ခြင်းဖြင့် ကျေအေးလတ္တံ့။",
    "နာရီ ချိန်သီးကို မြင်မက်မူ-ခရီးရှည်သွားဖို့ ရုတ်တရက် စာရအံ့။",
    "နာရီ ရွှေနာရီကို ဆောင်ရသည်ဟု မက်က-ငွေကြေးချောချိအံ့၊ ပူပင်သောကကင်းအံ့။",
    "နာရီ ငွေနာရီကို ဆောင်ရသည်ဟု မက်မူ-စားနိုင် သောက်နိုင်ရှိအံ့။",
    "နာရီ ခါးပိုက်ဆောင်နာရီကို မြင်မက်မူ- ကုန်းလမ်းခရီး သွားရအံ့၊ အမြတ်အစွန်းများစွာ ရအံ့။",
    "နာရီ (ခါးပိုက်ဆောင်နာရီ) ရသည်ဟု မက်မူ- ကံကောင်းအံ့။",
    "နာရီ (၎င်း) ဝယ်ရသည်ဟု မက်မူ - ဆင်းရဲအံ့။",
    "နာရီ (၎င်း) ပျောက်သည်ဟု မက်မူ - အကြံအောင်အံ့။",
    "နာရီ (၎င်း) ကျပြီး ကွဲသွားသည်ဟု မက်က- အလွန်ချစ်ခင်သော မိတ်ဆွေတစ်ဦး သေအံ့။"
  ],
  "နာရီလက်တံ": [
    "နာရီလက်တံ ကို မြင်မက်မူ--အလုပ်အကိုင် တိုးတက်အံ့။",
    "နာရီလက်တံ ကျိုးသွားသည်ဟု မက် က- ပြတ်လမ်းသူဌေးဖြစ်နည်းလိုက်က မအောင်မြင်ဘဲ ရှိအံ့။",
    "နာရီလက်တံ ကို နေဝင်ချိန်၌ မိနစ်ရေတွက်နေရသည်ဟု မက်မူ- ကောင်းကျိုး မပေးဘဲ ရှိအံ့။"
  ],
  "နာရေးကြော်ငြာ": [
    "နာရေးကြော်ငြာ ကို ဖတ်ရသည်ဟု မက်က-မိတ်ဆွေ တစ်ဦး မင်္ဂလာဆောင်ရလတ္တံ့။"
  ],
  "နာဖျား": [
    "နာဖျား သည်ဟု မက်မူ--ကျန်းမာအံ့။",
    "နာဖျား သူ့ကို မြင်မက်မူ-ကံဆိုးအံ့။"
  ],
  "နာမည်": [
    "နာမည် (မိမိနာမည်) ခေါ်သံ ကြားရသည်ဟု မက်မူ-သိသူဖြစ်က သတင်းကောင်း ကြားရအံ့။ မသိသူ ခေါ်သံကြားရက မကောင်းသတင်းကြားရအံ့။",
    "နာမည် ကျယ်လောင်စွာ ခေါ်သံ ကြားရက- ကံကောင်းအံ့။",
    "နာမည် မိမိနာမည်ကို မှားခေါ်သံ ကြားရက--ချစ်ရေးတွင် ကံဆိုးအံ့။",
    "နာမည် တယ်လီဖုန်းနှင့် ခေါ်သံ ကြားရသည်ဟု မက်က ချိန်းဆို ထားသော အလုပ်ကိစ္စကို မေ့နေလတ္တံ့။"
  ],
  "နား": [
    "နား လှလှ မြင်မက်မူ မိတ်ဆွေကောင်း ရအံ့။",
    "နား ကြီးကြီး မြင်မက်မူအကြံအောင်အံ့။",
    "နား ညစ်ညစ်ပတ်ပတ် မြင်မက်မူ ဆိုးဝါးသော စိတ် ရှိအံ့။",
    "နား ပြတ်နေသည်ကို မြင်မက်မူသစ္စာမဲ့အံ့။",
    "နား ထဲ ရေကောင်း ရေသန့် ဆီမွှေး ဝင်သည်ဟု မက်မူနှစ်သက်ဖွယ် စကား ကြားရအံ့။",
    "နား ထဲ မစင်ရေ ဝင်သည်ဟု မက်က လာဘ် လာဘ ရအံ့။",
    "နား ထဲ အပုပ်ရေဝင်သည်ဟု မက်မူ ဒုစရိုက်မှု ပြုလုပ်မိအံ့။",
    "နား တွင်အနာတရ ရသည်ဟု မက်မူ မပျော်လင့်သော အနှောင့်အယှက် တွေ့အံ့။",
    "နား ဆေးရသည်ဟု မက်က သတင်းကောင်း ကြားရအံ့။",
    "နား ပင်းသည်ဟု မက်မူ အတင်းပြော ခံရအံ့၊ မကောင်းသောအကြံနှင့် မိတ်ဖွဲ့လာအံ့။",
    "နား ထိုင်းသည်ဟု မက်မူ မိတ်ဆွေဆုံးအံ့။",
    "နား ကိုက်သည်ဟု မက်က ကဲ့ရဲ့ခံရအံ့၊ ထိုး ထိုး ပြောခံရအံ့။",
    "နား ဖောက်ရသည်ဟု မက်မူ ရိုသေ လေးစားခြင်းကိုခံရအံ့။",
    "နား ထွင်းရသည်ဟု မက်မူ လာဘ်ရအံ့၊ မိန်းမ ရအံ့။",
    "နား ကို မြင်မက်မူ ရန်ပွဲဖြစ်အံ့။"
  ],
  "နားကပ်": [
    "နားကပ် ဝတ်ရသည်ဟု မက်မူ မင်း ဖြစ်အံ့၊ အမတ်ကြီး ဖြစ်အံ့။"
  ],
  "နားတောင်း": [
    "နားတောင်း ဝယ်ရသည်ဟု မက်မူ ကြံထားသော အလုပ် ထင်သလို မဖြစ်ဘဲရှိအံ့။",
    "နားတောင်း လက်ဆောင် ရသည်ဟု မက်မူ ပျော်ရွှင်စွာ သွားလာရအံ့။",
    "နားတောင်း ပျောက်သည်ဟု မက်က ကိုယ့်ကိုယ်ကို အထင်ကြီးနေအံ့။"
  ],
  "နီဂရိုး": [
    "နီဂရိုး လူမျိုးကို မြင်မက်မူ မိတ်ဆွေများနှင့် ရန်ဖြစ်အံ့။"
  ],
  "နီလာကျောက်": [
    "နီလာကျောက် ကို မြင်မတ်မူ မမျှော်လင့်သော ကံကောင်းဖို့ဖြစ်အံ့။",
    "နားတောင်း ဝတ်ဆင်ရ မက်မူ ချမ်းသာသုခ ဖြစ်အံ့။"
  ],
  "နူနေသောသူ": [
    "နူနေသောသူ (အနူ) ကို မြင်မက်မူ ဒုက္ခတွေ့အံ့၊ ဂုဏ်လျော့အံ့၊ ရန်များအံ့။",
    "နူနေသောသူ (နူနာ) စွဲကပ်သည်ဟု မက်မူ မလိုလားသောအလုပ်အကိုင်ဖြင့် ငွေချေးရအံ့။"
  ],
  "နေ": [
    "နေ မြင်မက်မူ-ချမ်းသာအံ့၊ အနာရောဂါကင်းအံ့၊ သူတပါးထက် မြတ်အံ့၊ ချစ်သူကို ရအံ့၊ ထောင်ကျသူ လွတ်အံ့။",
    "နေ ထွက်၍ ကောင်းကင်သို့ တက်လာသည်ကို မြင်မက်မူ-အကြံအောင်အံ့၊ ချမ်းသာကြွယ်ဝအံ့၊ သတင်းကောင်း ကြားရအံ့၊ သားရတနာ ရအံ့။",
    "နေ ကောင်းကင် အလယ်၌ တောက်ပနေသည်ကို မြင်မက်မူ-ဥစ္စာ ပစ္စည်း၊ ရာထူး ဌာနန္တရတိုးတက်အံ့၊ ဂုဏ်ကျက်သရေတိုးအံ့၊ ဘုန်းကြီးအံ့၊ ဆင်းရဲကင်းအံ့။",
    "နေ မိမိအိမ်ထဲသို့ ဆင်းသက် ရောက်လာသည်ဟု မက်မူ-မီးလောင်အံ့။",
    "နေ ပင်လယ်ထဲမှ ပေါ်ထွက်လာသည်ကို မြင်မက်မူ-အောင်မြင်အံ့၊ ထွတ် လပ် အံ့၊ ရောဂါပျောက်အံ့။",
    "နေ ကြယ်ပေါင်း ခြံရံလျက် ကောင်းကင်သို့ ပျံတက်နေသည်ကို မြင်မက်မူ-အတု မရှိဘုန်းကြီးအံ့။",
    "နေ ကြွေကျသည်ဟု မက်က-မျက်စိကွယ်အံ့၊ နားပုားအံ့၊ ကံဆိုးအံ့။",
    "နေ ကိုဖက်ရသည်ဟု မက်က-ကြွယ်ဝအံ့။",
    "နေ ရင်ခွင် ပိုက်ရသည်ဟု မက်မူ-ဘုန်း ကြီးသော သားရတနာ ရအံ့။",
    "နေ ဝင်သည်ကို မြင်မက်မူ-အထင်သေးခံရအံ့၊ ဆုံးရှုံးအံ့။",
    "နေ လုံး ပျောက်ကွယ်သွားသည်ကို မြင်မက်မူ-အနှောင့်အယှက် အဖျက်အဆီး ဆက်ကာဆက်ကာ တွေ့ရအံ့။",
    "နေ မိမိ ဝမ်းထဲသို့ ဝင်လာသည်ဟုမက်မူ-ဘုန်းကြီးသော သားကောင်းရတနာရအံ့။",
    "နေ နီရဲနေသည်ကို မြင်မက်က-ကြမ္မာဆိုး တွေ့ရအံ့။",
    "နေ မွေးမှိန်နေသည်ကို မြင်မက်မူ-ကိုယ်ရေးကိုယ်တာနှင့် ပတ်သတ်၍ ဒုက္ခတွေ့ရအံ့။",
    "နေ တိမ်ဖုံးနေသည်ကို မြင်မက်က-ပျက်စီးအံ့။",
    "နေ နီရဲသော အကွက်များ ဖုံးအုပ် နေသည်ဟု မက်မူ-မျက်စိ မွဲအံ့၊ အကြံပျက်။",
    "နေ ပူရှပ်သည်ဟု မက်မူ-အများ မနာလို ဝန်တိုကြအံ့။"
  ],
  "နေမွန်းတည့်": [
    "နေမွန်းတည့် သည်ကို မြင်မက်မူ-အမျိုး ခုနစ်ဆက်တိုင် ကောင်းစားအံ့။"
  ],
  "နေအိမ်ဖွဲ့": [
    "နေအိမ်ဖွဲ့ သည်ဟု မက်မူ-ကြီးစွာသော ချမ်းသာသုခကို ခံစားရအံ့။"
  ],
  "နေကြာပန်း": [
    "နေကြာပန်း မြင်မက်မူ-ဂုဏ်မြင့်အံ့၊ပညာရအံ့၊ဥစ္စာရအံ့။",
    "နေကြာပန်း ကို ပန်၍ ရင်ပတ်စဉ် တီးရသည်ဟု မက်မူ မင်း ဆရာဖြစ်အံ့။"
  ],
  "နေကြတ်": [
    "နေကြတ် (ကျစ်) သည်ကို မြင်မက်မူ-အနီး သုံ နာဖျားအံ့။ ငွေကြေး ဆုံးရှုံးအံ့၊ အကြံ ပျက်အံ့၊ မိတ်ဆွေ ရန်သူ ဖြစ်အံ့၊ လိုသကို မရဘဲရှိအံ့။",
    "နေကြတ် သည်ကို စိုက်ကြည့် နေသည်ဟု မက်မူ- ချမ်းသာသုခရအံ့။",
    "နေကြတ် မှောင်နေပြီးမှ လင်းလာသည်ဟု မက်က- မိမိ သိက္ခာ သမာဓိ မကြာမီ ပေါ်လွင်ထင် ရှားလာအံ့။"
  ],
  "နေရောင်ခြည်": [
    "နေရောင်ခြည် မိမိ အိမ်ပေါ်သို့ ရောက်လာသည်ကို မြင် မက်မူ-နာဖျားအံ့။",
    "နေရောင်ခြည် မိမိ အိမ်ခန်း တစ်ခုလုံး လင်းနေသည်ကို မြင်မက်မူ-ဥစ္စာ တိုးအံ့၊ အထက်တန်း ရောက်အံ့။",
    "နေရောင်ခြည် မိမိ ဦးခေါင်း ပတ်လည် ဝိုင်းနေသည်ဟု မက်က-လွတ်လပ်အံ့၊ ဂုဏ်တက်အံ့၊ ချမ်း သာ ကြီးအံ့။"
  ],
  "နေနှင့်လ": [
    "နေနှင့်လ ပူးကပ် သည် ကို မြင်မက်က-စစ်ကြီး ဖြစ်အံ့။"
  ],
  "နေရာရွှေ့ပြောင်း": [
    "နေရာရွှေ့ပြောင်း ရသည်ဟုမက်က အလုပ်ပြောင်းရအံ့။"
  ],
  "နေ့ခင်း": [
    "နေ့ခင်း ကြည်လင်စွာ မြင်မက်မူ-ကုသိုလ် ထူးအံ့။"
  ],
  "နံနက်": [
    "နံနက် စောစောကို မက်မူ-ဗုဒ္ဓ အကြံအောင်အံ့၊",
    "နံနက် မိုးလင်းသည်ဟု မက်မူ အစစ အရာရာ ကောင်းကျိုးပေးလတ္တံ့။"
  ],
  "နံ့သာမျိုးငါးပါး": [
    "နံ့သာမျိုးငါးပါး ရှူရသည်ဟု မက်မူ- တစ်နေ့တခြား ဂုဏ် သတင်းကြီးအံ့။"
  ],
  "နတ်": [
    "နတ် မြင်မက်မူ-ကံကောင်းအံ့၊ ချမ်းသာကြီးအံ့။",
    "နတ် တို့ စကား ပြောနေသည်ကို မြင်မက်မူ- တုန်လှုပ်ပျက်စီးအံ့။",
    "နတ် ရုပ်ကို မြင်မက်မူ အဆွေ ခင်ပွန်းကောင်း ရအံ့။",
    "နတ် ဘုံဗိမာန်ကို မြင်မက်မူ သေပျောက်အံ့။",
    "နတ် ဘုံသို့ ရထားယာဉ်ဖြင့် သွားရသည် ဟု မက်မူ-အသက်ရှည်အံ့၊ ချမ်းသာကြီး အံ့။",
    "နတ် ပြည်သို့ ရောက်သည်ဟု မက်မူ ကျော် စောအံ့။",
    "နတ် ဆိုးကို မြင်မက်မူ ပျက်စီးဆုံးရှုံးအံ့။",
    "နတ် ဆိုးကို နိုင်သည်ဟုမက်က အောင်မြင်အံ့။",
    "နတ် သူငယ်ကို မြင်မက်မူ အလွန် ကံထူးအံ့။",
    "နတ် သုဒ္ဓါကို စားရသည်ဟု မက်က မင်းဖြစ်အံ့။",
    "နတ် ကိုယ်စောင့်နတ်ကို မြင်မက်မူ စိတ်ချမ်း သာအံ့။"
  ],
  "နတ်သမီး": [
    "နတ်သမီး မြင်မက်မူ စည်းစိမ်တိုးအံ့၊ လင်ကောင်း မယားကောင်းရအံ့။",
    "နတ်သမီး နှင့် စကားပြောရသည် ဟု မက်မူ-ထူးကဲ တိုးအံ့၊ ဘုန်းကြီးအံ့၊ ကြံသည့် အတိုင်း အောင်အံ့။",
    "နတ်သမီး ကျောက်မျက်ရတနာ ဆင်လျက် မြင်မက် မူ- ကဗျာဆရာ၊ စာရေးဆရာဖြစ်အံ့။",
    "နတ်သမီး နှစ်ယောက် မြင်မက်မူ-မိန်းကလေး အမြွာ ပူး မွေးလတ္တံ့။",
    "နတ်သမီး သီချင်းဆိုနေသည်ဟု မက်မူ-စည်းစိမ် ချမ်း သာ ရအံ့။",
    "နတ်သမီး တို့၏ ဘယကန္တာရတို့ကို ချွတ်ယူရသည် ဟု မက်မူ-ကောင်းသော သတင်း ကြားရ အံ့။"
  ],
  "နန်းတော်": [
    "နန်းတော် မြင်မက်မူ-အကြံအောင်အံ့၊ ဆင်းရဲ ကင်း အံ့၊ မျှော်လင့်ချက်ရှိအံ့၊ ချစ်ကိစ္စအောင်မြင် အံ့။",
    "နန်းတော် ထဲမှာ နေရသည် ဟု မက်က-ကံကောင်း အံ့၊ အလိုဆန္ဒ ပြည့်အံ့။",
    "နန်းတော် ထဲ လည်ပတ် ကြည့်ရှုနေသည်ဟု မက်မူ- အကြံအောင်အံ့။",
    "နန်းတော် ပေါ်တက်ရသည်ဟု မက်မူ-ဥစ္စာ ရောက် လာအံ့။",
    "နန်းတော် ကို မီးလောင်နေသည်ဟု မက်က- စည်းစိမ် ပြုတ်အံ့။"
  ],
  "နန်းကျဘုရင်": [
    "နန်းကျဘုရင် နန်းစွန့်ဘုရင်ကို မြင်မက်က-၎င်းတိုင်းပြည် သုပုန်ထအံ့။"
  ],
  "နန်းပြသာဒ်": [
    "နန်းပြသာဒ် ကို မြင်မက်၊ နေရ မက်မူ-ချမ်းသာ ကြီး အံ့။"
  ],
  "နန်းလုံးကြိုင်": [
    "နန်းလုံးကြိုင် ပန်းကို မြင်မက်မူ-မျှော်လင့်ချက် ပြည့်စုံ အံ့။",
    "နန်းလုံးကြိုင် ရသည်ဟုမက်က ကျေးဇူးပြုရလတ္တံ့။"
  ],
  "နမ်းရှုပ်": [
    "နမ်းရှုပ် ရည်းစားကိုနမ်းရသည်ဟု မြင်မက်မူ-ပျော် ရွှင်စွာ လက်ထပ်ရအံ့။",
    "နမ်းရှုပ် ကလေးကို နမ်းရှုပ်ရသည်ဟု မက်က-ကံ ကောင်းအံ့။",
    "နမ်းရှုပ် သူစိမ်းကို နမ်းသည် ဟု မက်မူ-အချစ် ပြောင်းအံ့။",
    "နမ်းရှုပ် မိမိ ပိုင်ဆိုင်သူကို နမ်းရသည်ဟု မက်မူ- ကုသိုလ်ကံကောင်းအံ့။",
    "နမ်းရှုပ် မိမိ မပိုင်သူကိုနမ်းရသည်ဟုမက်မူ-ကျဆုံး လတ္တံ့။",
    "နမ်းရှုပ် ရန်သူကို နမ်းရသည်ဟု မက်မူ- သာ၍ အထင်လွဲအံ့။",
    "နမ်းရှုပ် ရန်သူအစစ် မဟုတ်သူကို နမ်းရ သည်ဟု မက်က-၎င်းတို့ထံမှ အဖိုးတန် လျှို့ဝှက်ချက် များရအံ့။",
    "နမ်းရှုပ် ဆွေမျိုး၊နီးစပ်သူကို နမ်းရမက်မူ-၎င်းထံမှ အကျိုးကျေးဇူး ခံစားရအံ့။",
    "နမ်းရှုပ် သေသူကို နမ်းရ မက်မူ-စိတ်ဒုက္ခ ကြီးစွာ ဖြစ်အံ့။",
    "နမ်းရှုပ် ကွယ်လွန်ပြီး မိမိချစ်သူကို နမ်းရ မက်မူ- ၎င်း၏အမွေစား အမွေခံများထံမှ အကျိုး ခံစားရအံ့။",
    "နမ်းရှုပ် အဖိုးမတန်သော မိန်းမကို နမ်းရ မက်မူ- မကောင်းသော မိတ်ဆွေများ ရအံ့။ စိတ် ဒုက္ခရောက်အံ့။",
    "နမ်းရှုပ် မျက်နှာကို နမ်းရမက်မူ-အကြံအောင်အံ့။ အရောင်းအဝယ်ကောင်းအံ့။",
    "နမ်းရှုပ် လည်ပင်းကို နမ်းရ မက်မူ-အနမ်းခံရသူ ချမ်းသာသုခရအံ့။",
    "နမ်းရှုပ် ပခုံးကိုနမ်းရမက်မူ-အထင်ကြီးခံရအံ့။",
    "နမ်းရှုပ် လက်ကိုနမ်းရ မက်မူ- ညီအစ်ကို မိတ်ဆွေ ရင်းများထံမှ အကျိုးခံစားရအံ့။",
    "နမ်းရှုပ် မြေကြီးကို နမ်းရ မက်မူ-စိတ်ဒုက္ခ တွေ့ရအံ့။",
    "နမ်းရှုပ် နမ်း၍ အရသာရှိသည်ဟု မက်က-အမနာပ ပြောဆိုခံရအံ့။",
    "နမ်းရှုပ် ရိုးရိုးချစ်၍ နမ်းရသည်ဟု မက်မူ-အကျိုးထူး ခံစားရအံ့။",
    "နမ်းရှုပ် ရာဂနှင့် နမ်းရသည်ဟု မက်မူ-သစ္စာမဲ့သူများ မိမိ ပျက်စီးရာ ပျက်စီးကြောင်း ကြံအံ့။",
    "နမ်းရှုပ် မိမိအနမ်းခံရသည်ဟု မက်မူ- မချစ်-မနှစ်သက်သူများ ရောက်လာအံ့။",
    "နမ်းရှုပ် မိမိချစ်သူ အနမ်းခံရသည်ဟု မက်က-ရည်းစား လုဘက် ပေါ်အံ့။",
    "နမ်းရှုပ် မိမိမယားက သူတထူးကို နမ်းနေသည်ဟု မက်က- လင်မယား ရန်ဖြစ်အံ့။ သစ္စာဖောက်အံ့။"
  ],
  "နိဗ္ဗာန်": [
    "နိဗ္ဗာန် ရောက်သည်ဟု မက်က- အသက်ရှည်အံ့။ ဥစ္စာပစ္စည်း တိုးအံ့။ ချမ်းသာသုခ ရအံ့။",
    "နိဗ္ဗာန် ရသည်ဟု မက်မူ- ချစ်သူနှင့် ကွေကွင်းအံ့။ ချစ်သူလက်လွှတ်အံ့။"
  ],
  "နောက်ပိုး": [
    "နောက်ပိုး ခံရသည်ဟု မက်က- လက်ထပ် မင်္ဂလာ ပျက်အံ့။",
    "နောက်ပိုး မိမိအား အဘိုးအိုက ပိုးနေသည်ဟု မက်က- ကံကောင်းအံ့။ မိမိရည်းစား သစ္စာရှိအံ့။",
    "နောက်ပိုး မိမိက အမယ်အိုအား ပိုးနေသည်၊ သို့မဟုတ် အမယ်အိုနှင့် ညားနေသည် ဟု မက်က- အလွန်ကံကောင်းအံ့၊ အလုပ် အကိုင် အထူး ကောင်းအံ့။"
  ],
  "နောက်ပိတ်ဖိနပ်": [
    "နောက်ပိတ်ဖိနပ် ကို မြင်မက်မူ- အတင်းပြောခံရ၍ ဂုဏ်ပျက်အံ့။",
    "နောက်ပိတ်ဖိနပ် အသစ်ကို မြင်မက်မူ- ကံကောင်းအံ့။",
    "နောက်ပိတ်ဖိနပ် အဟောင်းကို မြင်မက်မူ ခရီးဝေး သွားရအံ့။",
    "နောက်ပိတ်ဖိနပ် ပျောက်ဆုံးသည်ဟု မက်က- မိတ်ဆွေအို၊ ထိခိုက်နာကျင်အံ့။",
    "နောက်ပိတ်ဖိနပ် ကို ဆေးအမည်း သုတ်ရသည်ဟု မက်မူ- သေပျောက်အံ့။"
  ],
  "နောက်ချေး": [
    "နောက်ချေး (နွားချေး)ကို မြင်မက်မူ - အကျိုးကျေးဇူး အထူးခံစားရအံ့၊ ဥစ္စာရအံ့။"
  ],
  "နောက်ဖေး": [
    "နောက်ဖေး ပေါက်မှ ဆင်းရသည် ဟု မက်က- အလုပ်အကိုင် ပြောင်းလဲရအံ့။"
  ],
  "နိုင်ငံခြား": [
    "နိုင်ငံခြား ရောက်နေသည်ဟု မက်မူ- မိမိ အိမ်မှာ နေခြင်းဖြင့် ချမ်းသာသုခဖြစ်အံ့။",
    "နိုင်ငံခြား သွားရ သည် ဟု မက်မူ - နေရာထိုင်ခင်း ပြောင်းအံ့။",
    "နိုင်ငံခြား သွားနေသူကို မြင်မက်မူ- ရပ်ခြားမိတ်ဆွေတစ်ဦးထံမှ စာနှင့်လက်ဆောင် ရအံ့။"
  ],
  "နိုင်ငံရေးသမား": [
    "နိုင်ငံရေးသမား များကို မြင်မက်က- မဆုံးနိုင်သောအကျိုးမရှိ ငြင်းခုံခြင်းများ ဖြစ်အံ့။",
    "နိုင်ငံရေးသမား လုပ်နေရသည် ဟု မက်မူ- မိတ်ဆွေများ ဆုံးရှုံးအံ့။"
  ],
  "နို့": [
    "နို့ စို့ရသည်ဟုမက်မူ- ကြံတိုင်းအောင် ဆောင်တိုင်း မြောက်လတ္တံ့၊ ပညာရအံ့။",
    "နို့ သောက်ရသည်ဟုမက်က-ဥစ္စာများစွာရအံ့။",
    "နို့ ရွှေခွက်နှင့်သောက်ရသည်ဟု မက်မူ- လာဘ်ကြီးရအံ့။",
    "နို့ ညှစ်ရသည်ဟု မက်က- ကြွယ်ဝချမ်းသာအံ့။",
    "နို့ စား နွားမ မမျှော်လင့်ဘဲနှင့် ရသည်ဟု မက်မူ-လယ်ယာ ကျေးကျွန်၊ မယားကောင်းရအံ့။",
    "နို့ စား နွားမ၏နို့ကို စို့ရသည်ဟု မက်မူ - အလွန်ကံကောင်းအံ့၊ ရောဂါ ပျောက်အံ့။",
    "နို့ စားနွားမအလိုက်ခံရသည်ဟု မက်မူ- ရန်သူကို နိုင်အံ့။",
    "နို့ စမ်း သောက်ရသည်ဟု မက်က - နာမည် ကျော်ကြားအံ့။",
    "နို့ စမ်းနှင့် အစာ ရောစားရသည် ဟု မက်မူ- နာဖျားအံ့။",
    "နို့ ဂဏာကို ကြာဖက်နှင့် ရေလယ်မှာ သောက်ရသည်ဟု မက်က - မင်းဖြစ်အံ့။"
  ],
  "နို့ဘူး": [
    "နို့ဘူး ကလေးတိုက်ရသည်ဟုမက်က-ကလေးရအံ့။",
    "နို့ဘူး လူကြီးတိုက်ရသည်ဟုမက်မူ- အလုပ် အကိုင် တိုးတက်အံ့။",
    "နို့ဘူး အိမ်တိရစ္ဆာန်ကို တိုက်ရသည် ဟု မက်မူ- အိမ်တွင်း သာယာအံ့။",
    "နို့ဘူး တိရစ္ဆာန်ရုံမှ တိရစ္ဆာန်ကို တိုက်ရသည် ဟု မက်မူ- မိမိအကျိုးအတွက် မကြာမီ သတင်းထူးအံ့။"
  ],
  "နိုး": [
    "နိုး အိပ်ပျော်ရာက နိုးသည်ဟုမက်မူ- ကောင်းသော နေရာထိုင်ခင်း အလုပ်အကိုင်"
  ],
  "နွား": [
    "နွား မြင်မက်မူ သားသမီးတိုးပွားအံ့၊ ဥစ္စာရအံ့။",
    "နွား ချို(ဂျို) မပါဘဲ မြင်မက်မူ ကောင်းစွာ အောင်မြင်အံ့၊ သစ္စာဖောက်အံ့လည်းဟူ၏။",
    "နွား ဝဝမြင်မက်မူ ကုသိုလ်ကံကောင်းလာအံ့။",
    "နွား ပိန်ပိန် မြင်မက်မူ ဆင်းရဲအံ့။",
    "နွား ဖြူဖြူ မြင်မက်မူ ဂုဏ်ထူးလက်ဆောင် ရအံ့။",
    "နွား နက်နက် မြင်မက်မူ ဒုက္ခရောက်အံ့၊ ဘေးတွေ့အံ့။",
    "နွား ဘို့ကို မြင်မက်က ငတ်မွတ် ခေါင်းပါးအံ့။",
    "နွား အလွန်ကြီးကြီး မြင်မက်မူ အလွန်ကောင်းအံ့။",
    "နွား ရူး နွားနှမ်းကို မြင်မက်မူ ရန်ဖြစ်အံ့။",
    "နွား သိုးကိုမြင်မက်မူ ရှုံ့ချခံရအံ့၊ ဒုက္ခတွေ့အံ့၊ ရန်ဘက်ပြိုင်ဘက်ရည်းစားလုဘက်ပေါ်အံ့။",
    "နွား အုပ်ကြီးကို မြင်မက်က သားသမီး ပေါများအံ့၊ အမြတ်ရအံ့။",
    "နွား များကို မောင်းနှင်သွားရသည်ဟု မက်မူ အလုပ်မှ ပိုက်ဆံရအံ့။",
    "နွား များရှေ့က မိမိခေါင်းဆောင်သွားရသည်ဟု မက်မူ ရွယ်စရာများစွာ တွေ့ရအံ့။",
    "နွား ငယ်စင်ကြယ်စွာ မွေးဖွားသည်ဟု မက်မူ မင်းဖြစ်အံ့။",
    "နွား တိမ်မှာမွေးသည်ဟု မက်က ကောင်းကျိုးဖြစ်အံ့။",
    "နွား ရသည်ဟု မက်မူ ဥစ္စာတိုးအံ့။",
    "နွား ဝယ်ရသည်ဟုမက်မူအအေးမိအံ့၊ နာဖျားအံ့။",
    "နွား ကျောင်းရသည်ဟု မက်မူ အကြီးအကဲဖြစ်အံ့။",
    "နွား ဖမ်းရသည်ဟု မက်က သူကြီးဖြစ်အံ့။",
    "နွား လိုက်ခံရသည်ဟု မက်မူ ရန်သူမကောင်းကြံနေအံ့၊ နာမည်ပျက်အံ့။ မေတ္တာ ပျက်အံ့။ မိန်းမက မက်မူမိမိလင်က အချစ်ပြယ်အံ့၊ သက်သာမကင်းရှိလတ္တံ့။",
    "နွား ရူးကို လိုက်ရသည်ဟု မက်က ရန်သူများ လှည့်စားအံ့၊ မိတ်ဆွေများ ရန်သူဖြစ်အံ့၊ အသက်ဘေးမှ သီသီလေးလွတ်အံ့။",
    "နွား ကန်ခံရသည်ဟုမက်မူဩဇာ၊ အာဏာပျက်အံ့။",
    "နွား ဝှေ့ခံရသည်ဟုမက်ကတန်ခိုးအာဏာယုတ်လျော့အံ့။",
    "နွား နင်းခံရသည်ဟုမက်မူဂုဏ်ပျက်အံ့၊ လျှော့ကျအောင် မကောင်းကြံနေအံ့။",
    "နွား နွားမကို လိုက်ဝှေ့နေသည်ဟု မက်မူ ဒုက္ခတွေက ရဲရဲဝံ့ဝံ့ ရင်ဆိုင်ဝံ့လတ္တံ့။",
    "နွား ချင်းဝှေ့နေသည်ကို မြင်မက်မူ အဖိုးတန် မိတ်ဆွေရအံ့။",
    "နွား နှင့် ရင်ဆိုင် တွေ့ရသည်ဟု မက်မူ မကောင်းသော နိမိတ်တည်း။",
    "နွား ရေသောက်နေသည်ကို မြင်မက်မူ သူခိုးခိုးခံရအံ့၊ ဆုံးရှုံးအံ့။",
    "နွား အစာ စားနေသည်ကို မြင်မက်မူ ကောင်းအံ့၊ အကြွေးရအံ့။",
    "နွား အလုပ် လုပ်နေသည်ကို မြင်မက်မူ-ချမ်းသာ ကြီးအံ့။",
    "နွား ခုန်သည်ကို မြင်မက်မူ အပြိုင်အဆိုင်ပေါ်အံ့။",
    "နွား ကဆုန်ပေါက်ပြေးသည်ကို မြင်မက်မူ ဘေးဒုက္ခကြီးကျယ်စွာ တွေ့ရအံ့။",
    "နွား နောက်ခြေပေါ် ထောက်ပြီး နေသည်ကို မြင်မက်က အန္တရာယ်ကြီးအံ့။",
    "နွား ဦးခေါင်းကဲ့သို့ မိမိဦးခေါင်းကို မြင်မက်မူ အထူးစီးပွားတိုးအံ့။",
    "နွား စီးရသည်ဟု မက်က-ချမ်းသာသုခ ဖြစ်အံ့။",
    "နွား ပေါ်မှ လိမ့်ကျသည်ဟု မက်က ဘေးဥပဒ် ကြီးစွာတွေ့ရအံ့။",
    "နွား ဦးခေါင်းကို ဖြတ်ရသည်ဟု မက်မူ ရာထူး တိုးတက်အံ့။",
    "နွား သတ်ရသည်ဟု မက်မူ စိတ်ဒုက္ခ ကြီးစွာ တွေ့ရအံ့။",
    "နွား သတ်သမားကို မြင်မက်မူ ကံဆိုးအံ့၊ ဘေးပျောက်အံ့။",
    "နွား စားခွက်ကို မြင်မက်က ကောင်းကျိုး ရောက်လာအံ့။",
    "နွား စားကျက်ထဲ နွားများ အစာစားနေကြသည်ကို မြင်မက်မူ စီးပွားတိုးတက်အံ့။",
    "နွား ခြံ၌ နွားအပြည့်မြင်မက်မူ အမှုရှုံးအံ့။",
    "နွား သီချင်းဆိုသည်ဟု မက်မူ သတင်းကောင်း ကြားရအံ့။",
    "နွား ချေးပုံကို မြင်မက်မူ ကျေးဇူးအထူးရှိအံ့။"
  ],
  "နွားကလေး": [
    "နွားကလေး များ ခုန်ပေါက် မြူးထူးနေသည်ကို မြင် မက်မူ အကောင်းဆုံး နိမိတ်တည်း။",
    "နွားကလေး ကဆုန်ပေါက်ပြေးသည်ဟုမက်မူ အနှောင့် အယှက်တွေ့အံ့။"
  ],
  "နွားမ": [
    "နွားမ မြင်မက်မူ-ကျော်စောအံ့၊ ဥစ္စာရအံ့၊ ဆွေမျိုးများ ရောက်လာအံ့။",
    "နွားမ လိုက်ခံရသည်ဟုမက်မူ- မိန်းမနှင့်ပတ်သက် ၍ အရှက်ရအံ့၊ မိမိမယားကို သူတစ်ပါး သွေးဆောင်အံ့၊ မိမိလင်ကို တခြား မိန်းမ က ကြာခိုအံ့။",
    "နွားမ လန့်ပြီး နွားကလေးများပါ အိမ်မှ ထွက် ပြေးသည်ဟု မက်က - ဥစ္စာလျော့အံ့။",
    "နွားမ များ စားကျက်မှာ အစာ စားနေသည်ကို မြင်မက်မူ - အလွန်ကံကောင်းအံ့။",
    "နွားမ အုပ်ကြီးကို မောင်းလိုက်ရသည်ဟု မက်က- သက်သက်သာသာ စီးပွားဥစ္စာတိုးတက်အံ့။",
    "နွားမ အုပ်ကြီးအား မောင်းနေသူကို မြင်မက်မူ- မောင်းသူ မကြာမီ ဒုက္ခတွေ့အံ့။"
  ],
  "နွားနို့": [
    "နွားနို့ သောက်ရသည်ဟုမက်က ကျော်ဇောဘွဲ့ မင်းဖြစ်အံ့၊ မင်းချီးမြှင့်အံ့၊ ဥစ္စာ များစွာ ရအံ့၊ စိတ္တသုခ ဖြစ်အံ့၊ ကျန်းမာအံ့၊ အေး ချမ်းစွာ တရားအားထုတ်ရလတ္တံ့။",
    "နွားနို့ ကြာဖက်နှင့် သောက်ရ မက်မူ သမ္မတဖြစ်အံ့။",
    "နွားနို့ ခဲ စားရသည်ဟု မက်မူ ထင်ရှား ကျော် ဇောအံ့။",
    "နွားနို့ ကို အခြားသူများအား ပေးရသည်ဟု မက်မူ ချမ်းသာသုခ ရအံ့၊ ချစ်ကိုးရာ၌ ကံကောင်းအံ့။",
    "နွားနို့ ညှစ်နေသည်၊ ညှစ်ရသည်ဟု မက်က-ပြင်း ထန်စွာနာဖျားအံ့၊ ကိုယ်ဝန်ဆောင်မြင်မက် က-ခက်ခဲစွာ သားဖွားရလတ္တံ့၊ နွားမဖြင့် တိုက်စွာ ခံနေရလျှင် ချမ်းသာကြီးအံ့၊ ကောက်ပဲသီးနှံကောင်းအံ့။",
    "နွားနို့ ပန်းထွက်နေသည်ကို မြင်မက်မူ အထူး ကြွယ်ဝအံ့၊ မင်္ဂလာဖြစ်အံ့၊ ကလေးများ ရအံ့။",
    "နွားနို့ ချဉ်နေသည်ဟု မက်မူ မိမိ အခြေအနေ ဆိုင်မြဲအံ့။",
    "နွားနို့ ဖိတ်ကျသည်ဟု မက်က ဆင်း ရဲ ဒုက္ခ ရောက်အံ့။",
    "နွားနို့ ယူလာသည်ဟု မက်မူ-အိမ်ထောင် ကြီးကို ကျွေးမွေးထားနိုင်အံ့။",
    "နွားနို့ ရောင်းရသည်ဟု မက်က-အရောင်းအဝယ် ကောင်းအံ့၊ လိုသည်ထက်ပို၍ ဝင်ငွေရအံ့။",
    "နွားနို့ ရေကဲ့သို့ချိုးရသည်ဟုမက်မူ-အနုပညာဖြင့် အကျိုးပေးအံ့။",
    "နွားနို့ လိမ်းကျံ သည်ဟုမက်မူ မုချ နာဖျားအံ့။",
    "နွားနို့ ထဲ မစင်ရောနေသည်ဟု မက်က-မကောင်း ကြံအံ့၊ မယားဖောက်ထားလတ္တံ့။",
    "နွားနို့ ရွှံ့ စရာ ဖြစ်နေသည်ဟု မက်မူ- ဇောမွတ် ခေါင်းပါးအံ့။",
    "နွားနို့ နွားမနို့အုံ ပြည့်ဖောင်းနေသည်ကို မြင်မက် ကံ-အလွန်အကျိုးကျေးဇူးဖြစ်အံ့။",
    "နွားနို့ ပုံးများ နို့အပြည့်နှင့် မြင်မက်မူ-သတင်း ကောင်းကြားရအံ့၊ သားမွေးဖွားလတ္တံ့။",
    "နွားနို့ လုပ်ငန်းဌာန မြင်မက်မူ-အိမ်တွင်းမှု သာ ယာအံ့၊ သုခဖြစ်အံ့။"
  ],
  "နှလုံး": [
    "နှလုံး မြင်မက်မူ-သုခချမ်းသာရအံ့၊ လက်ထပ်ရအံ့၊ မမျှော်လင့်သော ချစ်ခင်မှုရလတ္တံ့။",
    "နှလုံး မှန်မှန်ခုန်နေသည်ဟု မက်မူ-အသက်ရှည်အံ့၊ ကျန်းမာအံ့။",
    "နှလုံး ခုံသံကြားရ မက်မူ-သတင်းကောင်းကြားရအံ့။",
    "နှလုံး အပြင်ထွက်နေသည်ဟု မက်က-သားသမီးများ အရပ်တစ်ပါးသို့ သွားရလတ္တံ့၊ ကို ရင်ခွဲ ထုတ်ခံရသည်ဟု မက်မူ- မိမိနှင့်တကွ သားသမီးများပါ ဒုက္ခတွေ့ရအံ့၊",
    "နှလုံး မရှိဟု မက်မူ-သေပျောက်အံ့။"
  ],
  "နှာခေါင်း": [
    "နှာခေါင်း မြင်မက်မူ-မွဲလတ္တံ့ ။",
    "နှာခေါင်း ကြီးကြီး မြင် မက် မူ-ကောင်းသော နိမိတ်တည်း။",
    "နှာခေါင်း ထူထူ (ပွပွ) မြင်မက်က-ကံကောင်းအံ့။",
    "နှာခေါင်း ရှည်ရှည်မြင်မက်မူ-သားသမီးပေါများအံ့။",
    "နှာခေါင်း ကောက်ကောက် မြင်မက်မူ-သစ္စာမဲ့အံ့ မိန်းမ ကလိမ်ကျအံ့။",
    "နှာခေါင်း တို၍ ပိပြားစွာ မြင်မက်မူ-ရန်ဖြစ်ရအံ့။",
    "နှာခေါင်း ပဲ့နေသည်ကို မြင်မက်မူ-စီးပွားလျော့အံ့။",
    "နှာခေါင်း မရှိဟုမက်မူ-အကျင့်ယုတ်လတ္တံ့။",
    "နှာခေါင်း ခါတိုင်းထက် ပိုကြီးလာသည်ဟု မက်က ချမ်းသာထိုးအံ့။",
    "နှာခေါင်း မှ သွေးထွက်သည်ဟု မက်မူ- အလုပ်ပျက်အံ့၊ ကြီးစွာဆုံးရှုံးအံ့၊ အိမ်တွင်း ဒုက္ခတွေ့ရအံ့။",
    "နှာခေါင်း မှ သွေးထွက်နေသည် (သူတစ်ပါး) ကိုမြင်မက်မူ-သူတစ်ပါးတို့ မှီခိုစရာဖြစ်သလတ္တံ့။",
    "နှာခေါင်း တွင်းသို့ ကောင်းသောအနံ့ ဝင်သည်ဟု မက်မူ အကြံအောင်အံ့။",
    "နှာခေါင်း တွင်းသို့ မကောင်းသောအနံ့ ဝင်သည်ဟု မက်က-အကြံပျက်အံ့။"
  ],
  "နှာ": [
    "နှာ ချေသည်ဟု မက်မူ-အသက်ရှည်လတ္တံ့။",
    "နှာ ရှူရသည်ဟု မက်မူ-သောကတွေ့အံ့၊ နှာဖျားအံ့။",
    "နှာ ပုလင်းကို မြင်မက်မူ-ရွှေအိုး ကောင်းစားလတ္တံ့။"
  ],
  "နှံမ": [
    "နှံမ ကို မြင်မက်မူ-အလွန်ဆင်းရဲအံ့။"
  ],
  "နှံပြည်စုတ်ငှက်": [
    "နှံပြည်စုတ်ငှက် မြင်မက်မူ- သြဇာ ရှိသောသူများနှင့် မိတ်ဖွဲ့ရအံ့၊ ရပ်ဝေးမှ သတင်းကောင်း ကြားရအံ့။",
    "နှံပြည်စုတ်ငှက် ကို သတ်ရသည်ဟု မက်က-မကြာမီ ဘေးတွေ့အံ့။"
  ],
  "နှစ်သစ်ကူးရက်": [
    "နှစ်သစ်ကူးရက် ကို မက်က-လာမည့်နှစ် အထူး သုခဖြစ်အံ့။"
  ],
  "နှင်တံ": [
    "နှင်တံ ကို မြင်မက်မူ-မကြာမီ သတင်းကောင်း ကြားရအံ့။"
  ],
  "နှင်ထုတ်": [
    "နှင်ထုတ် ခံရသည်ဟုမက်မူ-ကျေးဇူးပြုရအံ့။",
    "နှင်ထုတ် ပြီး ပြန်လာသည်ဟု မက်မူ-အမြန် စေ့စပ်ရအံ့၊ လျှို့ဝှက်စွာလက်ထပ်ရအံ့။"
  ],
  "နှင်းပန်း": [
    "နှင်းပန်း ကို မြင်မက်မူ-ချမ်းသာစည်းစိမ် တိုးအံ့။",
    "နှင်းပန်း ကြီးကို မြင်မက်မူ-အမြန် စေ့စပ် ရအံ့။ လျှို့ဝှက်စွာ လက်ထပ်ရအံ့။",
    "နှင်းပန်း ညှိုးနွမ်းစွာ မြင်မက်မူ-အကြံပျက်အံ့၊ မျှော်လင့်ချက် အလဟဿဖြစ်အံ့။"
  ],
  "နှင်းဆီပန်းပွင့်": [
    "နှင်းဆီပန်းပွင့် မြင်မက်က-အသက်ရှည်အံ့၊ ချမ်းသာအံ့။",
    "နှင်းဆီပန်းပွင့် လှလှ လတ်လတ် ဆတ်ဆတ်ကို မြင်မက်မူ-အကြံအောင်အံ့၊ ကျော်ဇောအံ့၊ လက်ထပ်ရအံ့။",
    "နှင်းဆီပန်းပွင့် ညှိုးနွမ်းစွာ မြင်မက်မူ-အခက်အခဲတွေ့ရအံ့၊ ဆင်းရဲအံ့၊ နည်းနည်း ညှိုးပါက- ကြိုးစားလျှင် အောင်မြင်အံ့။",
    "နှင်းဆီပန်းပွင့် ကြွေကျနေသည်ကိုမြင်မက်မူ-အကြံပျက်အံ့။",
    "နှင်းဆီပန်းပွင့် အဝါကိုမြင်မက်မူ-အနှောင့်အယှက်ကြီးစွာ တွေ့ရအံ့။"
  ],
  "နှမ်း": [
    "နှမ်း စေ့ကိုမြင်မက်မူ-ကံဆိုးအံ့၊ ရောဂါရအံ့။",
    "နှမ်း ဆီကို သောက်ရ မက်မူ-စိုးရိမ် သောက ကင်းအံ့။"
  ],
  "နှုတ်ခမ်း": [
    "နှုတ်ခမ်း မြင်မက်မူ-မိမိ အကြောင်း မကောင်းပြောအံ့။",
    "နှုတ်ခမ်း ခြောက်သွေ့စွာ မြင်မက်မူ-ရောဂါ ရအံ့။",
    "နှုတ်ခမ်း နီနီမြင်မက်မူ-ကျန်းမာအံ့။"
  ],
  "နှုတ်ခမ်းမွှေး": [
    "နှုတ်ခမ်းမွှေး မြင်မက်မူ- စော်ကားခံရအံ့၊ သဘောကွဲလွဲအံ့၊ ခိုက်ရန်ဒေါသ အနည်းငယ်ဖြစ်အံ့။",
    "နှုတ်ခမ်းမွှေး ရှည်သည်ဟု မက်မူ- အသက်ရှည်အံ့။",
    "နှုတ်ခမ်းမွှေး နှင့် လူကိုချစ်ကြိုက်ရသည်ဟု မက်မူ-ပျော်ရွှင်စွာ လက်ထပ်ရအံ့။"
  ],
  "နှုတ်ဆက်": [
    "နှုတ်ဆက် ပြီး မိတ်ဆွေများနှင့် ခွဲခွာရသည်ဟု မက်မူ-စိတ်သောကဖြစ်အံ့၊ မကျန်းမာသဖြင့် ငွေကုန်အံ့။",
    "နှုတ်ဆက် ရည်းစားနှင့် နှုတ်ဆက်ရာတွင် ပြန်၍ နှုတ်ဆက်သည်ဟု မက်က- အချစ် မြဲလတ္တံ့၊ ပြန်၍ နှုတ်မဆက်ပါက အချစ်ပြယ်အံ့။",
    "နှုတ်ဆက် လူအများ မိမိအား လာ၍ နှုတ်ဆက်သည်ဟု မက်က- တိုးတက်ကြီးပွားအံ့။"
  ]
}