{
  "ပခုံး": [
    "ပခုံး ပြည့်ပြည့် မြင်မက်မူ- ကံကောင်းအံ့၊ ချမ်းသာအံ့။",
    "ပခုံး ပိန်ပါး၊ နိမ့်ကျလျက် မြင်မက်မူ- အနှောင့်အယှက် တွေ့အံ့။",
    "ပခုံး ချို့ယွင်းလျက်မြင်မက်မူ- မကောင်းသတင်းကြားရအံ့။"
  ],
  "ပခြုပ်": [
    "ပခြုပ် တွင်း မီးတောက်သည်ကို မြင်မက်မူ- ဘေးရန်အံ့။"
  ],
  "ပါးစပ်": [
    "ပါးစပ် ကြီးကြီး၊ ကျယ်ကျယ် မြင်မက်မူ- ချမ်းသာကြီးအံ့။ မိတ်ကောင်း တွေ့အံ့။",
    "ပါးစပ် ငယ်ငယ် မြင်မက်မူ- ငွေရအံ့၊ အကြံအမောင်း ခံရအံ့။",
    "ပါးစပ် ပဲ့နေသည်ကို မြင်မက်မူ- ထင်သလို မပြောနိုင်ဘဲရှိအံ့။",
    "ပါးစပ် ပွင့်ဟ၊ နေသည်ကို မြင်မက်မူ- ရက်ရက်ရောရော ရှိအံ့။",
    "ပါးစပ် မြဲမြံစွာ စေ့ထားသည်ကို မြင်မက်မူ- ရောဂါရအံ့။",
    "ပါးစပ် ပုပ်စော်နံသည်ဟု မက်မူ- စိတ်ဒုက္ခ ကြီးစွာ ဖြစ်အံ့။ ယုတ်မာသောစကား ပြောဆိုအံ့။",
    "ပါးစပ် မွေးကြိုင်သည်ဟု မက်မူ- မြတ်သောစကားဆိုအံ့။",
    "ပါးစပ် မိမိပါးစပ်ကို မြင်မက်မူ- စကားပြောမဆင်ခြင်က နှုတ်ကျူးလွန်မိအံ့။"
  ],
  "ပဆစ်": [
    "ပဆစ် ပစ်ရသည်ဟုမက်မူ-အကြံအစည်ပျက်စီးအံ့။"
  ],
  "ပဆုပ်ပနီ": [
    "ပဆုပ်ပနီ (ပဆွတ်ပနီ)ကောင်ကို မြင်မက်မူ- သောကတွေ့ရအံ့၊ ဒုက္ခရောက်အံ့။",
    "ပဆုပ်ပနီ အတုပ် ခံရသည်ဟု မက်မူ သောကများစွာ တွေ့ရအံ့ မိတ်ဆွေတုများ ဒုက္ခပေးအံ့။"
  ],
  "ပထဝီမြေကြီး": [
    "ပထဝီမြေကြီး ကို ဖျာလိပ်သဖွယ် ပြုလုပ်ရသည်ဟု မက်မူ- အမတ်ကြီးဖြစ်အံ့၊ မင်းချီးမြှင့် ခံရအံ့။"
  ],
  "ပဋိသန္ဓေ": [
    "ပဋိသန္ဓေ ရှိသည်ဟု မက်က- မိမိ ကာဣန္ဒြေကို စော်ကား ခံရအံ့။",
    "ပဋိသန္ဓေ ရှိသော မိန်းမနှင့် စကား ပြောရသည်ဟု မက်မူ- ကလေးအမွှာပူး မွေးအံ့။"
  ],
  "ပဒုမ္မာကြာ": [
    "ပဒုမ္မာကြာ ကို မြင်မက်မူ- ဂုဏ်ကြီးအံ့၊ ကျက်သရေတိုးအံ့။"
  ],
  "ပယင်း": [
    "ပယင်း ကို မြင်မက်မူ မာနကြီးသဖြင့် ချစ်သူနှင့်အဆင်မပြေဖြစ်အံ့။"
  ],
  "ပရုပ်": [
    "ပရုပ် ကိုမြင်မက်မူ- တီးတိုးအပြောခံရအံ့၊ အတင်းပြော ခံရအံ့။",
    "ပရုပ် ဆီကို မြင်မက်မူ- သစ္စာရှိသော မိတ်ဆွေစစ်ရအံ့။"
  ],
  "ပရိက္ခရာ": [
    "ပရိက္ခရာ ကို မြင်မက်မူ- လာဘ်လာဘ ရအံ့။"
  ],
  "ပရိသတ်": [
    "ပရိသတ် ထဲ အလင်းရောင် ကိုင်သွားသည်ဟု မက်က- တစ်နေ့တခြား နာမည်ကျော် ကြားအံ့။"
  ],
  "ပုရွက်ဆိတ်": [
    "ပုရွက်ဆိတ် များ မြင်မက်မူ- အလုပ်အကိုင် တိုးတက်အံ့၊ မြို့ကြီးမှာ နေရအံ့၊ လက်ထပ်ရအံ့၊ ကလေးများစွာ ရအံ့၊ ခက်ခဲ ပင်ပန်းစွာ လုပ်ကိုင်၍ ငွေရလာအံ့၊ လူမမာ မြင်မက်ပါက- ရောဂါတာရှည်အံ့။",
    "ပုရွက်ဆိတ် အစာများချီလျက် မြင်မက်မူ- စီးပွားဥစ္စာ တိုးအံ့။",
    "ပုရွက်ဆိတ် ဟိုမှသည်မှ ရှုပ်ယှက်ခတ် သွားလာနေသည်ကို မြင်မက်မူ- အခက်အခဲ ဘေးဥပဒ် တွေ့တတ်အံ့။",
    "ပုရွက်ဆိတ် ဥများကို သယ်ယူ ရွေ့ပြောင်းနေသည်ကို မြင်မက်မူ- ရပ်ဝေးသို့ ခရီးသွားရအံ့၊ ၎င်းအရပ်တွင် ချမ်းသာစွာ နေထိုင်ရအံ့၊ အရောင်းအဝယ် စွံအံ့။",
    "ပုရွက်ဆိတ် များကို အခြား သတ္တဝါများက စားနေသည်ကို မြင်မက်မူ- ဘေးတွေ့အံ့၊ နာတာရှည် ရောဂါရအံ့။"
  ],
  "ပုရွက်ပျံ": [
    "ပုရွက်ပျံ များကို မြင်မက်မူ- ဘေးဥပဒ်ထူသော ခရီး သွားရအံ့၊ အထိအခိုက် တွေ့ရအံ့။"
  ],
  "ပလိပ်ရောဂါ": [
    "ပလိပ်ရောဂါ ကို မက်မူ- ဆင်းရဲပင်ပန်းအံ့၊ ဥပဒ် တွေ့အံ့။"
  ],
  "ပလုတ်": [
    "ပလုတ် ကျင်းရသည်ဟု မက်က- ရောဂါ ပျောက်အံ့၊ အခက်အခဲတို့မှ လွတ်မြောက်အံ့။"
  ],
  "ပလွေ": [
    "ပလွေ (ပြွေ)မှုတ်သံကြားရသည်ဟု မက်က စိတ်ချမ်းသာအံ့၊ ပူပင်သောကကင်းအံ့၊ ကလေးမွေးအံ့။",
    "လှေ ကိုယ်တိုင်မှုတ်ရသည်ဟုမက်က ကံကောင်းအံ့။",
    "လှေ သူများမှုတ်နေသည်ကို မြင်မက်က အခက်အခဲတွေ့ရအံ့။",
    "လှေ ပျက်စီးချို့ယွင်းသွားသည်ဟု မက်မူ စေစပ်ကြောင်းလမ်းထားခြင်း ပျက်အံ့။"
  ],
  "ပသျှူး": [
    "ပသျှူး ခေါင်းဖြတ် အသင်းသားဖြစ်ရသည်ဟုမက်မူ မိတ်ဆွေသစ်များ ရအံ့၊ ခရီးဝေးသွားရအံ့။"
  ],
  "ပဟေဋ္ဌိ": [
    "ပဟေဋ္ဌိ ဖြေရသည်ဟု မက်မူ အခက်အခဲ တွေ့ရအံ့၊ မမျှော်လင့်သော ဥပဒ်ဖြစ်အံ့။"
  ],
  "ပါဆယ်ထုပ်": [
    "ပါဆယ်ထုပ် ရသည်ဟုမက်မူ အလွန်ကံကောင်းအံ့။",
    "ပါဆယ်ထုပ် ဖွင့်ရသည်ဟု မက်က သင့် ကံကို ထိခိုက်စရာပေါ်အံ့။",
    "ပါဆယ်ထုပ် ယူလာရသည်ဟု မက်မူ အပြောင်း အလဲဖြစ်အံ့၊"
  ],
  "ပါလီမာန်": [
    "ပါလီမာန် အမတ်ဖြစ်ရသည်ဟု မက်က တိုးတက် အံ့။",
    "ပါလီမာန် ဧည့်သည်အဖြစ် တက်ရောက်သည်ဟုမက်မူ ရန်ဖြစ်အံ့။"
  ],
  "ပါတီ": [
    "ပါတီ ပျော်ပွဲစား ခဏခဏထွက်ရသည်ဟု မက်မူ မိတ်ပေါအံ့၊ အရေးကြီးသော အလုပ်များ လပ်ဟင်းအံ့။",
    "ပါတီ ပေးရသည်ဟု မက်မူ ဆုံးရှုံးအံ့။"
  ],
  "ပါး": [
    "ပါတီ ကိုမြင်မက်က ကံကောင်းအံ့။",
    "ပါတီ ကို အရောင်ဆိုးရသည်ဟု မက်မူ မိမိ ပုံရိပ် ဖြစ်အတွက် ခံရအံ့။"
  ],
  "ပါးရေတွန့်": [
    "ပါးရေတွန့် နေသည်ဟု မက်က မိမိရုပ်ရည်ကို ချီးမွမ်းအံ့။"
  ],
  "ပိတုန်းတုပ်": [
    "ပိတုန်းတုပ် ခံရသည်ဟု မက်မူ ချမ်းသာသုခ ဖြစ်အံ့၊ ချစ်သူခင်သူ ပေါအံ့။"
  ],
  "ပုခက်": [
    "ပုခက် မြင်မက်မူ ကလေးများစွာ ရအံ့။",
    "ပုခက် စီးရသည်ဟု မက်မူ အသက် ရှည်အံ့၊ နာဖျားအံ့လည်း ဟူ၏။ မုဆိုးမက မက်မူ နောက်အိမ်ထောင်ပြုရအံ့။",
    "ပုခက် သစ်ရွက်စိမ်းများနှင့် ရပ်ထားသည်ဟုမက်က ဆုံးရှုံးနစ်နာအံ့၊ စိတ်ဒုက္ခ တွေ့ရအံ့။",
    "ပုခက် ဗလာမြင်မက်မူ ရောဂါ ရအံ့၊ ဘေးတွေ့အံ့။",
    "ပုခက် ထဲတွင်ကလေးမြင်မက်က ငွေရအံ့။",
    "ပုခက် ထဲ အမြွှာမြင်မက်က လက်ထပ်၍ သုခချမ်းသာ ဖြစ်အံ့။",
    "ပုခက် မှောက်နေလျက်မြင်မက်မူ ဆုံးရှုံးအံ့။",
    "ပုခက် အလိုလိုလွဲနေသည်ကို မြင်မက်က ကလေးနာဖျားအံ့၊ သေပျောက်အံ့။",
    "ပုခက် ပြုတ်ကျသည်ဟုမက်မူ ကလေးနာဖျားအံ့။",
    "ပုခက် အဝတ်ပုခက်စီးရ မက်မူ လက်ထပ်ရအံ့။",
    "ပုခက် အဝတ် ပုခက်ထဲ အိပ်ရသည်ဟုမက်မူ ရေကြောင်းခရီး သွားရလတ္တံ့။",
    "ပုခက် ၎င်းမှလိမ့်ကျသည်ဟု မက်ကအလုပ်အကိုင်ပျက်စီးအံ့၊ အပေါင်း အသင်း ပျက်အံ့။"
  ],
  "ပုစွန်(ပုဇွန်)": [
    "ပုစွန်(ပုဇွန်) တုပ်မြင်မက်ကစိတ်ဒုက္ခတွေ့ရအံ့၊ ရန်ဖြစ်အံ့။",
    "ပုစွန်(ပုဇွန်) အရှင်ကိုမြင်မက်က ရေနစ်သေတတ်အံ့။",
    "ပုစွန်(ပုဇွန်) အကြော်ကိုမြင်မက်က အကြံ အောင်အံ့။",
    "ပုစွန်(ပုဇွန်) ချက်ပြီးကိုမြင်မက်က ပျော်ရွှင်ရလတ္တံ့။",
    "ပုစွန်(ပုဇွန်) ချက်စားရသည်ဟုမက်ကပျော်ရွှင်အံ့၊ အကြံအောင်အံ့။"
  ],
  "ပုဆိုး": [
    "ပုဆိုး သစ်မြင်မက်မူ ဘုန်းကျက်သရေတိုးအံ့။",
    "ပုဆိုး ဖြူကို ဝတ်ရသည်ဟု မက်မူ ဥက္ကဋ္ဌ လူကြီးဖြစ်အံ့။"
  ],
  "ပုဆိန်": [
    "ပုဆိန် ကိုမြင်မက်မူ သေခြင်းဆိုး သေအံ့၊ သတ္တိကောင်းက လွတ်ကင်းအံ့။"
  ],
  "ပုတီး": [
    "ပုထီး စိတ်ရသည်ဟု မက်မူ မိတ်ဆွေကောင်းနှင့်ပြန်ပေါင်းရအံ့။",
    "ပုထီး လည်ပင်းတွင် မြင်မက်မူ ဆုံးပါး၊ ဝမ်းနည်းခြင်း ဖြစ်အံ့။",
    "ပုတီး စေ့သိရသည်ဟု မက်မူ အလုပ်ပင်ပန်းမှု လုပ်ရလတ္တံ့။",
    "ပုတီး စေ့ဝတ်ဆင်ရသည်၊ ပြတ်သွားသည်ဟု မက်က စိတ်ဝမ်းကွဲကြအံ့။"
  ],
  "ပုရောဟိတ်": [
    "ပုရောဟိတ် ပုက္ကားကိုမြင်မက်မူ စိုးရိမ်ရအံ့။"
  ],
  "ပုလဲ": [
    "ပုလဲ မြင်မက်မူ အလွန်ချမ်းသာအံ့၊ လက်ထပ်ရအံ့၊ ကလေးရအံ့၊ ခရီးသွားရအံ့။",
    "ပုလဲ များရသည်ဟု မက်က ပျော်ရွှင်စွာ လက်ထပ်ရအံ့။",
    "ပုလဲ ပျောက်သည်ဟု မက်မူ အလုပ်အကိုင်ဆုံးရှုံးအံ့။",
    "ပုလဲ ကန္တကမာမှတွေ့ရသည်ဟု မက်က အလုပ်သစ်ရအံ့။",
    "ပုလဲ ကုံးကိုမြင်မက်မူ ကံကောင်းအံ့၊ ချမ်းသာအံ့။",
    "ပုလဲ ကုံးကြီးပြတ်သွားသည်ဟုမက်က စိတ်ဆင်းရဲရအံ့။",
    "ပုလဲ ကုံးကြီးပြတ်ပြီး ပြန်စီရသည် ဟု မက်မူ သက်သာချောင်ချိအံ့။",
    "ပုလဲ လက်ဆောင်ရသည်ဟုမက်မူ လင်ကောင်း သားကောင်းရအံ့။",
    "ပုလဲ မြင်မက်မူ အကြံအောင်အံ့၊ အလုပ်အကိုင်ကောင်းအံ့၊ အမြန်လက်ထပ်ရအံ့။"
  ],
  "ပုလင်း": [
    "ပုလင်း အပြည့်မြင်မက်မူ ချမ်းသာတိုးအံ့။",
    "ပုလင်း အလွတ်မြင်မက်မူ-ကံဆိုးအံ့၊ ရောဂါရအံ့ ကျပ်တည်းအံ့။",
    "ပုလင်း ကွဲသည်ဟုမက်က သတင်းဆိုးကြားရအံ့၊ စိတ်ဒုက္ခရောက်အံ့၊ တစ်သက်မမေ့နိုင်သော အဖြစ်အပျက် တွေ့ရအံ့။",
    "ပုလင်း ကို သွန်ရသည်ဟုမက်မူ-အိမ်ထောင် သောက ဖြစ်အံ့။"
  ],
  "ပုလိပ် (ရဲသား)": [
    "ပုလိပ် (ရဲသား) မြင်မက်မူ-ဂုဏ်သေသိမ်အံ့၊ ပျက်စီးအံ့။ အရာရှိကိုမြင်မက်က-မိတ်ဆွေတုများ တွေ့အံ့။",
    "ပုလိပ် (ရဲသား) အဖမ်းခံရသည်ဟုမက်မူ-ကြီးပွားအံ့၊ ဂုဏ်တိုးအံ့။",
    "ပုလိပ် (ရဲသား) ခေါ်သည်ဟုမက်မူ-ယုံကြည် စိတ်ချရအံ့။",
    "ပုလိပ် (ရဲသား) လူကြီးလူကောင်းအား ဖမ်းသွားသည်ဟုမက်က-ရိုသေလေးစားခြင်းခံရအံ့။",
    "ပုလိပ် (ရဲသား) မိမိလင်ကိုဖမ်းသွားသည်ဟုမက်က-မိမိလင် ကြီးပွားတိုးတက်အံ့။"
  ],
  "ပူဆွေး": [
    "ပူဆွေး ရသည်ဟု မက်မူ-ပျော်ရွှင်ရအံ့၊ သုခဖြစ်အံ့။"
  ],
  "ပူတင်း": [
    "ပူတင်း မုန့်စားရသည်ဟုမက်မူ-ကုသိုလ်ကံကောင်းအံ့။",
    "ပူတင်း လုပ်ရသည်ဟုမက်မူ-အိမ်ထောင်သုခဖြစ်အံ့"
  ],
  "ပူး": [
    "ပူး ကို မြင်မက်မူ-အကျိုးရှိအံ့၊ ဆွေမျိုးများ စုဝေးရောက်လာအံ့။"
  ],
  "ပပင်": [
    "ပပင် ကို မြင်မက်မူ-အကျိုးအမြတ်ရအံ့။"
  ],
  "ပေ (ပန်းပဲပေ)": [
    "ပေ (ပန်းပဲပေ) မြင်ရသည်ဟုမက်မူ-အလွန် ကံကောင်းအံ့။",
    "ပေ (ပန်းပဲပေ) ထုသံကြားရသည်ဟုမက်မူ-အသက်ရှည်အံ့၊ ချမ်းသာတိုးအံ့။",
    "ပေ (ပန်းပဲပေ) ထုနေသည်ကို မြင်မက်မူ-ခွန်အား တိုးအံ့၊ အကြံအောင်အံ့။",
    "ပေ (ပန်းပဲပေ) ထု၍ မီးပွားများကို မြင်ရသည်ဟု မက်မူ-စိတ်ကူးသည်ထက် ပို၍ ကြီးပွားအံ့။"
  ],
  "ပေစာ": [
    "ပေစာ ကို မြင်မက်မူ-ထူးထွေဉာဏ်ရှိအံ့။"
  ],
  "ပဲစေ့": [
    "ပဲစေ့ များ မြင်မက်မူ-အနာပေါက်အံ့။"
  ],
  "ပဲစေ့ (ပိုက်ဆံ)": [
    "ပဲစေ့ (ပိုက်ဆံ) ကို မြင်မက်မူ-အလုပ်အကိုင် အရောင်းအဝယ် မချကောင်းအံ့။"
  ],
  "ပဲထောင့်": [
    "ပဲထောင့် များကို မြင်မက်မူ-အခက်အခဲ တွေ့ရအံ့၊ အငြင်းအခုံဖြစ်အံ့၊ ရန်ဖြစ်အံ့၊ ရောဂါရအံ့။"
  ],
  "ပဲပင်": [
    "ပဲပင် များ ခြံထဲစိုက်ရသည်ဟုမု-ကံကောင်းအံ့။"
  ],
  "ပဲသီး": [
    "ပဲသီး ကို အစိမ်းစားရသည်ဟု မက်က - နာမည်သတင်း ကျော်စောအံ့။",
    "ပဲသီး စားရသည်ဟု မက်က-ဥစ္စာပစ္စည်း ရအံ့။"
  ],
  "ပဲလင်းမြွေသီး": [
    "ပဲလင်းမြွေသီး ကြားရသည်ဟုမက်မူ-သူတစ်ပါး ကောင်းစားသော သတင်းကိုကြားရအံ့၊ သားသမီးရအံ့၊ ထူးခြားသောအရဖြစ် တွေ့ရအံ့။"
  ],
  "ပဲ့တင်သံ": [
    "ပဲ့တင်သံ မိမိအသံကို ကြားရသည်ဟု မက်မူ-ချစ်သူမိမိကို ခွဲမြဲအံ့၊ ပျော်ရွှင်စွာ လက်ထပ်ရအံ့၊ ထားလှလှကလေး မွေးအံ့။"
  ],
  "ပေါများ": [
    "ပေါများ ကြွယ်သည်ဟု မက်မူ-ဆင်းရဲရှားပါးအံ့။"
  ],
  "ပက်လက်": [
    "ပက်လက် ကုလားထိုင်ပေါ် ဇိမ်ရှိရှိနှင့် ထိုင်နေရသည်ဟုမက်မူ ရာထူးကြီး ရအံ့၊ အရောင်းအဝယ် ကောင်းအံ့၊ ချမ်းသာသောသူနှင့်လက်ထပ်ရအံ့။",
    "ပက်လက် လန်ပြီး ရယ်မောနေရသည်ဟု မက်မူ -ပူဆွေးဒုက္ခရောက်အံ့။"
  ],
  "ပင်စိမ်းပင်": [
    "ပင်စိမ်းပင် ကို မြင်မက်မူ  နာဖျားသူ ကျန်းမာအံ့။ ကျန်းမာသူ ပျော်ရွှင်ရအံ့။"
  ],
  "ပင်စင်": [
    "ပင်စင် ယူရသည်ဟုမက်မူ အရေးကြီးသော ဆုံးဖြတ်ချက်တစ်ခုချဖို့ ပေါ်လာအံ့။"
  ],
  "ပင်လယ်": [
    "ပင်လယ် မြင်မက်မူ ခရီးသွားရအံ့၊ အကြံအောင်အံ့၊ အပြောင်းအလဲရှိအံ့။",
    "ပင်လယ် ကမ်းခြေကိုမြင်မက်မူ-စီးပွားတိုးအံ့။",
    "ပင်လယ် သောင်ပြင်မှာ ကနုကမာဂုံးခွံများ ကောက်နေရသည်ဟု မက်မူ-သောကတွေ့ရအံ့၊ ၎င်းအခွံများထဲမှ အကောင်များ ပါလာပါက မမျော်လင့်သော အကျိုး ခံစားရအံ့။",
    "ပင်လယ် လှိုင်းကိုမြင်မက်မူ စိုးရိမ်စရာ တွေ့ရအံ့၊ ဆုံးရှုံးအံ့၊ အခက်အခဲတွေ့ရအံ့ ။",
    "ပင်လယ် ရေပြင် ငြိမ်သက်နေသလိုလို မြင်မက်မူ အေးချမ်းသာယာ ရှိအံ့။",
    "ပင်လယ် ကိုဖြတ်သွားရသည်ဟု မက်မူ ရောဂါ ပျောက်အံ့၊ အခက်အခဲမှ လွတ်မြောက်အံ့။",
    "ပင်လယ် ထဲ သင်္ဘောနှင့်သွားရသည်ဟု မက်က-ခရီး ဝေး သွားရအံ့၊ အလိုဆန္ဒပြည့်အံ့။",
    "ပင်လယ် ထဲ ရောက်နေသည်ဟု မက်မူ ဥစ္စာ ရအံ့၊ သတင်းကောင်း ကြားရအံ့။",
    "ပင်လယ် ရေသောက်၍ ခရီးသွားသည် မက်က ကံကောင်းအံ့။",
    "ပင်လယ် ခိုက်များကောက်ယူရသည်ဟုမက်မူ-တစ်စုံ တစ်ဦး သေအံ့။",
    "ပင်လယ် ဓားပြကို မြင်မက်မူ-ခရီးထွက်ရအံ့၊ မိတ် ဆွေ တစ်ဦး လိမ်အံ့။",
    "ပင်လယ် ငါးသလောက် စားရသည်ဟု မက်မူ-ကွေ့ ကွင်းအံ့။",
    "ပင်လယ် ရေမြုပ်ကို မြင်မက်မူ မိတ်ဆွေ ဆင်းရဲ အံ့။"
  ],
  "ပင်ကူ": [
    "ပင်ကူ ကိုမြင်မက်မူ ငွေရအံ့၊ ညမြင်ရလျှင် အကြံ အောင်ဖို့ မျှော်လင့်ချက်ရှိအံ့၊ နံနက် မြင် မက်မူ...ဒုက္ခရောက်အံ့။",
    "ပင်ကူ ကိုစားရသည်ဟု မက်မူ-အထူးကံကောင်း အံ့။",
    "ပင်ကူ သတ်ရသည်ဟုမက်မူ-ကံဆိုးအံ့၊ စိတ် ဆင်း ရဲအံ့။",
    "ပင်ကူ ကို သူတစ်ပါးသတ်နေသည်ကို မြင်မက်မူ ပျက်စီးအံ့ နိမိတ်တည်း။",
    "ပင်ကူ မိမိဆီလာနေသည်ကို မြင်မက်က ဆုံးပြီဟု ထားသောငွေ ပြန်ဆပ်လာအံ့။",
    "ပင်ကူ သင့်အား ကြည့်နေသည်ဟု မက်မူ သစ္စာ ဖောက်ခံရအံ့။",
    "ပင်ကူ အိမ်ဆောက်နေသည်ဟု မက်မူ ငွေမြောက် မြားစွာ ရအံ့။",
    "ပင်ကူ အိမ်ကို ရှင်းပစ်ရသည်ဟု မက်က ရန်သူကို နိုင်အံ့။"
  ],
  "ပတ်တီး": [
    "ပတ်တီး ကိုမြင်မက်မူ ဩဇာများလတ္တံ့။"
  ],
  "ပတ္တမြား": [
    "ပတ္တမြား ကိုမြင်မက်မူ ကောင်းကျိုး ရောက်အံ့။ ရသည်ဟုမက်မူ သားကောင်း ရအံ့။"
  ],
  "ပလ္လင်": [
    "ပလ္လင် ပေါ်ထက်ဝယ် ပွဲခွေ ထိုင်နေရသည် ဟု မက်မူ ဥစ္စာရွှေငွေရအံ့၊ ပူဇော်ခံရအံ့။ (ရာဇပလ္လင်တွင်လည်း ကြည့်ပါ)"
  ],
  "ပန်ကာ": [
    "ပန်ကာ (လျှပ်စစ်ပန်ကာ) လည်နေသည်ကို မြင်မက် မူ အလုပ် ချဲ့ရအံ့။"
  ],
  "ပန်း": [
    "ပန်း ပွင့်များမြင်မက်မူ ချမ်းသာအံ့၊ ကျော်ဇော အံ့၊ မိတ်ဆွေကောင်း ရအံ့၊ ဆွေမျိုးများ ရောက်လာအံ့။",
    "ပန်း ပွင့်များနှင့် ပန်းပင်ကိုမြင်မက်မူ ဥစ္စာရအံ့၊ ကလေးမွေးအံ့။",
    "ပန်း ခူးရသည်ဟုမက်ကကျန်းမာအံ့၊ ကံကောင်းအံ့၊ အကြံအောင်အံ့။",
    "ပန်း ပန်ရသည်ဟု မက်မူ မကြာမီလက်ထပ်အံ့။",
    "ပန်း နမ်းရှူရသည်ဟုမက်က ဂုဏ်သတင်း ပျံ့နှံ့အံ့။",
    "ပန်း ချေပစ်ရသည်ဟု မက်မူ လင်မယား ကွဲရှင်းရအံ့။",
    "ပန်း ဖြူဖြူကိုမြင်မက်, ပန်ရမက်မူ သူကြီး ဖြစ်အံ့။",
    "ပန်း နီနီကိုမြင်မက်မူ သတ္တိရှိအံ့၊ နာဖျားအံ့၊ စိတ်ဆင်းရဲအံ့။",
    "ပန်း ဝါဝါကိုမြင်မက်မူ အကြံပျက်အံ့။",
    "ပန်း အနက်ကိုမြင်မက်မူ သေပျောက်အံ့။",
    "ပန်း ဝေဝေဆာဆာ ပွင့်နေသည်ကို မြင်မက်မူ ဥစ္စာရအံ့၊ ကလေးရအံ့။",
    "ပန်း ပွင့်စ, နီဖြူမြင်မက်မူ ချမ်းသာကြီးအံ့၊ ပွင့်ချပ်, ပွင့်လွှာကိုမြင်မက်မူ ချစ်သူ ရအံ့၊ လက်ထပ်ရအံ့။",
    "ပန်း နီပန်ရသည်ဟုမက်က ဘေးတွေ့အံ့။",
    "ပန်း နီပန်ထားသောမိန်းမနှင့် ပျော်ပါးရသည်ဟု မက်မူ သေပျောက်အံ့။",
    "ပန်း ကို လွှင့်ပစ်ရသည်ဟု မက်က စိတ်သောကဖြစ်အံ့။",
    "ပန်း ဘုရားစင်ထံမှ ရသည်ဟု မက်မူ ကျော်ဇောအံ့၊ အနိုင်ရအံ့။",
    "ပန်း ညှိုးနွမ်းခြောက်သွေ့နေသည်ကို မြင်မက်မူ ရောဂါရအံ့၊ ခွန်အားဆုတ်ယုတ်အံ့၊ အမှုရှုံးအံ့၊ အရှက်ရအံ့၊ သူခိုးက မြင်မက်က ခိုးမှုပေါ်ဘဲ ရှိအံ့။",
    "ပန်း လက်ထဲကပန်း ညှိုးနွမ်းသွားသည်ဟုမက်က အကြံပျက်အံ့၊ ချစ်သူဆုံးအံ့။",
    "ပန်း လတ်ဆတ်သောပန်းကိုမြင်မက်မူဥစ္စာရအံ့၊ သုခဖြစ်အံ့၊ သူခိုးက မြင်မက်မူ မကြာမီခိုးမှုပေါ်အံ့။",
    "ပန်း ကို တောင်းနှင့်ထည့်ရသည်ဟုမက်မူ လက်ထပ်ရအံ့။",
    "ပန်း တောင်းမှ ထွက်ကျသည်ဟု မက်မူ အကြံပျက်အံ့၊ ဆင်းရဲအံ့။",
    "ပန်း အနံ့မွှေးကြိုင်သည်ဟု မက်က ဂုဏ်ကျက်သရေတိုးအံ့၊ ကာမသုခပြည့်စုံအံ့။",
    "ပန်း အနံ့နံသည်ဟုမက်က အနာနှိပ်စက်အံ့၊ ဂုဏ်ယုတ်အံ့။",
    "ပန်း ရေလောင်းရသည်ဟု မက်က အလုပ်အကိုင် ကြီးပွားအံ့။",
    "ပန်း ချေမွပစ်ရသည်ဟုမက်မူ အကြံ ပျက်အံ့။",
    "ပန်း အင်္ကျီကို တပ်ပေးရသည်ဟု မက်မူ ကံကောင်းအံ့။",
    "ပန်း ပုံဆွဲရသည်ဟု မက်က ဝမ်းသာစရာ ဖြစ်အံ့။",
    "ပန်း ချုံ၊ ပန်းအုံကို မြင်မက်က လျှို့ဝှက်ချက် ပေါ်လတ္တံ့။",
    "ပန်း ရွှေပန်းကုံး ဝတ်ဆင်ရသည်ဟု-မက်မူအကြံ အောင်အံ့။"
  ],
  "ပန်းကုံး": [
    "ပန်းကုံး ပန်းစည်းကို မြင်မက်မှု ကံကောင်းအံ့၊ အခက်အခဲတို့မှ လွတ်အံ့၊ အရောင်းအဝယ် ကောင်းအံ့။",
    "ပန်းကုံး ကို ချစ်သူအား ပေးရသည်ဟု မက်က လက်ထပ်ဖို့ ဝေးအံ့။",
    "ပန်းကုံး ကို လက်ထပ်စဉ် ပေးရသည် ဟုမက်က ရင်းနှီးသူတစ်ဦး သေအံ့။",
    "ပန်းကုံး ပန်းစည်း လက်ဆောင်ရသည်ဟုမက်မှု ကျော်ဇောအံ့၊ အကြံအောင်အံ့၊ ပျော်ရွှင်ရအံ့။",
    "ပန်းကုံး ပန်းစည်းကို လွှင့်ပစ်ရသည်ဟု မက်မူ မိတ်ဆွေနှင့် ရန်ဖြစ်အံ့။",
    "ပန်းကုံး ပန်းစည်းပေးရသည်ဟုမက်က မကြာမီ လက်ထပ်ရအံ့၊ ဒုက္ခကင်းအံ့၊ ရည်းစား သစ္စာရှိအံ့။",
    "ပန်းကုံး အဖြူ ဝတ်ဆင်ရသည်ဟု မက်မူ ဝမ်းသာ ဖြစ်အံ့။",
    "ပန်းကုံး အနက် ဝတ်ဆင်ရသည်ဟု မက်က သောက ပျောက်အံ့။"
  ],
  "ပန်းအိုး": [
    "ပန်းအိုး ထဲ ပန်းပင်ပျိုများ စိုက်ရသည်ဟု မက်မူ- လျှို့ဝှက် ထားသော အကြံအစည်များ ပေါက်ကြားအံ့။",
    "ပန်းအိုး ကို ရေလောင်းရသည်၊ ရေလောင်းနေသည် ကို မြင်မက်မူ-ဥစ္စာတိုးအံ့၊ သားယောကျ်ား ကလေးရအံ့။"
  ],
  "ပန်းသီး": [
    "ပန်းသီး ပင် မြင်မက်က-ကံကောင်းအံ့၊ မကြာမီ သတင်းကောင်းရောက်လာအံ့။ အသက်ရှည်အံ့၊ တစ်သက်လုံးစိတ်ချမ်းသာရအံ့။",
    "ပန်းသီး ပင် ပွင့်လျက်မြင်မက်မူ-ဥပဒ်ကင်းအံ့၊ အိပ်မက်ကောင်းများ မှန်လတ္တံ့။",
    "ပန်းသီး ပင်အောက် ရောက်နေသည် ဟု မက်က-ရည်းစားအတွက် ကောင်းသော လက်ထပ်ခြင်း ဖြစ်လတ္တံ့။",
    "ပန်းသီး အပင်ပေါ်မှာ မြင်မက်မူ ဝမ်းသာစရာ သတင်းကြားရအံ့။",
    "ပန်းသီး စားပွဲပေါ်မှာ မြင်မက်မူ-အကြံအောင်အံ့။",
    "ပန်းသီး ဝယ်ရသည်ဟု မက်က-အရင်းအနှီးတိုးပွားအံ့။",
    "ပန်းသီး ကြွေကျသည်ဟုမက်က-ကံကောင်းအံ့။",
    "ပန်းသီး အမှည့်စားရသည်ဟု မက်မူ-သုခ ချမ်းသာ ဖြစ်အံ့၊ အသက်ရှည်အံ့၊ သားကောင်း ရတနာရအံ့။",
    "ပန်းသီး စား၍ချဉ်လျှင် မကြာမီရန်ဖြစ်အံ့၊ ဆုံးရှုံးအံ့ စိတ်ပျက်စရာ တွေ့ရအံ့။",
    "ပန်းသီး ကို အစာသွတ်မုန့်လုပ်စားရသည်ဟူမက်မူ-အပြိုင် အဆိုင် မိမိကနိုင်အံ့။"
  ],
  "ပန်းကန်": [
    "ပန်းကန် မြင်မက်မူ-ဆွေမျိုးစု တွေ့ဆုံရအံ့။",
    "ပန်းကန် အသစ်ကိုမြင်မက်မူ-ကံကောင်းအံ့။",
    "ပန်းကန် ကွဲသည်ဟု မက်မူ-အိမ် ထောင်ရန်ဖြစ်အံ့၊ မကောင်းသတင်းကြားရအံ့။",
    "ပန်းကန် ဝယ်ရသည်ဟုမက်မူ-တစ်နှစ်မတိုင်မီ လက်ထပ်ရအံ့။",
    "ပန်းကန် ဆုရသည်ဟု မက်က-မကြာမီ မော်ကြွားရအံ့။",
    "ပန်းကန် ငွေပန်းကန်ပြား ဝယ်ရ သည်ဟု မက်မူ-ဆင်းရဲအံ့။"
  ],
  "ပန်းချီ": [
    "ပန်းချီ ကား များကို မြင်မက်မူ - ကံကောင်းအံ့ ပျော်ရွှင်ရအံ့။",
    "ပန်းချီ ဆွဲထားသော ပုံများကို ပြတိုက်ပြပွဲတွင်မြင်မက်မူ-အထက်လူကြီး ကျေနပ်နှစ်သိမ့်အံ့။",
    "ပန်းချီ ကျော် လက်ရာကို မိမိ ရေးဆွဲရသည်ဟု မက်က-ကျော်စောအံ့။",
    "ပန်းချီ ဆွဲရန် မိမိကိုယ်ကို ပုံစံထားရသည်ဟုမက်မူ အသိတစ်ဦး မကောင်းကြံနေအံ့။",
    "ပန်းချီ စုတ်တံကိုမြင်မက်မူ-အောင်မြင်အံ့။"
  ],
  "ပန်းခြံ": [
    "ပန်းခြံ မြင်မက်မူ-ဥစ္စာရအံ့။",
    "ပန်းခြံ ထဲ လမ်းလျှောက်ရသည်ဟုမက်မူ-သုခရအံ့၊ အစစအရာရာ ကောင်းအံ့။"
  ],
  "ပန်းထိုး": [
    "ပန်းထိုး နေသည်ကို မြင်မက်မူ မိမိယုံကြည်သော သူ သစ္စာဖောက်အံ့။",
    "ပန်းထိုး ဇာကို မြင်မက်က ထင်ပေါ်လိုအံ့၊ သို့ရာတွင် အချည်းနှီး ဖြစ်အံ့။"
  ],
  "ပန်းနာသည်": [
    "ပန်းနာသည် ကို မြင်မက်မူ-မိမိ ကြံထားသော အလုပ် နေရာမကျသေးဘဲ ရှိအံ့။"
  ],
  "ပန်းဖွား": [
    "ပန်းဖွား ကို မြင်မက်မူ ... ပျော်စရာလူများ ရောက်လာအံ့၊ လက်ဆောင်ကလေးများ ရလတ္တံ့။"
  ],
  "ပန်းပဲဖို": [
    "ပန်းပဲဖို ၌ အလုပ်လုပ်နေသည်ကို မြင်မက်မူ ပင်ပန်းစွာ အလုပ်လုပ်၍ ချမ်းသာအံ့။"
  ],
  "ပန်းရံ": [
    "ပန်းရံ များ အလုပ် လုပ်နေသည်ကို မြင်မက်မူ အသက်မွေးလမ်းကြောင်း ကောင်းမွန်အံ့။",
    "ပန်းရံ လုပ်ရသည်ဟု မက်မူ-ရောဂါရသဖြင့် ဆုံးရှုံးလတ္တံ့။"
  ],
  "ပိန်ချုံး": [
    "ပိန်ချုံး သွားသည်ဟု မက်မူ - ဆင်းရဲ ပင်ပန်းအံ့၊ မိန်းကလေးမက်မူ - မိမိရည်းစား(ချစ်သူ) ဆုံးသဖြင့် မျက်ရည်ကျလတ္တံ့။"
  ],
  "ပိန္နဲသီး": [
    "ပိန္နဲသီး မြင်ရ, စားရသည်ဟု မက်မူ-ရောဂါ ရအံ့။"
  ],
  "ပုတ်": [
    "ပုတ် ထဲမှာ စပါးအပြည့်နှင့် မြင်မက်မူ-အလုပ်စပါး ပေါများကြွယ်ဝအံ့။"
  ],
  "ပုတ်သင်": [
    "ပုတ်သင် ထဲ ဗလာမြင်မက်မူ-ရှားပါးအံ့။"
  ],
  "ပုရဟန်းကြီး": [
    "ပုရဟန်းကြီး ကို မြင်မက်မူ-မညှာမတာ အလိမ်ခံရအံ့။"
  ],
  "ပုန်ကန်": [
    "ပုန်ကန် ကို မြင်မက်မူ-ရွှေအဗျို ချမ်းသာအံ့။"
  ],
  "ပုံ": [
    "ပုံ သည်ဟု မက်က-အောက်လူ နှောင့်ယှက်ခြင်းမှ ရပ်စဲသွားအံ့။",
    "ပုံ ဆွဲထားသော ပုံကို မြင်မက်မူ-သောကများအံ့။",
    "ပုံ မိမိ ကိုယ်တိုင် ရေးဆွဲရသည်ဟု-မက်မူ-အကြီးအကျယ် ဆုံးရှုံးအံ့။"
  ],
  "ပုံပြင်": [
    "ပုံပြင် များ ဖတ်ရသည်ဟုမက်မူ-မိမိမသိဘဲ မိမိဆွေတစ်ဦးက အမြဲ စောင့်ရှောက် ကူညီအံ့။"
  ],
  "ပုံတိုပတ်စ": [
    "ပုံတိုပတ်စ ပြောနေသည်ကို ကြားရသည်ဟု မက်မူ-ပေါင်းသင်းဆက်ဆံရေးကောင်းအံ့။"
  ],
  "ပုံနှိပ်": [
    "ပုံနှိပ် နေသည်ကို မြင်မက်မူ - အကြံအောင်အံ့ အပေါင်းအဖော်များကိုလည်း သတိထားပါ။"
  ],
  "ပုဏ္ဏား": [
    "ပုဏ္ဏား မြင်မက်မူ - ချမ်းသာသုခ ရအံ့။",
    "ပုဏ္ဏား စကားပြောသံ ကြားရ, ဓရသုဏ်း တီးခတ်ပေးသံ ကြားရသည်ဟု မက်မူ-ရန်သူ့လက်မှ လွတ်မြောက်အံ့။"
  ],
  "ပုန်းကျင်း": [
    "ပုန်းကျင်း တူးရသည်ဟု မက်မူ - ရန်ကင်းအံ့၊ အသက်ရှည်အံ့။"
  ],
  "ပုန်းရည်": [
    "ပုန်းရည် မြင်မက်မူ-အစော်ကားခံရအံ့၊ ဆင်းရဲအံ့၊ ကြိုးစားသော်လည်း အလဟဿ ဖြစ်အံ့။",
    "ပုန်းရည် သောက်ရသည်မက်က- ရောဂါ ရအံ့၊ အိမ်တွင်းရန် ပွားအံ့။",
    "ပုန်းရည် စီမံရသည်ဟုမက်မူ-မြတ်ခွန်းအံ့။"
  ],
  "ပေါက်ကွဲသံ": [
    "ပေါက်ကွဲသံ ကြားရသည်ဟုမက်မူ-အိမ်သားထဲမှ တစ်ဦး သေအံ့၊ အပြောင်းအလဲရှိအံ့။"
  ],
  "ပေါက်ပေါက်": [
    "ပေါက်ပေါက် ကို မြင်မက်မူ-ကလေးမွေးအံ့။"
  ],
  "ပေါက်ပြား": [
    "ပေါက်ပြား ကို မြင်မက်က - ယခု ပင်ပန်းအံ့၊ နောင်ချမ်းသာအံ့။",
    "ပေါက်ပြား ပေါက်ရသည်ဟု မက်မူ-မကြာမီ အခြေအနေ တိုးတက်အံ့။"
  ],
  "ပေါင်": [
    "ပေါင် ကြီးသည်ဟု မက်မူ-ဆွေမျိုးများ ကြီးပွားအံ့။",
    "ပေါင် ကြုံလှီသည်ဟု မက်က-ဆွေမျိုးများ ဆင်းရဲအံ့။"
  ],
  "ပေါင်းဒါ": [
    "ပေါင်းဒါ မျက်နှာချေကို မက်မူ - ပျော်ရွှင်ရလတ္တံ့ ၊ ချစ်ရေး အောင်မြင်အံ့။"
  ],
  "ပေါင်မုန့်": [
    "ပေါင်မုန့် မြင်မက်မူ-မိတ်ကောင်းရအံ့၊ အခြေအနေကောင်းအံ့၊ တစ်သက်လုံး အဝတ်အစား ပေါအံ့။",
    "ပေါင်မုန့် ဝယ်ရသည်ဟု မက်မူ-လာမည့်နှစ် အကိုင် တိုးတက်အံ့။",
    "ပေါင်မုန့် ပေးရသည်ဟု မက်မူ-ချမ်းသာ ကြွယ်ဝ လတ်ထပ်ရအံ့၊ အလုပ်အကိုင် အောင်မြင် အံ့။",
    "ပေါင်မုန့် အသစ်ကို အရသာရှိရှိနှင့် စားရသည်ဟု မက်က-ကျန်းမာအံ့။",
    "ပေါင်မုန့် အဟောင်းမာမာကိုစားရမက်မူ-အိမ်တွင်း သောကတွေရအံ့။",
    "ပေါင်မုန့် အပုပ်အသိုးကိုစားရ မက်မူ-ဆွေမျိုးနီးစပ် သူတစ်ဦး သေအံ့။",
    "ပေါင်မုန့် မီးရှို့ ပစ်ရသည်ဟု မက်က-အိမ်ထောင်ရေး ပျက်အံ့။",
    "ပေါင်မုန့် ဖုတ်ရသည်ဟုမက်မူ ချစ်သူ နာဖျားအံ့။",
    "ပေါင်မုန့် ဖုတ်နေသည်ကိုမြင်မက်မူ - အစစအရာရာ ကောင်းအံ့။",
    "ပေါင်မုန့် ဖုတ်ရောင်းသူကို မြင်မက်မူ - မြတ်စွန်း လတ္တံ့။",
    "ပေါင်မုန့် ကင်ရသည်ဟု မက်က-တိုးတက်အံ့၊ ဥစ္စာ ရအံ့၊ ချမ်းသာသူနှင့် အိမ်ထောင်ကျအံ့။",
    "ပေါင်မုန့် ကင်စားရသည်ဟု မက်မူ - မမျှော်လင့် သော ကောင်းကျိုးချမ်းသာ ခံစားရအံ့။"
  ],
  "ပေါင်းကူး": [
    "ပေါင်းကူး (ကျုံး)အောက် ဖြတ်သွားရသည်ဟု မက်မူ-ဂုဏ်ထူးရအံ့၊ ရာထူးတိုးအံ့၊ ချစ်ရေး ကိစ္စ တွင် ဝင်ရှုပ်လတ္တံ့။",
    "ပေါင်းကူး မြင်မက်မူ- မကောင်းသတင်း ကြားရအံ့၊ ကိုယ့်အပြစ်နှင့်ကိုယ့် အလိပ်ခံရအံ့။"
  ],
  "ပိုက်ဆံ": [
    "ပိုက်ဆံ ကောက်ရသည်ဟုမက်က- အကျိုးကျေးဇူး ရှိအံ့။",
    "ပိုက်ဆံ အိတ်ကို မြင်မက်မူ- ခေတ္တ ချမ်းသာအံ့။",
    "ပိုက်ဆံ ရသည်ဟု မက်က- နာမည်ပျက်အံ့၊ သစ္စာ ဖောက်အံ့။"
  ],
  "ပိုက်ဖက်": [
    "ပိုက်ဖက် တီရစ္ဆာန်ကို ပိုက်ဖက်ရသည် ဟု မက်မူ- တစ်သက် ချမ်းသာသုခ ရအံ့။",
    "ပိုက်ဖက် မိန်းမတစ်ဦးက မိမိကို ပိုက်ဖက်သည် ဟု မက်မူ - ကံမကောင်းအံ့။",
    "ပိုက်ဖက် သူစိမ်းတစ်ဦးက မိမိကို ပိုက်ဖက်သည် ဟု မက်မူ - ခရီးသွားရအံ့။"
  ],
  "ပိုက်ကွန်": [
    "ပိုက်ကွန် ပိုက်ကွန်များ မြင်မက်မူ- ဒုက္ခရောက်အံ့၊ သောကတွေ့အံ့၊ ငွေကြေးဆုံးရှုံးအံ့။"
  ],
  "ပိုင်စေ့": [
    "ပိုင်စေ့ များကိုမြင်မက်မူ- မကောင်းသတင်း ကြား ရအံ့။"
  ],
  "ပိုးစုန်းကြူး": [
    "ပိုးစုန်းကြူး ကို မြင်မက်- ကျေးဇူး အထူးပြုရလတ္တံ့။"
  ],
  "ပိုးဖလံ": [
    "ပိုးဖလံ ကို မြင်မက်မူ- ပျက်စီးဆုံးရှုံးအံ့၊ ရန်သူ့ ခြိ်မ်ဘက်တို့က ဥပဒ်ပေးလတ္တံ့။"
  ],
  "ပိုးမွှား": [
    "ပိုးမွှား ကိုက်ခံရသည်ဟု မက်က- ဥစ္စာရအံ့။",
    "ပိုးမွှား တစ်ကိုယ်လုံး၌ ပြည့်နေသည်ဟု မက်က- ကျော်ဇောအံ့။"
  ],
  "ပို့စမင်း": [
    "ပို့စမင်း (စာပို့လုလင်) ကို မြင်မက်မူ- မမျှော်လင့်သော အဖြစ်အပျက် တွေ့ရအံ့၊ သတင်းကောင်း ကြားရအံ့။"
  ],
  "ပိုးစာသီး": [
    "ပိုးစာသီး ကို မြင်မက်မူ-ကောင်းသောခရီးသွားရအံ့၊"
  ],
  "ပိုး": [
    "ပိုး အထည်ကိုမြင်မက်မူ- ကံကောင်းအံ့၊အကျိုးရှိအံ့။",
    "ပိုး ကုန်ကူးရသည်ဟု မက်က- အရောင်းအဝယ်ကောင်းအံ့။",
    "ပိုး ပုဆိုးဝတ်ရသည်ဟု မက်မူ- ချမ်းသာသောမယားရအံ့။",
    "ပိုး ထဘီဝတ်ရသည် ဟု မက်က- အကျိုးထူးခံစားရအံ့။",
    "ပိုး ဦးထုပ်ကို မြင်မက်မူ- ကံကောင်းအံ့။",
    "ပိုး မျှင်ထွက်သည့်ပိုးကောင်ကိုမြင်မက်မူ- အကြံအောင်အံ့။"
  ],
  "ပိုးဟပ်": [
    "ပိုးဟပ် ကို မြင်မက်မူ- ကျန်းမာသူ နာဖျားအံ့၊ နာဖျားသူ ကျန်းမာအံ့။"
  ],
  "ပြဇာတ်": [
    "ပြဇာတ် ကြည့်ရသည်ဟု မက်မူ- သစ္စာဖောက်အံ့၊ အလိမ်ခံရအံ့၊ ကျန်းမာရေး ထိခိုက်အံ့။",
    "ပြဇာတ် ထဲ ဝင်ကရသည်ဟု မက်က- ကံဆိုးအံ့။",
    "ပြဇာတ် ရယ်ရွှင်ဖွယ်ပြဇာတ်ကြည့်ရသည်ဟု မက်မူ- မျှော်လင့်သည်ထက် ပို၍အောင်မြင်အံ့။"
  ],
  "ပြတင်းပေါက်": [
    "ပြတင်းပေါက် မြင်မက်မူ-ဥစ္စာပျက်အံ့၊ ရန်ဖြစ်အံ့။",
    "ပြတင်းပေါက် ပွင့်နေသည်ကိုမြင်မက်မူ-အချီးမြှင့်ခံရအံ့။",
    "ပြတင်းပေါက် ပိတ်နေသည်ကို မြင်မက်က-စိတ်လေးရအံ့။",
    "ပြတင်းပေါက် မှ ခုန်ထွက်ရသည်ဟု မက်မူ....အထီအသိုက် ဖြစ်အံ့၊ နိုင်မည်ထင်သောတရားရှုံးအံ့။",
    "ပြတင်းပေါက် ကို ဖြတ်ကျော်သွားရသည်ဟု မက်မူ-အနာတရ ရရှိအံ့။",
    "ပြတင်းပေါက် မုန်များကွဲသည်ဟု မက်မူ-ဆုံးရှုံးအံ့၊ သေပျောက်အံ့။"
  ],
  "ပြတိုက်": [
    "ပြတိုက် ထဲ သေချာစွာလေ့လာ သုတေသန လုပ်ရှိသည်ဟု မက်မူ-ဥစ္စာရအံ့၊ စီးပွားဖြစ်ထွန်းအံ့။",
    "ပြတိုက် ဖြတ်သွားရသည်ဟုမက်မူ-အလုပ်အမျိုးမျိုးလုပ်ရအံ့၊ နေရာအမျိုးမျိုး နေရအံ့။"
  ],
  "ပြဒါး": [
    "ပြဒါး မြင်မက်မူ-အတင်းပြောခံရအံ့။",
    "ပြဒါး တိုင်ကို မြင်မက်မူ-ရန်ပွဲဖြစ်အံ့။"
  ],
  "ပြပွဲ": [
    "ပြပွဲ သွားရမက်မူ- မိမိအပြစ်နှင့်မိမိဒုက္ခတွေ့တတ်အံ့၊ ဆုံးရှုံးအံ့၊ အလှုအယက် ခံရတတ်အံ့၊ မိမိရည်းစားကို တခြားသူကြံအံ့။",
    "ပြပွဲ မှ ဝယ်ချမ်းရသည်ဟု မက်မူ-ယခု အခြေအနေထက် တိုးတက်အံ့။",
    "ပြပွဲ မြင်မက်မူ-ပရိဒေဝမီး တောက်လောင်အံ့၊ မိမိပေါ့လျော့မှုကြောင့် ဆုံးရှုံးအံ့၊ မနာလိုအံ့၊ ကံဆိုးအံ့။"
  ],
  "ပြာ": [
    "ပြာ ကိုလျက်ရသည်ဟု မက်မူ-လင်မယားအကျိုး ပြယ်အံ့။",
    "ပြာ လိမ်းကျံရသည်ဟု မက်မူ-ဘေးတွေ့အံ့။",
    "ပြာ ပုံပေါ်လဲလျောင်းရသည်ဟု မက်မူ- ရောဂါရအံ့၊ ဘေးကြီးတွေ့အံ့၊ တရားရှုံးအံ့။",
    "ပြာ ကိုယက်တူးရသည်ဟု မက်မူ- လင်မယား မုန်းရအံ့၊ ငွေကျပ်အံ့။",
    "ပြာ ပုဆိုး ရှာချသည်ဟု မက်မူ-ဒုက္ခများစွာတွေ့အံ့။",
    "ပြာ လူသေ မီးသဂြိုဟ်၍ ရသောပြာကို မြင် မက်မူ-သေပျောက်အံ့။"
  ],
  "ပြသာဒ်": [
    "ပြသာဒ် မြင်မက်မူ-မိတ်ဆွေတစ်ဦးကြောင့် ပျက်စီးအံ့။",
    "ပြသာဒ် ထက်၌တက်စီးရသည်ဟုမက်မူ-မယားရအံ့။",
    "ပြသာဒ် ထက်၌ ကာမဂုဏ်ခံစားရသည်ဟု မက်မူ-မင်းဖြစ်အံ့။",
    "ပြသာဒ် ထက်၌တက်၍စားရသည်ဟု မက်မူ-အတုမဲ့ကောင်းအံ့။",
    "ပြသာဒ် ထက်၌ တက်၍ ရေသောက် ရသည်ဟု မက်က-ချမ်းသာအံ့၊ သုခတိုးအံ့။"
  ],
  "ပျား": [
    "ပျား ပျားကို မြင်မက်မူ-အလုပ်အကိုင် ကောင်းအံ့၊ ချမ်းသာ ရောက်အံ့၊ ဂုဏ်ထူး ရအံ့၊ အကျိုးများအံ့၊ ချစ်သူနှင့် လက်ထပ်ရအံ့။",
    "ပျား ပြည်သံကြားရ မက်မူ-နာမည်ရအံ့။",
    "ပျား မိမိထံ လာနေသည်ကို မြင်မက်မူ- အလုပ်အကိုင် ကောင်းအံ့၊ ချစ်ကိစ္စ အောင်မြင်အံ့။",
    "ပျား မိမိထံမှ ပျံသွားသည်မက်မူ- မိမိကို မနာလိုသူများ၏ မကောင်းကြံခြင်း အလဟဿ ဖြစ်အံ့။",
    "ပျား ကိုယ်ပေါ်မှာ နားနေသည်ဟုမက်က- စိတ်ပျက်စရာ တွေ့ရအံ့။",
    "ပျား အလုပ်လုပ် ပျားရည်စုနေသည်ကို မြင်မက်မူ- ချမ်းသာသူအန္တရာယ်ဖြစ်အံ့၊ ဆင်းရဲသူ ကောင်းအံ့။",
    "ပျား ထိုးခံရသည်ဟု မက်မူ- ရန်သူတွေ့ရအံ့။",
    "ပျား တုပ်ခံရသည်ဟု မက်မူ- ရန်သူ၏ အနှောင့်အယှက် တွေ့ရအံ့၊ များစွာ ဆုံးရှုံးအံ့၊ မိတ်ဆွေတစ်ဦး သစ္စာဖောက်အံ့၊ အကျင့်ပျက်အံ့၊ ရည်စားဆုံးအံ့။",
    "ပျား ဖမ်းရသည်ဟုမက်မူ- ဗျချ အကြံအောင်အံ့။",
    "ပျား ကို သတ်ရသည်ဟုမက်မူ- များစွာဆုံးရှုံးအံ့။",
    "ပျား အသေများကို မြင်မက်မူ-အလိုဆန္ဒ မပြည့်စုံဘဲ ရှိအံ့။"
  ],
  "ပျားရည်": [
    "ပျားရည် နှင့် ပတ်သက်၍မက်လျှင်- အလွန် ကောင်း၏၊ ဝီရိယရှိ၍ စိတ်သဘော ကောင်းသူနှင့် ရအံ့၊ သားလိမ္မာ၊ သမီးလိမ္မာများ ရလတ္တံ့။",
    "ပျားရည် သောက်ရမက်က- ဥစ္စာရအံ့၊ ချမ်းသာကြီးအံ့။",
    "ပျားရည် ကြာဖက်နှင့် သောက်ရ မက်မူ- ရှင်ဘုရင် ဖြစ်အံ့။",
    "ပျားရည် လျက်ရသည်ဟု မက်မူ- လွတ်လပ်အံ့၊ အိမ်ထောင် သုခရအံ့။",
    "ပျားရည် လိမ်းကျံရသည်ဟု မက်က- နာဖျားအံ့၊",
    "ပျားရည် ပျားများ စွန့်ပစ်ခဲ့သည်ဟု မက်က- ဥစ္စာများစွာရအံ့၊ ဂုဏ်မြင့်အံ့၊"
  ],
  "ပျားလဘို့": [
    "ပျားလဘို့ ကို မြင်မက်မူ- ငွေ အမြောက်အမြား ရအံ့၊ အစစအရာရာ ကောင်းအံ့၊"
  ],
  "ပျားအုံ": [
    "ပျားအုံ မြင်မက်မူ- ချမ်းသာကြီးအံ့၊ ငွေ များစွာရအံ့။",
    "ပျားအုံ ထဲ ပျားများ ဝင်သွားသည်ကို မြင်မက်မူ- ရန်သူများကြောင့် ဆုံးရှုံးနစ်နာအံ့။",
    "ပျားအုံ အိမ်တွင်းမှာ ပျားရည်နှင့်မြင်မက်မူ- အလွန်ကံကောင်းအံ့။",
    "ပျားအုံ အိမ်နောက်ဖေးပိုင်းတွင် မြင်မက်မူ- အလွန်ကုသိုလ်ကောင်းအံ့။"
  ],
  "ပြားစေ့": [
    "ပြားစေ့ သို့ မြင်မက်မူ- မကောင်းသတင်းကြားရအံ့။",
    "ပြားစေ့ များ ရသည်ဟု မက်မူ- အလုပ်တစ်ခုတွင် ဆုံးရှုံးအံ့။"
  ],
  "ပြည့်တံဆာမ": [
    "ပြည့်တံဆာမ (ပြည့်တန်ဆာမ) မြင်မက်မူ- ဥစ္စာရအံ့၊",
    "ပြည့်တံဆာမ (ပြည့်တန်ဆာမ) နှင့် စကားပြောရသည်ဟု မက်က- အကျင့်ပျက်အံ့၊ အလိမ်ခံရအံ့။"
  ],
  "ပြည်(သွေး)": [
    "ပြည်(သွေး) ကို မြင်မက်မူ- ရောဂါရအံ့။"
  ],
  "ပြည်ထောင်စုအလံ": [
    "ပြည်ထောင်စုအလံ ကို မြင်မက်က- အထူးကံကောင်းအံ့၊ လင်စုံမယားစုံ ခရီးထွက်ရလတ္တံ့၊ နိုင်ငံခြားသွားရအံ့။"
  ],
  "ပြည်နှင်ဒဏ်": [
    "ပြည်နှင်ဒဏ် ခံရသည်ဟုမက်မူ-ကံကောင်းအံ့။"
  ],
  "ပျော်ရွှင်": [
    "ပျော်ရွှင် ရယ်မောနေသည်ဟု မက်မူ-မျက်ရည်ပေစက်ကြီးငယ်ကျအံ့၊ မကြာမီ ဒုက္ခတွေ့အံ့။"
  ],
  "ပျော်ပွဲရွှင်ပွဲ": [
    "ပျော်ပွဲရွှင်ပွဲ တွင် ပျော်ပါးနေရသည်ဟုမက်က- စည်းစိမ်ဥစ္စာ မမြဲဘဲ ယာယီမျှရှိလတ္တံ့။"
  ],
  "ပျော်ပွဲစား": [
    "ပျော်ပွဲစား ထွက်ရသည်ဟု မက်မူ - ချစ်သူ တွေ့အံ့၊ ရည်းစားတွေ့အံ့။",
    "ပျော်ပွဲစား မီးဖျက်သည်ဟု မက်က- သတင်း အတော်ကြာမှ ကြားရအံ့။",
    "ပျော်ပွဲစား ရထား၊ ကား၊ သင်္ဘောဖြင့် ထွက်ရသည်ဟု မက်မူ- ဘဝသစ် ဖန်တီးဖို့ ဖြစ်လာအံ့။"
  ],
  "ပျံတက်": [
    "ပျံတက် ရသည်ဟု မက်မူ- ဒုက္ခကင်း၍ ကောင်းကျိုးချမ်းသာရအံ့။",
    "ပျံတက် ကောင်းကင်သို့ ပျံတက်ရသည်ဟု မက်မူ အကြံကြီးအံ့၊ အခက်အခဲမှလွတ်အံ့၊ အကြံအောင်အံ့၊ ခရီး ရှိလတ္တံ့။",
    "ပျံတက် ငှက်ကဲ့သို့ ပျံတက်ရသည်ဟု မက်မူ- အခက်အခဲ ကင်းအံ့။",
    "ပျံတက် ခြင်း သည်ထက် မြင့်အောင် ပျံတက်ရသည် ဟု မက်မူ- အခြေအနေတစ်နေ့ထက်တစ်နေ့ တိုးတက်အံ့။"
  ],
  "ပျံလွှားငှက်": [
    "ပျံလွှားငှက် ကိုမြင်မက်မူ-မဟာသုခဖြစ်အံ့။ ဥစ္စာဘုန်း ကံကောင်းအံ့။"
  ],
  "ပြန်ပေး": [
    "ပြန်ပေး ဆွဲခံရသည်ဟုမက်မူ-သောကကင်းအံ့။ ပြည်သူ့ကို နိုင်အံ့။ စွန့်စားခန်း လုပ်အံ့။",
    "ပြန်ပေး သူတစ်ပါးဆွဲခံရသည်ဟု မက်မူ ဘာမဆိုလိုတိုရအံ့။"
  ],
  "ပြက္ခဒိန်": [
    "ပြက္ခဒိန် (ပက္ခဒိန်) ကိုမြင်မက်မူ-အလိမ်ခံရအံ့၊ ဆုံးရှုံးအံ့။ ကဲ့ရဲ့ခံရအံ့။",
    "ပြက္ခဒိန် ကြည့်ရသည်ဟုမက်က-အနည်းငယ် ရန်ဖြစ်အံ့။"
  ],
  "ပျင်းရိ": [
    "ပျင်းရိ နေသည်ဟုမက်မူ-အလုပ်ရှင်၏ ချီးမွမ်းခြင်း ခံရအံ့။",
    "ပျင်းရိ မိမိ အောက် လူများ ပျင်းရိနေကြသည်ဟု မက်မူ-တာဝန်တိုး၍ လုပ်ကိုင်ရလတ္တံ့။"
  ],
  "ပျောက်": [
    "ပျောက် နေသောပစ္စည်းများကိုမြင်မက်မူ-၎င်းတို့မကြာမီ မိ ပြန်လာကြအံ့။"
  ],
  "ပြောက်ကျား": [
    "ပြောက်ကျား စစ်ကိုမြင်မက်မ-သောကတွေရအံ့။",
    "ပြောက်ကျား ဝိုင်း၍မိနေသည်ဟုမက်မူ - အကြီးအကျယ် အောင်မြင်အံ့။"
  ],
  "ပြောင်လှောင်": [
    "ပြောင်လှောင် ရသည်ဟုမက်က-အကူအညီတောင်းခံရအံ့။"
  ],
  "ပျို့အန်": [
    "ပျို့အန် သည်ဟုမက်က-ကျန်းမာအံ့။"
  ],
  "ပျို့ကဗျာလင်္ကာ": [
    "ပျို့ကဗျာလင်္ကာ ရေးရသည်ဟုမက်က - လက်ထပ်ကဲ့သို့သော လက်ဆောင် ပေးလာအံ့။"
  ],
  "ပြုံး": [
    "ပြုံး နေသည်၊ ပြီးရသည်ဟု မက်မူ-ကံကောင်းလတ္တံ့။"
  ],
  "ပွေ့ပိုက်": [
    "ပွေ့ပိုက် သားသမီးများအား ပွေ့ပိုက်ရသည် ဟု မက်မူ ဆင်းရဲဒုက္ခဖြစ်အံ့။"
  ],
  "ပွေး": [
    "ပွေး သတ္တဝါကိုမြင်မက်မူ-ရောဂါရအံ့။"
  ],
  "ပွေးဝဲ": [
    "ပွေးဝဲ တစ်ကိုယ်လုံးပေါက်သည်ဟုမက်က-ကျော်စောအံ့။"
  ],
  "ပွဲ": [
    "ပွဲ ခံနေသည်ကိုမြင်မက်မူ-သေပျောက်အံ့။"
  ],
  "ပွဲစား": [
    "ပွဲစား များကိုမြင်မက်မူ-ကံဆိုးအံ့။",
    "ပွဲစား နာမည်ဆိုင်းဘုတ် တံခါးဝတွင် မြင်မက်မူ စိတ်လှုပ်စရာသတင်း ကြားရလတ္တံ့။"
  ],
  "ပွဲလမ်းသဘင်": [
    "ပွဲလမ်းသဘင် ကိုမြင်မက်မူ-ဆင်းရဲပင်ပန်းအံ့။"
  ],
  "ပွတ်သဘင်": [
    "ပွဲသဘင် မြင်မက်က-ငွေကြေးရအံ့' မျှော်လင့်ချက် မပြည့်စုံဘဲ ရှိအံ့။",
    "ပွဲသဘင် ဝင်က,ရသည်ဟု မက်က-ချစ်သူ ရအံ့၊ သတင်းကောင်း ကြားရအံ့။",
    "ပွဲသဘင် တွင် အလှဆုံးနှင့် တွဲက,ရသည်ဟု မက်မူ-မယားနှင့် ရန်ဖြစ်အံ့။",
    "ပွဲသဘင် တွင် မိမိအလှဘုရင်မ ဖြစ်နေသည်ဟု မက်က-လင်နှင့် ရန်ဖြစ်အံ့။",
    "ပွတ်သဘင် နောက်ကျနေသည်ဟုမက်မူ - သတိမထားလျှင် ဆုံးရှုံးတတ်အံ့။",
    "ပွတ်သဘင် တွင် သူများ ကနေသည်ကို စောင့်ကြည့်နေရသည်ဟု မက်မူ-မိမိ ကြံစည် စိတ်ကူးထားသော အရာ မအောင်မြင်ဘဲရှိအံ့။",
    "ပွတ်သဘင် မှ မိမိနောက်ဆုံး ထွက်လာရသည်ဟုမက်မူ-အခက်အခဲတို့ကို ဖြေရှင်းနိုင်အံ့။"
  ]
}