{
  "ဖယောင်း": [
    "ဖယောင်း ကို မြင်မက်မူ- အကျင့်ယုတ်အံ့၊ ရောဂါ ရအံ့၊ ငွေချေးလျှင် ဆုံးအံ့။"
  ],
  "ဖယောင်းတိုင်": [
    "ဖယောင်းတိုင် မြင်မက်မူ- ချမ်းသာသုခ ဖြစ်အံ့။",
    "ဖယောင်းတိုင် များစွာမြင်မက်မူ- ဆုရအံ့။",
    "ဖယောင်းတိုင် မီးလင်း နေသည်ကို မြင်မက်က.... ကံ ကောင်းအံ့၊ ငွေပေးခါအံ့၊ ချစ်သူရအံ့။",
    "ဖယောင်းတိုင် ကောင်းစွာ မီးမလင်းဟု မက်မူ- ကံဆိုးအံ့၊ စိတ်ဒုက္ခ ဖြစ်အံ့။",
    "ဖယောင်းတိုင် ဝယ်ရသည်ဟု မက်မူ- ပျော်ရွှင်ရအံ့၊ စိတ်ချမ်းသာအံ့။",
    "ဖယောင်းတိုင် လုပ်ရသည်ဟု မက်မူ- အကူအညီရအံ့။",
    "ဖယောင်းတိုင် မီးထွန်းရသည်ဟုမက်က- အကြံအောင်အံ့။",
    "ဖယောင်းတိုင် မီးမှုတ်ရသည်ဟု မက်မူ- ဆွေမျိုး သို့မဟုတ် မိတ်ဆွေတစ်ဦးသေအံ့။",
    "ဖယောင်းတိုင် မီးငြိမ်းရသည်ဟု မက်က- ဘေးတွေ့အံ့၊ မကောင်းသတင်းပါသောစာ ရအံ့၊ အကြံ ပျက်အံ့။",
    "ဖယောင်းတိုင် မီးငြိမ်းပြီး ပြန်ထွန်းရသည်ဟု မက်မူ-အကြံ အောင်အံ့။",
    "ဖယောင်းတိုင် မီးထွန်းပြီး ကိုင်၍ ပရိသတ်ထဲ သွားရသည် ဟု မက်မူ- တစ်နေ့တခြား နာမည်သတင်း ကျော်ကြားအံ့။",
    "ဖယောင်းတိုင် လက်ထဲ ကိုင်ထားရသည်ဟု မက်မူ- ကိုယ့် ကျိုးအတွက် မိမိအား ဩဇာပေးလတ္တံ့။",
    "ဖယောင်းတိုင် လေထဲ ဝဲနေသည်ဟု မက်က- ရန်သူ ဘာ လုပ်ရမှန်း မသိဘဲရှိအံ့။",
    "ဖယောင်းတိုင် ခုံတွင် စိုက်ထားသည်ကို မြင်မက်မူ- အေး ချမ်း သာယာအံ့၊ ရောင့်ရဲတင်းတိမ်အံ့။"
  ],
  "ဖရဲသီး": [
    "ဖရဲသီး စားရသည်ဟု မက်မူ- မကြာမီ လက်ထပ် ရအံ့၊ အချစ်မြဲအံ့၊ ရောဂါပျောက်အံ့။"
  ],
  "ဖာထေး": [
    "ဖာထေး နေသည်ကို မြင်မက်မူ- ကဲ့ရဲ့ အတင်းပြော ခံရအံ့။",
    "ဖာထေး နေရသည်ဟု မြင်မက်က- မိတ်ဆွေသစ် တစ်ဦး ရလတ္တံ့ ။ မမျှော်လင့်သည့်နေရာမှ ငွေရအံ့။",
    "ဖာထေး မိမိအဝတ်ကို ဖာထေးရသည်ဟု မက်က- အမွေရအံ့။"
  ],
  "ဖား": [
    "ဖား မြင်မက်မူ အလုပ်အကိုင်၊ လယ်ယာ မိုးမြေ၊ ကျွဲ၊နွား၊ဆင်၊မြင်း ပေါများ ကြွယ်ဝအံ့၊ ချစ်သူရအံ့။",
    "ဖား များစွာကို မြင်မက်-မြှောက်တင့်သူ ပေါအံ့၊ တီးတိုးပြော ခံရအံ့။",
    "ဖား များ ဖမ်းမိသည်ဟု မက်က- ဥစ္စာရအံ့။",
    "ဖား အော်သံကြားရသည်ဟု မက်မူ - မိတ်ဆွေတု များကြောင့် ပျက်စီးအံ့။",
    "ဖား ခုန်သွားနေသည်ကို မြင်မက်မူ- အနှောင့် အယှက် တွေ့ရအံ့၊ ကြိုးစားမှ အောင်မြင်အံ့။",
    "ဖား မိမိလက် ပေါ် ၊ ပေါင်ပေါ် ထိုင်လျက် မြင်မက်မူ- ကံကောင်းအံ့။",
    "ဖား ကို နာကျင်စေသည်၊ သတ်ရသည်ဟု မက် က- အလွန် စိတ်ဆင်းရဲအံ့။"
  ],
  "ဖားပြုတ်": [
    "ဖားပြုတ် မြင်မက်မူ- အ၊ မနာပ ပြောခံရအံ့၊ ကဲ့ရဲ့ ခံအံ့၊ ပြိုင်ဖက်ရန်သူ ပေါ်အံ့၊ ရည်းစား သစ္စာပျက်အံ့။",
    "ဖားပြုတ် များစွာ မြင်မက်မူ-ကောက်ပဲသီးနှံ ကောင်း အံ့၊ ကလေးများစွာ ရအံ့။",
    "ဖားပြုတ် သတ်ရသည်ဟု မက်က- ရန်သူကို နိုင်အံ့၊ သင် အလွန် ယုံကြည် အားကိုးထားသော သူက သင့်အား ညည်းနေသည်ကို တွေ့ရအံ့။"
  ],
  "ဖုထုံး(ဘုထုံး)": [
    "ဖုထုံး(ဘုထုံး) မြင်မက်မူ- အခက်အခဲများစွာ တွေ့ရအံ့။",
    "ဖုထုံး(ဘုထုံး) ကို ပြုရသည်ဟု မက်က- ရှုပ်ထွေးသော ကိစ္စထဲ မိမိပါနေအံ့။",
    "ဖုထုံး(ဘုထုံး) ဖြေမရဟု မက်မူ- ပရိဒေဝမီး တောက် လောင်အံ့။"
  ],
  "ဖူးစာနတ်": [
    "ဖူးစာနတ် (မြှားနတ်မောင်မှာ ကြည့်ပါ) ."
  ],
  "ဖေဖော်ဝါရီ": [
    "ဖေဖော်ဝါရီ နှင့် ပတ်သက်၍ မက်မူ စိတ္တသုခရအံ့၊ သောက ကင်းဝေးအံ့။"
  ],
  "ဖဲ": [
    "ဖဲ ကစားရသည်ဟု မက်က မကြာမီ မယားရအံ့၊ ခြံစောင့်ရအံ့၊ စိုးရိမ် ပူပန်ရအံ့၊ အရှုံးရအံ့။",
    "ဖဲ ကစားရာတွင် ထောင့်(မှန်ကူကွက်) ချည်း ထပ်ခါထပ်ခါ ရနေသည်ဟု မက်မူ စိတ်ရှိသော မိန်းမကိုရအံ့။",
    "ဖဲ ဘိန့် (နှလုံးပုံ) မှာ ချစ်ကိစ္စ အောင်မြင်အံ့၊ လက်ထပ်ရအံ့၊ ရန်သူကိုနိုင်အံ့။",
    "ဖဲ ညှင်း (ဗဒုံးပုံ) မှာ လက်ထပ် မယားဘက်မှ ငွေရအံ့။",
    "ဖဲ ဖူး (ညောင်ရွက်ပုံ) မှာ နာဖျားအံ့၊ နာမည်ပျက်အံ့။",
    "ဖဲ ဂျက်ဆိုလျှင် ကာမ ကြူးအံ့။",
    "ဖဲ ဖူးဂျက်ဆိုလျှင် မဆိုးပြီ (မ) ဖြစ်အံ့။",
    "ဖဲ ညှင်းဂျက်ဆိုလျှင် ကြွေးတင်အံ့၊ အဟမ်းခံရအံ့။",
    "ဖဲ ရှင်ဘုရင် မိဖုရား ဆိုလျှင် ကလေးများ ရအံ့။",
    "ဖဲ တစ်-ထောင့် ဆိုက ရန်ဖြစ်ရအံ့။",
    "ဖဲ တစ်-ဘိန့် ဆိုက သတင်းကောင်း ကြားရအံ့။",
    "ဖဲ တစ်-ဖူး ဆိုက ကံဆိုးအံ့။",
    "ဖဲ တစ်-ညှင်းဆိုက ငွေရအံ့။"
  ],
  "ဖဲ(ပိုးဖဲ)": [
    "ဖဲ(ပိုးဖဲ) ကို မြင်မက်မူ အရောင်းအဝယ် ကောင်းအံ့၊ ချစ်သူ၏ မြှောက်ပင့်ခြင်းကို ခံရအံ့။"
  ],
  "ဖဲကြိုး": [
    "ဖဲကြိုး ကို မြင်မက်မူ အနည်းငယ် ပျော်ရွှင်မှုရအံ့၊ ငွေဖြုန်းတီးအံ့။"
  ],
  "ဖော့": [
    "ဖော့ ပိတ်ရသည်ဟု မက်မူ မမျှော်လင့်သော ဧည့်သည် ရောက်လာအံ့။",
    "ဖော့ ဖွင့်ရသည်ဟု မက်က မိတ်ဆွေ တစ်ဦး၏ သတင်းကောင်း ကြားရအံ့။"
  ],
  "ဖက်သည်": [
    "ဖက်သည် (ပိုက်ဖက်မှာ ကြည့်ပါ)"
  ],
  "ဖက်ပြိုင်": [
    "ဖက်ပြိုင် တိုက်ခိုက်ရသည်ဟု မက်က ဒုက္ခတွေ့ရအံ့၊ ၍ နိုင်သည်ဟု မက်က အောင်မြင်အံ့။"
  ],
  "ဖက်ယား": [
    "ဖက်ယား ဖတ်ကို မြင်မက်မူ အလိမ်ခံရအံ့၊ သောက တွေ့ရအံ့၊ ရည်းစားကလိန်ကျအံ့။"
  ],
  "ဖက်ရှင်": [
    "ဖက်ရှင် ပုံများ ကြည့်ရသည်ဟု မက်မူ အပြောင်းအလဲရှိအံ့။"
  ],
  "ဖတ်စာအုပ်": [
    "ဖတ်စာအုပ် ကို မြင်မက်မူ ပျော်ရွှင်စွာ နားရက်ရအံ့။"
  ],
  "ဖန်ခါးသီး": [
    "ဖန်ခါးသီး မြင်မက်မူ မမျှော်လင့်သော ရန်သူများ ဥပဒ်ပြုအံ့။"
  ],
  "ဖန့်ရွက်": [
    "ဖန့်ရွက် ကောက်နေသည်ဟု မက်က ရောဂါရအံ့။",
    "ဖန့်ရွက် ကြည်လင်တောက်ပစွာ မြင်မက်မူ အလိုဆန္ဒ ပြည့်ဝလတ္တံ့။"
  ],
  "ဖန်ခွက်": [
    "ဖန်ခွက် မှိန်၍ ညစ်ပတ်စွာ မြင်မက်မူ - ထားသုံးမသေမချာဖြစ်အံ့။",
    "ဖန်ခွက် ထုဆိုင်းပိတ်နေသည်ကို မြင်မက်က - ဘာမျှမသိရဘဲ ဖြစ်အံ့။",
    "ဖန်ခွက် ရေထည့်ပြီး ရရှိသည်ဟု မက်က - မကြာမီလက်ထပ်ရအံ့။",
    "ဖန်ခွက် ကွဲသွားသည်ဟု မက်မူ - ချစ်သူက စွန့်သွားလတ္တံ့၊ လျှို့ဝှက်သောအရာများ ပေါ်အံ့။"
  ],
  "ဖန်ပုတီး": [
    "ဖန်ပုတီး လည်ဆွဲကို မြင်မက်မူ - ကျော်စောအံ့။"
  ],
  "ဖောင်": [
    "ဖောင် မြင်မက်မူ - အလုပ်အမျိုးမျိုး လုပ်ရအံ့။",
    "ဖောင် စီးရသည်ဟု မက်က - ခရီးမှချ သွားရအံ့၊ ကြီးပွားအံ့။"
  ],
  "ဖောင်တိန်": [
    "ဖောင်တိန် မြင်မက်မူ - စာပေတွင် ကျော်စောအံ့၊ အနားယူရအံ့။",
    "ဖောင်တိန် ရွှေဖောင်တိန်ကို မြင်မက်မူ - သတင်းကောင်းကြားရအံ့။",
    "ဖောင်တိန် သံမဏိဖောင်တိန်ကို မြင်မက်မူ - ကားအရောင်းအဝယ် လုပ်လတ္တံ့။"
  ],
  "ဖုတ်": [
    "ဖုတ် မွှန်သွားသည်ဟု မက်က - အလုပ်အကိုင်ခေတ္တ ဆုတ်ယုတ်အံ့။"
  ],
  "ဖုန်သုတ်": [
    "ဖုန်သုတ် ဝက်မုန့် ဘီးဖြင့် အဝတ်အထည် များသို့သုတ်ရသည်ဟု မက်က - ချီးကျူးခံရအံ့။"
  ],
  "ဖုံ(ထိုင်ဖုံ)": [
    "ဖုံ(ထိုင်ဖုံ)) များ မြင်မက်မူ - ဝင်ငွေကောင်းအံ့။"
  ],
  "ဖိုင်တွဲ": [
    "ဖိုင်တွဲ များကို မြင်မက်က - အလုပ်သစ်လုပ်ရအံ့။"
  ],
  "ဖိုထိုး": [
    "ဖိုထိုး ရသည်ဟု မက်က - ကိုယ့်အတတ်နှင့်ကိုယ်အခက်အခဲ တွေ့ရအံ့။"
  ],
  "ဖျာ": [
    "ဖျာ မြင်မက်မူ - အနှောင့်အယှက်တွေ့ရအံ့။",
    "ဖျာ ကိုခိုးသွားသည်ဟု မက်က - ပစ္စည်းပျောက်အံ့။",
    "ဖျာ လိပ်ရသည်ဟု မက်က - လာဘ်ရအံ့။",
    "ဖျာ မှာ နံပါတ် မြင်မက်မူ - ၎င်းနံပါတ်သည် သင့်အား အကျိုးပေးမည့် နံပါတ်ဖြစ်အံ့။",
    "ဖျာ နေသည်ဟု မက်က - ကျန်းမာအံ့၊ မိမိရည်စားနှင့် ပတ်သက်၍ ထူးခြားသော သတင်းကြားရအံ့။"
  ],
  "ဖျားနာ": [
    "ဖျားနာ အဖျားကြီးသည်ဟု မက်မူ - အကြံအောင်အံ့။",
    "ဖျားနာ အဖျားဝါ ဖြစ်သည်ဟု မက်က - ဆင်းရဲအံ့၊ ရောဂါရအံ့၊ လင်မယား အချစ်ပြယ်အံ့။",
    "ဖျားနာ တုန်ဖျား၊ တက်ဖျား၊ ကျဖျား ဖြစ်သည်ဟု မက်က - အခြေအနေ နိမ့်တုံ မြင့်တုံ ရှိလတ္တံ့။"
  ],
  "ဖြူ": [
    "ဖြူ သတ္တဝါကို မြင်မက်မူ - အခက်အခဲ တွေ့ရအံ့၊ မိတ်ဆွေဟောင်းနှင့် တွေ့ရအံ့။"
  ],
  "ဖျံ": [
    "ဖျံ မြင်မက်မူ - လက်ထပ်ရအံ့။ မိတ်ဆွေတုများကြောင့် စိတ်ညစ်ရအံ့။",
    "ဖျံ များကို မြင်မက်မူ အမှုကိစ္စအတွက် မထေ ချာသေး၍ ခဏ စိတ်ညစ်ရအံ့။"
  ],
  "ဖျဉ်း": [
    "ဖျဉ်း စွဲသည်ဟု မက်က ရောဂါရလတ္တံ့။"
  ],
  "ဖွဲ": [
    "ဖွဲ မြင်မက်မူ အကြံပျက်အံ့၊ ဒုက္ခတွေ့အံ့။",
    "ဖွဲ မီးတငွေ့ငွေ့ မြင်မက်မူ အလွန် ပူပန်ရအံ့။"
  ],
  "ဖွတ်": [
    "ဖွတ် ကို မြင်မက်မူ ဆင်းရဲအံ့။",
    "ဖွတ် ဥ စားရသည်ဟု မက်က ကြွယ်ဝချမ်းသာအံ့။"
  ],
  "ဖိနပ်": [
    "ဖိနပ် စီးရသည်ဟု မက်မူ နာဖျားအံ့၊ အတင်းပြောခံရအံ့။",
    "ဖိနပ် စီး၍ ပေါက်သည်၊ နာသည်ဟု မက်က-စိတ်ပျက်စရာ တွေ့ရအံ့။",
    "ဖိနပ် အသစ် မြင်မက်မူ ဝင်ငွေ တိုးအံ့။",
    "ဖိနပ် အသစ် စီးရသည်ဟု မက်က ကံကောင်းအံ့၊ မမျှော်လင့်သော ဥစ္စာ ရအံ့။",
    "ဖိနပ် အဟောင်း မြင်မက်မူ အိမ်တွင်း သုခ ရအံ့။",
    "ဖိနပ် အဟောင်း၊ အဟ အသေးကို စီးရသည်ဟု မက်က ဆင်းရဲအံ့၊ ခရီးသွားရအံ့။",
    "ဖိနပ် ကြီးကြီးစီးရသည်ဟု မက်မူ ရောဂါရအံ့။",
    "ဖိနပ် ကျပ်ကျပ် စီးရသည်ဟု မက်မူ စိတ် မချမ်းသာသော လက်ထပ်ခြင်း လုပ်ရအံ့။",
    "ဖိနပ် ရေစိုကို စီးရသည်ဟု မက်က မိန်းမဆိုးနှင့် မိတ်ဆွေ ဖြစ်လတ္တံ့။",
    "ဖိနပ် ငွေဖိနပ်စီးရသည်ဟု မက်မူ မကြာမီ လက်ထပ်အံ့။",
    "ဖိနပ် ခုံဖိနပ်၊ ပိန်းတန်းဖိနပ်စီးရသည်ဟု မက်မူ အိမ်တွင်း တိုးတက်မှု ရအံ့။",
    "ဖိနပ် တစ်စုံရသည်ဟု မက်မူ စစ်နိုင်အံ့။",
    "ဖိနပ် ပျောက်သည်ဟု မက်က နာဖျားအံ့၊ ကံဆိုးအံ့။",
    "ဖိနပ် မပါဘဲသွားရသည်ဟု မက်မူ အလုပ်အကိုင် ကောင်းအံ့။"
  ],
  "ဖိနပ်ချုပ်": [
    "ဖိနပ်ချုပ် သမားကိုမြင်မက်မူ ကံဆိုးအံ့၊ သို့ရာတွင် မကြာမီ ကောင်းအံ့။"
  ]
}