{
  "ဘယဆေး(ပရဆေး)": [
    "ဘယဆေး(ပရဆေး) ကိုမြင်မက်မူ-ရောဂါကင်းအံ့၊ အဆိပ်ပါသော ဘယဆေးကို မြင်မက်က-ဆင်းရဲဒုက္ခ တွေ့ရအံ့။",
    "ဘယဆေး(ပရဆေး) ကုန်သည်ကိုမြင်မက်မူ-ကလေးရအံ့။"
  ],
  "ဘရန်ဒီ": [
    "ဘရန်ဒီ ကို သောက်ရသည်ဟု မက်က-အသက်ရှည်အံ့၊ အလိုရှိသောမိန်းမကို ရအံ့၊ သတင်းကောင်း မကြာမီ ကြားရအံ့။"
  ],
  "ဘာလီစေ့": [
    "ဘာလီစေ့ (မုယောဆန်)ကို မြင်မက်မူ-ချမ်းသာကြီးအံ့၊ ကျန်းမာအံ့၊ ရပ်ဝေး မိတ်ဆွေများ ရောက်လာအံ့။"
  ],
  "ဘာသာ": [
    "ဘာသာ ကို စော်ကားသည်ဟု မက်က-အလွန်အခက်အခဲတွေ့ပြီးမှ အောင်မြင်အံ့။"
  ],
  "ဘာသာရေး": [
    "ဘာသာရေး အတွက် အသက်စွန့်ရသည်ဟု မက်မူ-ဂုဏ်ရှိအံ့၊ ကျက်သရေတိုးအံ့။"
  ],
  "အခြားဘာသာစကား": [
    "အခြားဘာသာစကား ပြောရ၊ ကြားရသည်ဟု မက်မူ-ခရီးဝေးသွားရအံ့၊ ချစ်ကိစ္စအောင်မြင်အံ့။"
  ],
  "ဘိလိယက်": [
    "ဘိလိယက် ခုံကိုမက်မူ-အိပ်ပျော်သောရောဂါ ရအံ့။",
    "ဘိလိယက် ထိုးရသည်ဟုမက်က အခက်အခဲတွေ့အံ့။",
    "ဘိလိယက် ချစ်သူ၏ မိဘ ဆွေမျိုးများက သင်နှင့် သဘောမတူဘဲ ရှိတတ်အံ့။"
  ],
  "ဘိလပ်စာရေးကြီး-": [
    "ဘိလပ်စာရေးကြီး- က မိမိပစ္စည်းများကို အတင်းယူသွားသည်ဟု မက်မူ-မကြာမီ ဥစ္စာရွှေငွေရအံ့။",
    "ဘိလပ်စာရေးကြီး- နှင့် မသင့်မတင့်ဖြစ်ရသည်ဟုမက်က အမွေရအံ့။"
  ],
  "ဘိလပ်မြေ": [
    "ဘိလပ်မြေ ကိုမြင်မက်မူ-လက်ဆောင်ရအံ့။"
  ],
  "ဘိသိက်": [
    "ဘိသိက် မြောက်ခံရသည်ဟုမက်က - ကံကောင်းအံ့၊ ရေဂါပျောက်အံ့။",
    "ဘိသိက် ရှင်ဘုရင်၊ မိဖုရားဘိသိက်မြောက်နေသည်ကို မြင်မက်မူ-ခရီးဝေးသွားရအံ့၊ အမွေများစွာ ရအံ့။"
  ],
  "ဘီစကွတ်မုန့်": [
    "ဘီစကွတ်မုန့် စားရသည်ဟု မက်မူ-ရောဂါရအံ့၊ ခရီးသွားဖို့ ပေါ်လာအံ့။"
  ],
  "ဘီယာ": [
    "ဘီယာ သောက်ရသည်ဟု မက်က - အခက်အခဲတွေ့ရအံ့၊ လောင်းလျှင် ရှုံးအံ့။",
    "ဘီယာ သူတစ်ပါးသောက်နေသည်ကို မြင်မက်မူအနည်းငယ်မျှ ဆုံးရှုံးအံ့။"
  ],
  "ဘီလူး": [
    "ဘီလူး ကိုမြင်မက်မူ-တန်ခိုးကြီးသော ရန်သူနှင့်တွေ့ရအံ့၊ အနှောင့်အယှက် အဆီးအတားတွေ့အံ့။",
    "ဘီလူး စားခံရသည်ဟု မက်က-မင်းပြစ် မင်းဒဏ်သင့်အံ့။",
    "ဘီလူး မျက်စိတစ်လုံးနှင့်မြင်မက်မူ-အလွန်အကျိုးရှိအံ့။"
  ],
  "ဘီလ်စာရင်းများ": [
    "ဘီလ်စာရင်းများ ပေးဆပ်ရသည်ဟု မက်မူ - ကံကောင်းအံ့၊ စီးပွား အမြန်တိုးတက်အံ့။",
    "ဘီလ်စာရင်းများ ကို ပေးဆပ်ဟု မက်က - မကောင်းပြောခံရအံ့။",
    "ဘီလ်စာရင်းများ ပိုရသည်ဟု မက်မူ - အရောင်းအဝယ် တိုးတက်အံ့။",
    "ဘီလ်စာရင်းများ အထားမှားသည်ဟု မက်က - မကောင်းသောသတင်းမှ အကောင်းသတင်း ဖြစ်အံ့။",
    "ဘီလ်စာရင်းများ ပေးရန် မေ့နေသည်ဟု မက်မူ - တာဝန်ကို ရှောင်လွှဲနေလတ္တံ့။"
  ],
  "ဘီးလုံး": [
    "ဘီးလုံး များကို မြင်မက်မူ - မကြာမီ အမွေရအံ့။"
  ],
  "ဘုရားသခင်": [
    "ဘုရားသခင် မြင်မက်မူ - ချမ်းသာကြီးအံ့၊ စိတ်ချမ်းသာအံ့၊ မင်္ဂလာရှိအံ့။",
    "ဘုရားသခင် ၏ ခြေတော်ရင်း၌ ရှိခိုးပူဇော်နေရသည်ဟု မက်မူ ဘေးရန်ကင်းအံ့။"
  ],
  "ဘုရားပုထိုး": [
    "ဘုရားပုထိုး ကို မြင်မက်မူ - အကြီးအကဲ ဖြစ်အံ့။ ချမ်းသာသုခနှင့် ပြည့်စုံအံ့။"
  ],
  "ဘုရားရုပ်တုတော်": [
    "ဘုရားရုပ်တုတော် ရွှေပြောင်ပြောင်နှင့် မက်မူ - ကောင်းကျိုးပေးအံ့၊ ဘုရားနိဗ္ဗာန်၊ အသက်ရှည်အံ့၊ မကောင်းသော အခြင်းအရာနှင့် မြင်မက်မူ - ဘုန်းကျက်သရေယုတ်အံ့၊ တရားရုံးရောက်လတ္တံ့။",
    "ဘုရားရုပ်တုတော် မိမိဦးခေါင်းထက်၌ တည်ရှိသည်ဟု မက်မူ အကြီးအကဲတို့ ချီးမြှောက်လတ္တံ့။",
    "ဘုရားရုပ်တုတော် မိမိလက်ယာဘက်၌ တည်ရှိသည်ဟု မက်မူ - များစွာသော အခြွေအရံ ရရှိအံ့။",
    "ဘုရားရုပ်တုတော် မိမိခြေရင်း၌ တည်ရှိသည်ဟု မက်က - လက်ရှိအကြီးအကဲ ပျက်စီး၍ မိမိ အကြီးအကဲဖြစ်အံ့။",
    "ဘုရားရုပ်တုတော် တရားဟောသည်ဟု မက်မူ - ကျော်စော ထင်ရှားအံ့။",
    "ဘုရားရုပ်တုတော် စကားပြောရသည်ဟု မက်က - စည်းစိမ် တိုးအံ့။",
    "ဘုရားရုပ်တုတော် ကြွသွား၊ သို့မဟုတ် ကြွလာတော်မူသည်ဟု မက်မူ ဘုန်းကြက်သရေတိုးအံ့။",
    "ဘုရားရုပ်တုတော် ပြိုကျသည်ဟု မက်က - ဘေးတွေ့အံ့။",
    "ဘုရားရုပ်တုတော် ဖူးရသည်ဟု မက်မူ - အလိုဆန္ဒ ပြည့်အံ့။"
  ],
  "ဘုရားရှိခိုးကျောင်း": [
    "ဘုရားရှိခိုးကျောင်း မြင်မက်မူ - အမွေရအံ့၊ ဘုရားဖူးသွားရအံ့၊ သာသနာ့ဝန်ထမ်းမည့် သားရတနာ ရအံ့။",
    "ဘုရားရှိခိုးကျောင်း ဆောက်လုပ်ရသည်ဟု မက်မူ - ကံကောင်းအံ့။",
    "ဘုရားရှိခိုးကျောင်း ပြင်ရသည်ဟု မက်က - ကံဆိုးအံ့။",
    "ဘုရားရှိခိုးကျောင်း ထဲ ခဏခဏ ဝင်ရသည်ဟု မက်မူ - နှောင့်နှေး ကြန့်ကြာအံ့။",
    "ဘုရားရှိခိုးကျောင်း ထဲ အော်ဟစ်နေရသည်ဟု မက်က - အကြီးအကျယ် ရန်ဖြစ်အံ့။",
    "ဘုရားရှိခိုးကျောင်း ထဲမှာ ဘုရားဝတ်တက်နေသူများ မြင်မက်မူ အသက်မွေးလမ်းကြောင်း ကောင်းကံ",
    "ဘုရားရှိခိုးကျောင်း ထဲ ကစားနေရသည်ဟု မက်က- လက်ထပ်ရအံ့။",
    "ဘုရားရှိခိုးကျောင်း ထဲမှာ လက်ထပ်ပွဲမြင်မက်မူ-မကောင်း။",
    "ဘုရားရှိခိုးကျောင်း ထဲမှာ သာယာနာပျော်ဖွယ် တရားဟောသံ ကြားရသည်ဟုမက်မူ-ကံကောင်းအံ့။"
  ],
  "ဘုရားရှိခိုးရသည်-": [
    "ဘုရားရှိခိုးရသည်- ဟု မက်က-ချမ်းသာသုခ ဖြစ်အံ့။"
  ],
  "ဘုရားဖူး": [
    "ဘုရားဖူး များကိုမြင်မက်မူ-အလိုဆန္ဒလုံးဝပြည့်စုံအံ့။"
  ],
  "ဘုရားတန်ဆောင်း": [
    "ဘုရားတန်ဆောင်း ၌ နေထိုင်ရသည်ဟု မက်မူ-နန်းစည်းစိမ်ကို ရလတ္တံ့။"
  ],
  "ဘုရင်မင်းမြတ်": [
    "ဘုရင်မင်းမြတ် မြင်မက်မူ-အချီးမြှောက်ခံရအံ့။",
    "ဘုရင်မင်းမြတ် မိမိဖြစ်နေသည်ဟု မက်က-အရှုံးဖြစ်အောင် မြှောက်ပင်ခံရအံ့။",
    "ဘုရင်မင်းမြတ် နှင့် စကားပြောရသည်ဟု မက်မူ-ချမ်းသာအံ့၊ ဂုဏ်ကျက်သရေတိုးအံ့။"
  ],
  "ဘူပေါင်": [
    "ဘူပေါင် (စီဖောင်း)ကို မြင်မက်မူ-အဖော်ကား ခံရအံ့။"
  ],
  "ဘေးတွေ့": [
    "ဘေးတွေ့ ရသည်ဟုမက်က-အကြံအောင်အံ့၊ အမှုကောင်း ရအံ့။"
  ],
  "ဘဲ": [
    "ဘဲ (ဝမ်းဘဲ) မြင်မက်မူ-ဆန်ရေစပါး ပေါများ ကြွယ်ဝအံ့၊စိတ်သဘောနုသော မိန်းမနှင့် ရအံ့။",
    "ဘဲ ရေကူးနေသည်ကို မြင်မက်မူ အရာထမ်း အဝယ် မြတ်စွန်းအံ့ လင်ကောင်း၊ မယားကောင်း ရအံ့။",
    "ဘဲ အော်သံကြားရမက်မူ ထမင်းမစားရသေသော် ဧည့်သည်များရောက်လာအံ့၊ အကြံပေးမည့်သူ ရောက်လာအံ့။",
    "ဘဲ မိမိအား လိုက်ဆိတ်သည်ဟုမက်မူ-အလုပ်အကိုင် အနှောင့်အယက်ဖြစ်အံ့။",
    "ဘဲ ပျံသွားသည်ကို မြင်မက်မူ-အကြီးအကျယ် အမှားအယွင်း လုပ်မိအံ့။",
    "ဘဲ သေနေသည်ဟု မက်က အထူးသတိထားရလတ္တံ့။",
    "ဘဲ သားဟင်းချက်ရ၊ စားရသည်ဟုမက်မူ-ဒုက္ခတွေ့ရအံ့။"
  ],
  "ဘဲငန်း": [
    "ဘဲငန်း အဖြူကိုမြင်မက်မူ-ဥစ္စာရအံ့၊ ကံကောင်းအံ့။",
    "ဘဲငန်း အမည်းကို မြင်မက်က-စိတ်ဒုက္ခတွေ့ရအံ့။ အိမ်တွင်းသောက တွေ့ရအံ့။"
  ],
  "ဘောလုံး": [
    "ဘောလုံး ကစားရသည်ဟုမက်မူ-နိုင်လျှင် ကံကောင်းအံ့၊ ငွေရအံ့။",
    "ဘောလုံး ကန်ရသည်ဟု မက်က-သားကလေးရအံ့။ အမွေရအံ့။",
    "ဘောလုံး မိမိထံမှ လိ့မ်သွားသည်ဟု မက်မူ- ငွေရဖို့နှောင့်နှေးအံ့။",
    "ဘောလုံး မိမိထံ ပို့လိုက်ရာ ဖမ်းမိသည် ဟု မက်က- အလွန်ကံကောင်းအံ့။",
    "ဘောလုံး ပွဲကို မြင်မက်မူ ကံဆိုးအံ့၊ မိတ်ဆွေများနှင့် ပတ်သက်၍ သောက တွေ့ရအံ့။",
    "ဘောလုံး ရိုက်တံကိုမြင်မက်, ရိုက်ရမက်မူ-ကံကောင်းအံ့။",
    "ဘောလုံး လွတ်ကျသွားသည်ဟု မက်မူ-အခွင့်ကောင်းလွတ်သွားအံ့။",
    "ဘောလုံး ကောက်ယူရသည်ဟုမက်ကတိုးတက်လတ္တံ့။",
    "ဘောလုံး ကိုလွှင့်ပစ်ရသည်ဟုမက်မူ-အကျင့်ဆိုးများကို စွန့်နိုင်လတ္တံ့။"
  ],
  "ဘင်": [
    "ဘင် တီးသံကြားရမက်မူ-ငွေရအံ့၊ စိတ္တသုခဖြစ်အံ့။"
  ],
  "ဘင်ဂျို": [
    "ဘင်ဂျို တီးသံကြားရမက်မူ-ကံကောင်း၏။"
  ],
  "ဘတ်စကား": [
    "ဘတ်စကား တစ်ယောက်တည်း စီးရမက်မူ-ကံကောင်းအံ့၊ အများနှင့ီးရမက်မူ-အနှောင့်အယှက်တွေ့ရအံ့။"
  ],
  "ဘဏ်တိုက်": [
    "ဘဏ်တိုက် နှင့် ဆက်သွယ်ရသည်ဟုမက်မူ- ရုတ်တရက်ငွေကြေး ဆုံးရှုံးအံ့။",
    "ဘဏ်တိုက် ထဲရောက်နေသည်ဟုမက်က- အလိမ်ခံရအံ့၊ ငွေကျပ်တည်းအံ့။"
  ],
  "ဘမ်းပရိတ်ဆီ": [
    "ဘမ်းပရိတ်ဆီ ကို မြင်မက်မူ-မိတ်ဆွေစစ်ရအံ့။"
  ],
  "ဘိန်း": [
    "ဘိန်း ဘင်း မြင်မက်က-သောကဗျာပ္ပါရအံ့၊ ချစ်သူနာဖျားအံ့၊ ရေဘက်မှသတင်းဆိုး ကြားရအံ့၊ သင်္ဘောပျက်အံ့။",
    "ဘိန်း ပင်ကို မြင်မက်မူ-သွေးဆောင်ခြင်း ခံရအံ့၊ အလုပ် ရုတ်တရက် ရပ်စဲလတ္တံ့။"
  ],
  "ဘိန္ဒော(ဗိန္ဒော)": [
    "ဘိန္ဒော(ဗိန္ဒော) ဆရာကို မြင်မက်မူ-အကျိုးကျေးဇူး ဖြစ်အံ့။"
  ],
  "ဘုံဆိုင်(အရက်ဆိုင်)": [
    "ဘုံဆိုင်(အရက်ဆိုင်) မှာ သောက်နေရသည်ဟု မက်မူ- ကံဆိုးအံ့၊ ချစ်သူလိမ်အံ့။",
    "ဘုံဆိုင်(အရက်ဆိုင်) ပိုင်ရသည်ဟုမက်က- ဆုံးရှုံးအံ့၊ သို့ရာတွင်တဖြည်းဖြည်း ပြန်ရအံ့။"
  ],
  "ဘုန်းကြီး": [
    "ဘုန်းကြီး မြင်မက်မူ-ကောင်းကျိုးသုခရောက်အံ့၊ အိမ်ရအံ့။",
    "ဘုန်းကြီး မကောင်းသော အခြင်းအရာနှင့် မြင်မက်မူသေပျောက်အံ့၊ ရောဂါရအံ့။"
  ],
  "ဘောင်းဘီ": [
    "ဘောင်းဘီ မြင်မက်မူ-ရန်ဖြစ်အံ့၊ ကမြင်းကြောထအံ့။"
  ],
  "ဘိုင်စကယ်": [
    "ဘိုင်စကယ် မြင်မက်မူ-အနှောင့်အယှက် တွေ့အံ့၊ ဆုံးရှုံးအံ့။",
    "ဘိုင်စကယ် စီးရသည်ဟုမက်က- အကြံသစ် ပေါ်အံ့၊ ရပ်ဝေး ခရီးသွားရအံ့။",
    "ဘိုင်စကယ် သူများစီးသွားသည်ကိုမြင်မက်မူ- ရပ်ဝေးမှမိတ်ဆွေများ လာလည်ကြအံ့။",
    "ဘိုင်စကယ် အထက်စီးရသည်ဟုမက်က- နောက်ဆုံး၌အောင်မြင်အံ့။",
    "ဘိုင်စကယ် အဆင်း စီးရသည်ဟု မက်မူ- မမျှော်လင့်သော သတင်းကြောင့် ပျော်ရွှင်မှုပျက်အံ့။"
  ],
  "ဘိုးဘွား": [
    "ဘိုးဘွား မိဘများကို မြင်မက်မူ-ကံကောင်းအံ့။",
    "ဘိုးဘွား မိဘများ၏ အပြစ် တင်ခံရသည်ဟုမက်က-ရောဂါရအံ့။"
  ],
  "ဘွဲ့တံဆိပ်": [
    "ဘွဲ့တံဆိပ် ဒီပလိုမာရသည်ဟုမက်မူ-စာတိုက်မှသတင်းကောင်း ပါလာအံ့။",
    "ဘွဲ့တံဆိပ် မှန်ပေါင်တွင် သွင်းထားရ၊ နံရံမှာချိတ်ထားသည်ကို မြင်မက်မူ-ရာထူးတိုးအံ့၊ ခရီးထွက်ရအံ့။"
  ],
  "ဘွတ်ဖိနပ်": [
    "ဘွတ်ဖိနပ် မြင်မက်မူ-စိတ် ဒုက္ခတွေ့ရအံ့။",
    "ဘွတ်ဖိနပ် အသစ်မြင်မက်မူ- လုပ်သားများသစ္စာရှိအံ့။",
    "ဘွတ်ဖိနပ် အဟောင်းမြင်မက်မူ- အခက်အခဲတွေ့ရအံ့။",
    "ဘွတ်ဖိနပ် မိမိနှင့်တန်လျှင်-ချမ်းသာသုခရအံ့။",
    "ဘွတ်ဖိနပ် မိမိနှင့် ကျပ်လျှင် နာလျှင်- အနှိပ်စက် အစော်ကားခံရအံ့။"
  ]
}