{
  "မကောင်းကြံ": [
    "မကောင်းကြံ ခံရသည်ဟု မက်က-အခက်အခဲတို့မှ လွတ်မြောက်အံ့။"
  ],
  "မကောင်းဆိုးဝါး": [
    "မကောင်းဆိုးဝါး များကို မက်မူ-အလုပ်အကိုင် ထိခိုက်အံ့။",
    "မကောင်းဆိုးဝါး ကို မောင်းနှင်ပစ်နိုင်သည်ဟု မက်က-သက်သာရာရအံ့။"
  ],
  "မကျန်းမာ": [
    "မကျန်းမာ ဟု မက်က ဘေးတွေ့အံ့၊ အကျိုးပျက်အံ့။"
  ],
  "မစင်": [
    "မစင် မြင်မက်မူ-ပျောက်သောဥစ္စာ ပြန်ရအံ့။",
    "မစင် လိမ်းကျံရသည်ဟု မက်က-လာဘ်သပ္ပကာရအံ့၊ ဥစ္စာရအံ့။",
    "မစင် လိမ်းကျံ၍ ဆေးကြောပစ်ရသည်ဟု မက်က-ရောဂါပျောက်အံ့၊ သူများမကောင်းကြံသော်လည်း မအောင်မြင်ဘဲ ရှိအံ့။",
    "မစင် စားရသည်ဟု မက်က-ဥစ္စာများစွာ ရအံ့။",
    "မစင် နင်းမိသည်ဟု မက်မူ-ဥစ္စာရအံ့။",
    "မစင် တောင်တက်ရသည်ဟု မက်မူ-အကြံအောင်အံ့၊ လာဘ်ဝင်အံ့။"
  ],
  "မဆလာ": [
    "မဆလာ စားရသည်ဟု မက်မူ- မိတ်ဆွေကောင်းရအံ့၊ အရောင်းအဝယ်ကောင်းအံ့။"
  ],
  "မတော်တဆ": [
    "မတော်တဆ ထိခိုက်သည်ဟုမက်မူ-အကြံအောင်အံ့။"
  ],
  "မထီလေးစား": [
    "မထီလေးစား အလုပ်ခံရသည်ဟု မက်မူ- ခက်ခဲစွာနှင့် အောင်မြင်အံ့။"
  ],
  "မနာလို": [
    "မနာလို ခံရသည်ဟု မက်က-ကြီးပွားအံ့၊ လူဝတ်ဆန့်အံ့။"
  ],
  "မယား": [
    "မယား နှစ်ယောက် ယူရသည်ဟု မက်မူ-ကောင်းကျိုးပေးအံ့။",
    "မယား သေသည်ဟု မက်မူ-အိမ်မှုကိုစ ကောင်းမွန်တိုးတက်အံ့၊ ကလေးအမွှာမွေးအံ့။",
    "မယား မိမိမယားအား သူတစ်ပါးနမ်းနေသည်ဟု မက်က-လင်မယားရန်ဖြစ်အံ့။",
    "မယား မိမိမယားက သူတစ်ပါးအား နမ်းနေသည်ဟု မက်က-သစ္စာ ဖောက်အံ့၊ ရန်ဖြစ်အံ့။",
    "မယား ငယ်နှင့်စကားပြောရသည်ဟုမက်မူ-အကျိုးပျက်အံ့။"
  ],
  "မလိုင်": [
    "မလိုင် သောက်ရသည်ဟုမက်က-စည်းစိမ် တိုးအံ့၊ ကျော်စောအံ့။"
  ],
  "မလွယ်ပေါက်": [
    "မလွယ်ပေါက် ကို မြင်မက်မူ- အကြံအဖန် ကောင်းသဖြင့် အလိုဆန္ဒပြည့်အံ့။"
  ],
  "မသာ": [
    "မသာ အခမ်းအနားကို မြင်မက်မူ- လက်ထပ်ပွဲ ရှိအံ့။",
    "မသာ လိုက်ပို့ရသည်ဟု မက်မူ-အမွေစုတ်၊ လာဘ်ရအံ့။"
  ],
  "မသာရထား": [
    "မသာရထား မြင်မက်မူ-မကြာမီမင်္ဂလာရှိအံ့၊ အမိဘက်မှဥစ္စာရအံ့။",
    "မသာရထား ငှားသူကို မြင်မက်မူ-မကြာမီ လက်ထပ်ရအံ့။",
    "မသာရထား ခေါင်းလောင်းတီးသံ ကြားရမက်မူ- ဘေးပျောက်အံ့၊ မီးကိုစိုးရိမ်ရအံ့။"
  ],
  "မိကျောင်း": [
    "မိကျောင်း မြင်မက်မူ- ကြမ္မာဆိုး တွေ့အံ့၊ တန်ခိုးကြီးသော ရန်သူ၏ ရန်ငြိုးထားခြင်းကို ခံရအံ့၊ ရက်စက်သောရန်သူ တွေ့ရအံ့။",
    "မိကျောင်း စီးရသည်ဟု မက်မူ ရန်သူကို နိုင်အံ့။",
    "မိကျောင်း လက်မှ လွတ်လာသည်ဟု မက်မူ- ရန်သူ့လက်မှ လွတ်အံ့။",
    "မိကျောင်း ဖမ်းရသည်ဟုမက်မူ-လာဘ်ကြီးရအံ့။",
    "မိကျောင်း သေသည်ဟုမက်က-ရန်အောင်အံ့။",
    "မိကျောင်း ကိုက်ခံရသည်ဟု မက်မူ-မကြာမီ ဥပဒ်တွေ့အံ့။",
    "မိကျောင်း အသား စားရသည်ဟု မက်က- လာဘ်ကြီးဝင်အံ့။",
    "မိကျောင်း ၏ ပါးစပ်ထဲ ရောက်သွားသည်ဟု မက်မူ- ရန်သူ၏ လက်တွင်း ရောက်လတ္တံ့။",
    "မိကျောင်း ၏ အမြီးကို ရင်ခွင်ပိုက်ရသည်ဟု မက်မူ- အမတ်ဖြစ်အံ့။"
  ],
  "မိဖုရား": [
    "မိဖုရား မြင်မက်မူ- ငွေကြေး ဆုံးရှုံးအံ့။ မိတ်ကောင်းရအံ့။",
    "မိဖုရား ၏ ရှေ့၌ မတ်တပ်ရပ်နေသည်ဟု မက်မ- မြင့်မြတ်သောနေရာရောက်အံ့၊ ရာထူးကြီးသူနှင့် လက်ထပ်ရအံ့။"
  ],
  "မိဘဆရာသမား": [
    "မိဘဆရာသမား မြင်မက်မူ-ကောင်းကျိုးပေးအံ့။",
    "မိဘဆရာသမား သေသည်ဟု မက်က - စီးပွားပျက်အံ့။",
    "မိဘဆရာသမား ဘိုးဘွား(ကွယ်လွန်ပြီး)နှင့် စကားပြောသည်ဟုမက်မူ-ကောင်းသောနိမိတ်တည်း။"
  ],
  "မိဘမဲ့": [
    "မိဘမဲ့ ကလေးများကို မြင်မက်မူ-အမွေရအံ့၊ သူစိမ်းများထံမှ ငွေရအံ့။",
    "မိဘမဲ့ ဖြစ်ရသည်ဟု မက်က-ဘယ်တော့မှ မဆင်းရဲနိုင်၊ ချစ်ခင်သူ ပေါများအံ့။",
    "မိဘမဲ့ တစ်ဦးကို မွေးစားရသည်ဟု မက်မူ-အလုပ်အကိုင် ကြီးပွားတိုးတက်အံ့။",
    "မိဘမဲ့ ကျောင်းအလည်သွားရသည်ဟုမက်မူ-ဆွေမျိုးများထံမှ သတင်းကောင်း ကြားရအံ့။"
  ],
  "မီး": [
    "မီး မြင်မက်မူ-ချမ်းသာသုခ ဖြစ်အံ့၊ မင်္ဂလာ ဆောင်ရအံ့။",
    "မီး ကို ခဏခဏမက်မူ-စိတ်တိုရလတ္တံ့။",
    "မီး ရဲရဲတောက်မြင်မက်မူ-ကောင်းကျိုး ချမ်းသာ ရောက်အံ့။",
    "မီး ကို ရပ်ဝေးတွင် မြင်မက်မူ-အသက်ထက်ဆုံး ချမ်းသာအံ့။",
    "မီး ထဲကျသည်ဟု မက်က-ကံကောင်းအံ့၊ ရောဂါပျောက်အံ့။",
    "မီး လောင်ခံရသည်ဟု မက်မူ-ဆုံးရှုံးအံ့၊ အပူတွေ့အံ့၊ ရောဂါရအံ့။",
    "မီး လောင်နေသောအိမ် မီးခိုးမီးပွား မရှိဘဲ မြင်မက်မူ-ကံကောင်းအံ့၊ ဆုရအံ့။",
    "မီး လောင်၍ ပြာကျသွားသည်ဟု မက်က-ကြမ္မာဆိုးတွေ့ရအံ့။",
    "မီး ရှို့ခံရသည်ဟု မက်မူ-အထိအခိုက်ရှိအံ့။",
    "မီး ထွန်းရသည်ဟု မက်မူ-ကံကောင်းအံ့။",
    "မီး ထွန်းရခက်သည်ဟု မက်က-အရှက်ရအံ့။",
    "မီး ကို ကိုင်၍ မလောင်ဟု မက်လျှင်-အကြံအောင်အံ့။",
    "မီး တပြည်လုံး မီးလောင် ပြာကျကုန်သည်ဟု မက်က-ရောဂန္တရကပ်၊ ဒုဗ္ဘိက္ခန္တရကပ် ဆိုက်ရောက်အံ့။",
    "မီး မိုးရွာချသည်ဟု မက်မူ-ဒုက္ခကြီးစွာ ဖြစ်အံ့။"
  ],
  "မီးခဲရဲရဲ": [
    "မီးခဲရဲရဲ မြင်မက်မူ-အကျိုးပျက်အံ့၊ ရည်ရွယ်ချက် အလဟဿ ဖြစ်အံ့။"
  ],
  "မီးခိုး": [
    "မီးခိုး မပါဘဲ မီးချည်းသက်သက် မြင်မက်မူ-ဥစ္စာရအံ့၊ ရောဂါ ပျောက်အံ့၊ ဆွေမျိုးများ ရောက်လာအံ့။",
    "မီးခိုး နှင့် မီးတောက်ကို မြင်မက်မူ-ရန်သတ္တု တွေ့ရအံ့၊ ဒေါသဖြစ်အံ့၊ သတင်းဆိုးကြားရအံ့၊ ဝမ်းနည်းကြေကွဲစရာ တွေ့ရအံ့။",
    "မီးခိုး ခေါင်တိုင်မြင့်မြင့် မြင်မက်မူ-ကံကောင်းအံ့။"
  ],
  "မီးခြစ်": [
    "မီးခြစ် မြင်မက်မူ - ရန်ဖြစ်အံ့၊ အလိမ်ခံရအံ့။",
    "မီးခြစ် ဖြစ်သည်ဟု မက်က - အလိုအတိုင်း ပြည့်စုံအံ့။"
  ],
  "မီးခွက်": [
    "မီးခွက် မှိန်လျက် မြင်မက်မူ - ရောဂါရအံ့။",
    "မီးခွက် ထွန်းပြီး ငြိမ်းသွားသည်ဟု မက်က - အဖျက်ထွက်ရအံ့၊ တရားဖြစ်အံ့၊ ဆင်းရဲအံ့။",
    "မီးခွက် လွတ်ကျ၊ ကွဲသွားသည်ဟု မက်မူ - စိတ်ပျက်စရာ တွေ့ရအံ့။"
  ],
  "မီးစာ": [
    "မီးစာ မု မီးတောက် လင်းနေသည်ကို မြင်မက်မူ - နိုင်ငံရပ်ခြားမိတ်ဆွေထံမှ သတင်းကောင်း ကြားရအံ့။"
  ],
  "မီးညှပ်": [
    "မီးညှပ် ကို မြင်မက်မူ - ရန်သူနှင့် မီးကိုသတိထားပါ။"
  ],
  "မီးတောက်မီးလျှံ": [
    "မီးတောက်မီးလျှံ မြင်မက်မူ - ဘုန်းကြီးအံ့၊ ပညာရှိ ပေါ်ပေါက်အံ့၊ ဥစ္စာရအံ့၊ ပညာရအံ့။",
    "မီးတောက်မီးလျှံ ခံတွင်းမှထွက်သည်ဟု မက်က - ဘုန်းတန်ခိုးကြီးအံ့။",
    "မီးတောက်မီးလျှံ လက်ဖျားမှထွက်သည်ဟု မက်မူ - မင်းဖြစ်အံ့။",
    "မီးတောက်မီးလျှံ ပဖြုပ်တွင်း၌ မြင်မက်မူ - တော်လှန်အံ့။",
    "မီးတောက်မီးလျှံ မိမိ လက်ထဲမှ တောက်မူ - ကမ္ဘာကျော်ဖြစ်အံ့၊ မိတ်ကောင်းဆွေကောင်း ရလတ္တံ့။",
    "မီးတောက်မီးလျှံ သူများ လက်ထဲမှ မြင်မက်မူ - ထိုသူ အပြစ်ရအံ့။"
  ],
  "မီးတောင်": [
    "မီးတောင် ကို မြင်မက်မူ... သဘောကွဲလွဲအံ့၊ အိမ်တွင်း ဆူပူမှု ဖြစ်အံ့၊ ချစ်သူနှင့် ရန်ဖြစ်အံ့၊ မရိုးသားသော လုပ်သားများတွေ့အံ့၊ လုယက်မှုဖြစ်အံ့။"
  ],
  "မီးတိုင်": [
    "မီးတိုင် မြင်မက်မူ... ဆွေမျိုးများ ရောက်လာအံ့၊ ကျော်စောအံ့။",
    "မီးတိုင် များများ မြင်မက်မူ - ပျော်ပွဲဖြစ်အံ့။",
    "မီးတိုင် ထွန်းထားသည်ကို မြင်မက်မူ - မာန ထောင်လွှားအံ့။",
    "မီးတိုင် မှုတ်ရသည်ဟု မက်က - ဘေးပျောက်အံ့။",
    "မီးတိုင် မှိန်သည်ဟု မက်မူ - နာဖျားအံ့။",
    "မီးတိုင် လက်ထဲ ယူလာရသည်ဟု မက်မူ - အကြံအောင်အံ့၊ ကျော်စောအံ့။",
    "မီးတိုင် မှောင်ခန်းမှ လင်းနေသည်ဟု မက်က ... ဆုတောင်းပြည့်အံ့။",
    "မီးတိုင် လမ်းမီးတိုင်များကို မြင်မက်က - အခက်အခဲတွေ့စဉ် လမ်းပြမည့်သူ ပေါ်အံ့။"
  ],
  "မီးပူ": [
    "မီးပူ တိုက်ရသည်ဟု မက်က - အိမ်တွင်း သုခရအံ့။",
    "မီးပူ တိုက်ရာတွင် လက်၊ အဝတ် ကျွမ်းသွားလျှင် - အိမ်သားချင်း အငြင်းပွားအံ့။",
    "မီးပူ ကျသွားသည်ဟု မက်မူ - ချေယာ ဆုံးရှုံးရလတ္တံ့။",
    "မီးပူ အေးနေသည်ဟု မက်မူ - ချစ်ကိစ္စပြိုကွဲလတ္တံ့။"
  ],
  "မီးပုံးပျံ (မီးအိမ်ပျံ)": [
    "မီးပုံးပျံ (မီးအိမ်ပျံ) ကို မြင်မက်မူ- ချမ်းသာတိုးအံ့၊ စိတ်ကူးနှင့် ရူးနေအံ့၊ အရမ်းလုပ်ခြင်းကြောင့် ဒုက္ခတွေ့ အံ့။",
    "မီးပုံးပျံ (မီးအိမ်ပျံ) စီး၍ ကောင်းကင်တက်ရသည်ဟု မက်က- သူတစ်ပါး အလိမ်ခံရအံ့။"
  ],
  "မီးပြတိုက်": [
    "မီးပြတိုက် မြင်မက်မူ - အလွန် ကံကောင်းအံ့၊ အကြံ အောင်အံ့၊ ထိပ်ပေါ်အံ့။",
    "မီးပြတိုက် ထဲ ရောက်နေသည်ဟု မက်မူ - လူအများ ကို ကျေးဇူးပြုနိုင်မည့်အလုပ် လုပ်ရလတ္တံ့။"
  ],
  "မီးဖို(လက်ဆွဲ-သံမီးဖို)": [
    "မီးဖို(လက်ဆွဲ-သံမီးဖို) မြင်မက်မူ- အေးငြိမ်းအံ့။"
  ],
  "မီးဖိုခန်း": [
    "မီးဖိုခန်း မီးလောင်နေသည်ဟု မက်က- အစေခံများ နာဖျားအံ့။",
    "မီးဖိုခန်း ထဲ ထမင်းချက်များ အလုပ်များနေသည် ဟု မက်မူ- မကြာမီ မင်္ဂလာပွဲပေါ်လတ္တံ့။",
    "မီးဖိုခန်း ညစ်ပတ်စွာ မြင်မက်မူ- အိမ်ထောင် သုခ ကင်းအံ့။",
    "မီးဖိုခန်း ထဲ ထမင်းစားနေသည်ဟု မက်က- အခြေ အနေ တိုးတက်အံ့။"
  ],
  "မီးရထား": [
    "မီးရထား မြင်မက်မူ...ခရီးဝေး သွားရအံ့၊ မိတ်ဆွေ များ ရောက်လာအံ့။",
    "မီးရထား စီးရသည်ဟု မက်က - မယားရအံ့၊ ခရီး ထွက်ရအံ့။",
    "မီးရထား စီးရန်သွားရာ မီလိုက်ဟု မက်က- အကြံ ပျက်အံ့၊ မကောင်းသတင်း ကြားရအံ့။",
    "မီးရထား ခေါင်းကိုမြင်မက်မူ- သေးကဖြစ်အံ့၊ ခရီး သွားရအံ့။",
    "မီးရထား ကုန်တွဲ ကုန်အပြည့်နှင့် မြင်မက်မူ- မျှော် လင့်သော ဥစ္စာရအံ့။"
  ],
  "မီးရှူး": [
    "မီးရှူး မီးပန်း မီးကျည်များကိုမြင်မက်မူ- အောင် မြင်အံ့၊ ကလေးမျက်နှာမြင်အံ့။",
    "မီးရှူး မှ မီးပွားများ ပြာထွက်နေသည်ကို မြင် မက်မူ- ငွေအမြောက်အမြားရအံ့။"
  ],
  "မီးသတ်စက်": [
    "မီးသတ်စက် တို့ မြင်မက်မူ- မကောင်းနိမိတ်တည်း၊ ဥပဒ် တွေ့အံ့။"
  ],
  "မီးသွေး": [
    "မီးသွေး ကိုမက်မူ (ကျောက်မီးသွေးတွင်ကြည့်ပါ။)။"
  ],
  "မီးအလင်းရောင်": [
    "မီးအလင်းရောင် တောက်ပစွာ မြင်မက်မူ- ကျော်ဇောအံ့၊ ကောင်းကျိုးချမ်းသာ ရအံ့၊ ကလေးရအံ့။",
    "မီးအလင်းရောင် မှိန်သည်ဟုမက်မူ- ရောဂါရအံ့။"
  ],
  "မီးအိမ်": [
    "မီးအိမ် ထွန်းထားသည်ကို မက်မူ- ကံကောင်းအံ့။"
  ],
  "မုဆိုး": [
    "မုဆိုး (တောလိုက်)ကို မြင်မက်မူ- ဂုဏ်ပျက်အံ့၊ မရိုးဖြောင့်ဘဲရှိအံ့။"
  ],
  "မုဆိုးမ": [
    "မုဆိုးမ မြင်မက်မူ- ချစ်သူပေးအံ့။",
    "မုဆိုးမ ဖြစ်ရသည်ဟုမက်က- အလိုဆန္ဒပြည့်အံ့၊ လင် နှင့်သားနှင့် အိုအောင်မင်းအောင် ပေါင်း ရအံ့၊ မိမိ လင်ယောက်ျား သစ္စာမဲ့တတ်အံ့။",
    "မုဆိုးမ နှင့် စကားပြောရသည်ဟုမက်မူ- ဇယားသေ ဆုံးအံ့၊ ကျက်သရေလျော့အံ့။"
  ],
  "မုဆိုးဖို": [
    "မုဆိုးဖို ဖြစ်ရသည်ဟု မက်မူ- စိတ်ချမ်းသာစွာ ဖြစ်လတ္တံ့၊ မယားနာဖျားအံ့။",
    "မုဆိုးဖို နှင့် ညားသည်ဟုမက်က-ချစ်ယောဖက်သူများအတွက် ဒုက္ခဝေမျှပြီး နောက်ဆုံး လင်ကောင်းရအံ့။"
  ],
  "မုဒိမ်း": [
    "မုဒိမ်း ကျင့်ရသည်ဟု မက်မူ-ကြမ္မာဆိုး တွေ့အံ့၊ ပျက်စီးဆုံးရှုံးအံ့။",
    "မုဒိမ်း ကျင့်ဖို့ သွေးဆောင်သည်ကို ငြင်းပယ်လိုက်သည်ဟု မက်က- ကံကောင်းအံ့၊ အမြတ်ရအောင်အံ့။"
  ],
  "မုယော": [
    "မုယော စပါးမြင်မက်, စားရမက်မူ-ကျန်းမာအံ့၊ စီးပွားတိုးတက်အံ့၊ ကံကောင်းအံ့။"
  ],
  "မုသား": [
    "မုသား ပြောရသည်, ပြောသံကြားရသည်ဟုမက်က- ကောင်းသောအကျင့်ဖြင့် အကျိုးရှိအံ့။",
    "မုသား ပြောမိသည်ဟုမက်မူ-မိတ်ဆွေ တစ်ဦးအား စိတ်ထိခိုက်လောက်အောင် ပြောဆိုမိအံ့။",
    "မုသား ပြောခံရသည်ဟု မက်မူ- သတင်းကောင်း ကြားရအံ့။",
    "မုသား ပြောသည်ကို ပြန်ရှင်းနေရသည်ဟု မက်က- အတင်းပြောခံရအံ့။"
  ],
  "မူးမေ့": [
    "မူးမေ့ သွားသည်ဟု မက်မူ- မမျှော်လင့်သော အောင်မြင်မှုကို ရရှိအံ့။"
  ],
  "မူး": [
    "မူး ယစ်ရသည်ဟုမက်က-ကျန်းမာအံ့၊ ချမ်းသာအံ့။",
    "မူး နေသည်ကို မြင်မက်မူ-မိုက်မဲ တွေဝေအံ့။",
    "မူး အရက်မူးနေသည်ဟုမက်က- အထက်တန်းစားလူများနှင့် ပေါင်းသင်းရအံ့။",
    "မူး ပြီး စိတ်ညစ်နေသည်ဟုမက်မူ-ဆွေမျိုးများက မကောင်းကြံအံ့။",
    "မူး အော့အန်နေသည်ဟုမက်မူ-လောင်းကစားခြင်း ဥစ္စာပျက်အံ့။",
    "မူး ရေသောက်၍ မူးနေသည်ဟုမက်က- ကြွားဝါလတ္တံ့။",
    "မူး နေသောသူ(အရက်မူး)ကိုမြင်မက်မူ-မိုက်မဲမှုကြောင့် အပြစ်ရအံ့။",
    "မူး အရက်မသောက်ဘဲနှင့်မူးနေသည်ဟုမက်မူ-ကံဆိုးအံ့။",
    "မူး ခေါင်း ထဲ၌ မူးဝေနေသည် ဟု မက်မူ- အပြောင်းအလဲဖြစ်အံ့။"
  ],
  "မေလ": [
    "မေလ နှင့်ပတ်သက်၍မက်မူ-စိတ်ပျက်စရာ တွေ့ရအံ့၊ သတင်းဆိုးကြားရအံ့။"
  ],
  "မေထုန်မှီဝဲ": [
    "မေထုန်မှီဝဲ အဆင်းလှသူ ဦးပြည်း မိန်းမနှင့် ပေါင်းသင်းရသည်ဟုမက်မူ-ယောကျ်ားမြတ်ဆရာ ဖြစ်အံ့။",
    "မေထုန်မှီဝဲ အလိုမတူသူနှင့် ပေါင်းသင်းရသည်ဟုမက်က-သေပျောက်ရအံ့။",
    "မေထုန်မှီဝဲ သူများ သားမယားနှင့် ပြစ်မှားရသည်ဟု မက်မူ-ဒုက္ခပင်လယ်ဝေအံ့၊ အစစ အဆုံးရှုံးအံ့၊ သစ္စာဖောက်ကြအံ့။",
    "မေထုန်မှီဝဲ ရာဂ မချုပ်တည်းနိုင်၍ ပြုလုပ်ရသည်ဟု မက်မူ-ပျက်စီး ဆုံးရှုံးအံ့။",
    "မေထုန်မှီဝဲ အဝတ်အစည်း၊ ပန်းကုံးမည်နှင့် မိန်းမကို သွားလာရသည်ဟုမက်က-သေပျောက်အံ့။",
    "မေထုန်မှီဝဲ ယောကျ်ားချင်း ပေါင်းသင်း၍ ကိုယ်ဝန် ဆောင်ရသည်ဟုမက်မူ-ကံဆိုးအံ့။"
  ],
  "မေ့ဆေး": [
    "မေ့ဆေး ပေးခံရသည်ဟုမက်မူ-သုခချမ်းသာ ရအံ့၊ ဝန်ထုပ်ကြီး ကျသွားအံ့။"
  ],
  "မေ့မြော": [
    "မေ့မြော သွားသည်ဟုမက်က-မေတ္တာစစ်ရအံ့၊ အကြံ ပျက်အံ့။",
    "မေ့မြော နေသောမိန်းမကိုမြင်မက်မူ-ချစ်ခင်လတ္တံ့။",
    "မေ့မြော မိမိကိုယ်တိုင် မေ့မြောသွားသည်ဟု မက်မူ-ထူးခြားသောသတင်းများ ကြားရအံ့။",
    "မေ့မြော တောချုံပေါ်မှာ မေ့မြောနေသည်ဟုမက်က-ရောဂါရအံ့၊ ကံဆိုးအံ့။"
  ],
  "မေးစေ့": [
    "မေးစေ့ ကြီးကြီးမြင်မက်မူ-ကောင်းသော နိမိတ်တည်း။"
  ],
  "မေးရိုး": [
    "မေးရိုး ကိုမြင်မက်မူ-ရောဂါရအံ့။",
    "မေးရိုး ကျိုးသွားသည်ဟုမက်က-ကံဆိုးအံ့။",
    "မေးရိုး ကျိုးပြီး ပျောက်သွားသည်ဟု မက်မူ-ကံကောင်းအံ့။"
  ],
  "မဲ(ဆန္ဒ)": [
    "မဲ(ဆန္ဒ) ပေးရသည်ဟုမြင်မက်က...မကြာမီ အလုပ်အကိုင် နေရာကျအံ့။"
  ],
  "မဲချ": [
    "စာရေးတန် မဲချသည်ဟု မက်မူ...ပတ်ဝန်းကျင် အခြေအနေ ပြောင်းလဲ တိုးတက်အံ့။"
  ],
  "မဲနယ်": [
    "မဲနယ် ကိုမြင်မက်မူရေကြောင်းခရီးဝေးသွားရအံ့။"
  ],
  "မည်းမှောင်": [
    "မည်းမှောင် နေသည်ဟု မက်မူ-ကံဆိုးအံ့။"
  ],
  "မယ်ဒလင်": [
    "မယ်ဒလင် တီးရသည်၊ တီးသံကြားရသည်ဟု မက်မူ-ချမ်းသာသုခ တိုးအံ့။"
  ],
  "မယ်သီလ": [
    "မယ်သီလ ကို မြင်မက်မူ-မကြာမီအမွေရအံ့၊ အပျိုကြီး၊ လူပျိုကြီးဘဝနှင့် အရိုးထုတ်ရအံ့၊",
    "မယ်သီလ ဆရာကြီးကို မြင်မက်မူ-အေးချမ်းသာယာအံ့၊ ကောင်းကျိုးပေးအံ့။",
    "မယ်သီလ ကျောင်းကို မြင်မက်မူ-စိုးရိမ်သောက ဖြစ်အံ့။"
  ],
  "မောပန်း": [
    "မောပန်း နေသည်ဟုမက်က-မကြာမီ အကြံ အောင်အံ့။",
    "မောပန်း နေသူကို ကူညီရသည်ဟု မက်မူ-ကုသိုလ်ကံကောင်းအံ့။"
  ],
  "မော်တော်ကား": [
    "မော်တော်ကား စီးရသည်ဟုမက်မူ-မိန်းမရအံ့၊ မိတ်ဆွေသစ်ရအံ့။",
    "မော်တော်ကား အငှားတက္ကစီကား စီးရသည်ဟု မက်မူ...မဟုတ်သတင်းကြားရအံ့၊ (တက္ကစီမှာကြည့်ပါ)",
    "မော်တော်ကား ဘတ်စ်ကား စီးရ မက်မူ-စိုးရိမ်ကြောက်ရွံ့အံ့။"
  ],
  "မဂ္ဂဇင်း": [
    "မဂ္ဂဇင်း ဖတ်ရသည်ဟုမက်မူ-လာဘ်ကြီးရအံ့၊ ဆုံးရှုံးအံ့လည်း ဟူ၏။"
  ],
  "မက်မုန်းသီး": [
    "မက်မုန်းသီး ကို မြင်မက်မူ-ရောဂါရအံ့၊ ချစ်ကိစ္စ သစ္စာမဲ့အံ့။"
  ],
  "မင်": [
    "မင် မြင်မက်မူ-အထင်လွဲခံရအံ့၊ မျှော်လင့်ချက်ပြည့်စုံအံ့။",
    "မင် နှင့် စာရေးရသည်ဟု မက်မူ-ကြီးပွား တိုးတက်အံ့။",
    "မင် ဖိတ်ကျသည်ဟုမက်မူ - စိုးရိမ်စရာ ဖြစ်အံ့၊ မိတ်ဆွေများနှင့်ကွဲအံ့။",
    "မင် စက္ကူဖြူပေါ်မှာ ပေကျံနေသည်ဟုမက်က သင့်အတင်း ပြောနေအံ့၊",
    "မင် မရှိသောမင်အိုးထဲ ကလောင်နှစ်ရသည်ဟုမက်မူ-အခက်အခဲတွေ့အံ့။",
    "မင် ကို ဖျက်ပစ်ရသည်ဟုမက်မူ- နာမည် ပျက်အံ့။",
    "မင် နှိပ်ရသည်ဟုမက်မူ-ခရီးသွားရလတ္တံ့။",
    "မင် နှိပ် စက္ကူကိုမြင်မက်မူ - မမျှော်လင့်သော ငွေရအံ့။"
  ],
  "မင်္ဂလာ": [
    "မင်္ဂလာ ဆောင်ရသည်ဟုမက်က-နာဖျားအံ့၊ ဆင်းရဲအံ့၊ ကံဆိုးအံ့၊ သေပျောက်အံ့၊ ချစ်သူနှင့်ကွဲအံ့၊ ငွေရေး ကြေးရေးနှင့် ပတ်သက်၍ ထောင်ကျအံ့။",
    "မင်္ဂလာ အခမ်းအနားကို မြင်မက်မူ-ရောဂါ ရအံ့၊ အနှောင့်အယှက်တွေ့အံ့၊ မိတ်ဆွေ၊ဆွေမျိုး တစ်ဦးဦး သေကြောင်း သတင်း ကြားရ လတ္တံ့၊ မသာဝတ္တုရအံ့။",
    "မင်္ဂလာ ပွဲတွင် က, ခုန်ရသည်ဟု မက်မူ - ရองါရအံ့။",
    "မင်္ဂလာ ပွဲကို ကူညီရသည်ဟု မက်က - အောင်မြင်အံ့၊ နှစ်သက်စရာသတင်း ကြားရအံ့။",
    "မင်္ဂလာ ထပ်ဆောင်ရသည် (အိမ်ထောင် ရှိလျက်) မက်မူ- ရောဂါရအံ့။",
    "မင်္ဂလာ ဆောင်ကို သူတော်သူမြတ်က ၎င်း၏ သမီးကို ပေးသည်ဟု မက်မူ - ချမ်းသာသော ဘုရင်ဖြစ်အံ့။",
    "မင်္ဂလာ ဆောင်ဖို့ စေ့စပ်ကြောင်းလမ်းထားရသည် ဟု မက်မူ-ကံဆိုးအံ့။",
    "မင်္ဂလာ လက်စွပ်ကိုမြင်မက်မူ-မကြာမီ လက်ထပ်ရအံ့။",
    "မင်္ဂလာ လက်စွပ်ကို ချွတ်ရသည်ဟု မက်က - ကွဲကွာအံ့။",
    "မင်္ဂလာ သတင်းကို သတင်းစာတွင် ဖတ်ရသည်ဟုမက်မူ-အိမ်များစွာ ရရှိအံ့။",
    "မင်္ဂလာ သတို့သား၏ အရံ လုပ်ရသည်ဟု မက်မူ မိတ်တုကြောင့် အကြံပျက်အံ့။",
    "မင်္ဂလာ လှပသောသူနှင့် ဆောင်ရသည်ဟု မက်မူ ပျော်ရွှင်ရအံ့။",
    "မင်္ဂလာ သာမညဖြစ်သူနှင့် ဆောင်ရ မက်မူ - စိတ် ဒုက္ခတွေ့အံ့။",
    "မင်္ဂလာ အပျိုစစ်စစ်နှင့် ဆောင်ရ မက်မူ - ဂုဏ်မြင့် အံ့။",
    "မင်္ဂလာ နှမအရင်းနှင့် ဆောင်ရ မက်မူ - ဘေးတွေ့ အံ့။",
    "မင်္ဂလာ ဆွေမျိုးသားချင်းနှင့်ဆောင်ရ မက်မူ-ဥပဒ် ရောက်အံ့။",
    "မင်္ဂလာ မုဆိုးမနှင့် ဆောင်ရမက်မူ - ဆုံးရှုံးအံ့။",
    "မင်္ဂလာ အမယ်အိုနှင့် ဆောင်ရ မက်မူ - ဥစ္စာရအံ့။"
  ],
  "မင်းစေလုလင်": [
    "မင်းစေလုလင် ကို မြင်မက်မူ-မမျှော်လင့်သော ပျော်ရွှင်မှု တွေ့ရအံ့။"
  ],
  "မင်းထုံး": [
    "မင်းထုံး တံခါးမှာ ချထားရသည်ဟု မက်က-အသို သစ် လုပ်လိုအံ့။",
    "မင်းထုံး ချပိတ်ထားခံရသည်မက်မူ-မိမိ၏ လောဘ ကြီးမှု မမှန်ကန်မှုကြောင့် ဒုက္ခဖြစ်အံ့။"
  ],
  "မန်ကျည်းသီး": [
    "မန်ကျည်းသီး ကိုမြင်မက်မူ-မိတ်ဆွေများ အလည်ရောက် လာအံ့။ ရပ်ဝေးမှ သတင်းကြားရအံ့။",
    "မန်ကျည်းသီး စားရမက်မူ-သူကောင်းပြုခံရအံ့။"
  ],
  "မာန်နတ်": [
    "မာန်နတ် ကို မြင်မက်မူ - ဘေးဥပဒ်များစွာတွေ့ရအံ့၊ ချစ်သူနှင့် ရန်ဖြစ်အံ့၊ သေပျောက်အံ့။",
    "မာန်နတ် နှင့် ရန်ဖြစ်၍ မိမိကရှုံးလျှင် - ဥပဒ်ကြီးအံ့၊ မိမိကနိုင်လျှင် အကြံအောင်အံ့။"
  ],
  "မိစ္ဆာဒိဋ္ဌိ": [
    "မိစ္ဆာဒိဋ္ဌိ ကို မြင်မက်မူ-မိစ္ဆာနတ်တို့ နှောင့်ယှက် အံ့။"
  ],
  "မိတ်ဆက်ပစ္စည်း": [
    "မိတ်ဆက်ပစ္စည်း တစ်ခုခု ပေးရသည် ဘုမက်က - ရုတ်တရက် အကြံအောင်အံ့၊ ချမ်းသာအံ့၊ လင်ကောင်း မယားကောင်း ရလတ္တံ့။"
  ],
  "မိတ်ဆွေများ": [
    "မိတ်ဆွေများ အသက်ရှင်လျက် မြင်မက်မူ - ကျန်းမာအံ့၊ ဥစ္စာရအံ့၊ မမျှော်လင့်သောသတင်းကောင်း ကြားရအံ့။",
    "မိတ်ဆွေများ သေဆုံးပြီးကို မြင်မက်မူ-ငွေကြေးအတွက် သောက တွေ့ရအံ့။",
    "မိတ်ဆွေများ နှင့်အတူနေရသည်ဟု မက်က - ပြန်ပေါင်း ရအံ့။",
    "မိတ်ဆွေများ နှင့် ရယ်မောကာ နေရသည်ဟု မက်မူ-ရန် ဖြစ်ရအံ့။",
    "မိတ်ဆွေများ ကို အရပ်တစ်ပါးတွင် မြင်မက်မူ - ၎င်းတို့ ထံမှ မကြာမီ သတင်းကြားရအံ့။",
    "မိတ်ဆွေများ နှင့် ခွဲခွာခွဲရသည်ဟု မက်က - ထိုမိတ်ဆွေ များ ရောဂါ ရအံ့။"
  ],
  "မိတ်ဖွဲ့": [
    "မိတ်ဖွဲ့ ရသည်ဟု မက်မူ-ချမ်းသာသုခ ဖြစ်အံ့၊ မင်္ဂလာပေးတံ့။"
  ],
  "မိလ္လာ": [
    "မိလ္လာ ကုလားလုပ်ရသည်ဟု မက်က - အနှောင့်အယှက် တွေ့ရပြီး ရွှေအသပြာ မျှော်လင့်ချက် ရှိအံ့။"
  ],
  "မိန်းမ": [
    "မိန်းမ မြင်မက်မူ-မကောင်းကြံခံရအံ့။",
    "မိန်းမ များကို မြင်မက်က - အတင်းပြော ခံရအံ့။",
    "မိန်းမ လှပသောမိန်းမကို မြင်မက်မူ-ပျော်ရွှင်စွာ လက်ထပ်ရအံ့။",
    "မိန်းမ အရုပ်ဆိုးသောမိန်းမကို မြင်မက်မူ-သောက တွေ့အံ့။",
    "ဝတ်လစ်စလစ်နှင့် မိန်းမကို မြင်မက်မူ-ကွေကွင်းအံ့၊ ဆုံးပါးအံ့။",
    "မိန်းမ အသံ ကြားရမက်မူ-အပြောင်းအလဲ ရှိအံ့။",
    "မိန်းမ သေနေသည်ကို မြင်မက်က-သုခ ဖြစ်အံ့။",
    "မိန်းမ အချင်းချင်း ရန်ဖြစ်သည်ကို မြင်မက်မူ-ပျက်စီးအံ့၊ ပြင်းထန်စွာ ကဲ့ရဲ့အံ့။",
    "မိန်းမ အဝတ်ဖြူနှင့် ပန်းကုံးဖြူဆင်လျက် မွှေးကြိုင်သောမိန်းမကို ဖက်ရသည်ဟုမက်မူ - ချမ်းသာကြီးအံ့၊ အစစအရာရာ ကောင်းအံ့။",
    "မိန်းမ ပန်းကုံးအဝါနှင့် အဝါ လိမ်းကျံထားသော မိန်းမနှင့်ပျော်ပါးရသည်ဟုမက်က-ကံကောင်းအံ့။",
    "မိန်းမ အဝတ်မည်းနှင့် ရယ်မော သီချင်းဆိုနေသည်ကိုမြင်မက်မူ-သေပျောက်အံ့။",
    "မိန်းမ အဝတ်မည်း၊ နီ၊ ပန်းကုံးမည်း၊ နီနှင့်မိန်းမကို ပေါင်းသင်းရသည်ဟု မက်က-သေပျောက်အံ့။",
    "မိန်းမ ခြေသည်းလက်သည်းရှည်၊ ဆံပင်ရှည်နှင့် မိန်းမကို မြင်မက်မူ-ပြင်းထန်စွာနာဖျားအံ့။",
    "မိန်းမ ခိုးသည်(သူတစ်ပါး)ကို မြင်မက်မူ-ရောဂါ ရအံ့။",
    "မိန်းမ ကိုယ်တိုင်အတင်းခိုးရသည်ဟုမက်က-ပျက်စီးအံ့၊ ရန်ဖြစ်အံ့။",
    "မိန်းမ ခိုးလာရာ နောက်မှ လူအများ ဝိုင်းလိုက်သည်ဟု မက်မူ-ချမ်းသာအံ့။",
    "မိန်းမ အမွှေးရှည်သည်ကို မြင်မက်မူ - ချမ်းသာကြီးအံ့။",
    "မိန်းမ ဆွဲရသည်ဟု မက်က-ချမ်းသာအံ့။",
    "မိန်းမ နှင့်အတူ အိပ်ရသည်ဟု မက်မူ-လာဘ်ကြီးရအံ့။",
    "မိန်းမ လှလှနှင့် ကာမစပ်ယှက်ရသည်ဟု မက်မူ - မင်းဆရာ ဖြစ်အံ့၊",
    "မိန်းမ နှင့် ချစ်တင်းဆိုရသည်ဟု မက်က-အကြံအောင်အံ့။",
    "မိန်းမ နားထွင်းနေသည်ဟု မြင်မက်မူ - လာဘ်လာဘ ရအံ့။",
    "မိန်းမ ကို နားထွင်းရသည်ဟု မက်က-ရွှေ၊ ငွေရအံ့။",
    "မိန်းမ စပါးတောင်းဆွဲပြီး အိမ်ထဲဝင်လာသည်ဟု မက်က-ပစ္စည်းဥစ္စာ ဝင်လာအံ့။",
    "မိန်းမ အိမ်ထဲဝင်လာပြီး အပေါ် သွားသည်ဟု မက်က ချမ်းသာသုခ ဖြစ်အံ့။",
    "မိန်းမ လှလှ ကျောက်မျက်ရတနာဝတ်ဆင်လျက် အိမ်ထဲဝင်လာသည်ဟု မက်မှု-ချစ်သူနှင့် ပေါင်းရအံ့၊ လိုတာရအံ့။",
    "မိန်းမ လှပသော မိန်းမက မိမိအား ယူပါမည်ဟု လာပြောသည်ဟု မက်က - ကြွယ်ဝအံ့၊ မင်းဖြစ်အံ့။",
    "မိန်းမ အိမ်တွင်းပုန်းမိန်းမနှင့် ပေါင်းသင်းရသည်ဟု မက်မှု-မျှော်လင့်ချက် ပြည့်စုံအံ့။",
    "မိန်းမ ၏ ရင်သားကြီးကြီးကို မြင်မက်မှု-ကံကောင်းအံ့။",
    "မိန်းမ ၏ ရင်သားကို မြင်ရသည်ဟု မိန်းမ မက်မှု-မိမိလင်သေအံ့။",
    "မိန်းမ ၏ ရင်သား သဘာဝမကျဘဲ မြင်မက်မှု-ပြင်းထန်စွာ နာဖျားအံ့။",
    "မိန်းမ ၏ အင်္ဂါဇာတ်ကို မြင်မက်မှု-ဆင်းရဲအံ့၊ မကောင်းကြမ္မာ တွေ့အံ့။",
    "မိန်းမ နှာခေါင်းမရှိဘဲ မြင်မက်မှု-နာရေးပေါ်အံ့။",
    "မိန်းမ ဆောင် အခန်းကို မြင်မက်က - ပျော်ရွှင်ရအံ့။",
    "မိန်းမ စစ်သည်ကို မြင်းစီးလျက် မြင်မက်မှု - လင်မယား ရန်ဖြစ်အံ့။"
  ],
  "မုတ်ဆိတ်": [
    "မုတ်ဆိတ် ရှည်သည်ဟု မက်က-တန်ခိုးကြီးအံ့၊ အသက်ရှည်အံ့၊ စီးပွားတိုးအံ့။",
    "မုတ်ဆိတ် အပြည့်နှင့် မြင်မက်မှု-အထူးအောင်မြင်အံ့။",
    "မုတ်ဆိတ် ရှည်ရှည်မြင်မက်မှု - ကံမကောင်းသော အလုပ် လုပ်မိအံ့။",
    "မုတ်ဆိတ် ဖြူဖြူ မြင်မက်မှု-ကျော်ဇောအံ့၊ ဂုဏ်ကြီးအံ့၊ အသက်ရှည်အံ့။",
    "မုတ်ဆိတ် မည်းမည်း မြင်မက်မှု-ဒုက္ခတွေ့အံ့။",
    "မုတ်ဆိတ် နီနီမြင်မက်မှု - အရှက်ရအံ့။",
    "မုတ်ဆိတ် နှင့်မိန်းမကို မြင်မက်က မကြာမီ လက်ထပ်ရအံ့။",
    "မုတ်ဆိတ် မိမိမုတ်ဆိတ်ကို အဆွဲခံရသည်ဟု မက်မှု-ဆုံးရှုံးနစ်နာအံ့။",
    "မုတ်ဆိတ် ရိတ်နေသည်ကို မြင်မက်က - စိတ်ပျက်စရာ တွေ့ရအံ့၊ အရှက်ရအံ့။",
    "မုတ်ဆိတ် ရိတ်ရသည်ဟု မက်မှု-စိတ်အားငယ်လတ္တံ့။",
    "မုတ်ဆိတ် မိန်းကလေးကို ရိတ်ပေးသည်ဟု မက်မှု-အမြန်လက်ထပ်ရအံ့။",
    "မုတ်ဆိတ် မိန်းမကြီးကို ရိတ်ပေးသည်ဟု မက်က-၎င်း မကြာမီ မုဆိုးမဖြစ်အံ့။",
    "မုတ်ဆိတ် ကိုယ်ဝန်ဆောင် မိန်းမကို ရိပ်ပေးရသည်ဟုမက်မူ-မကြာမီသားယောကျ်ားလေးမွေးအံ့။"
  ],
  "မုတ်ဆိတ်ရိတ်ဓား": [
    "မုတ်ဆိတ်ရိတ်ဓား ကို အသုံးပြုရသည်ဟုမက်က-အလုပ်အကိုင်တိုးတက်အံ့။",
    "မုတ်ဆိတ်ရိတ်ဓား ရှသည်ဟုမက်မူ-အစစ သတိရှိဖို့လိုအံ့။"
  ],
  "မုတ်ပင်": [
    "မုတ်ပင် ကို မြင်မက်က-မကောင်းသတင်းကြားရအံ့။"
  ],
  "မုခ်ပေါက်": [
    "မုခ်ပေါက် ကို မြင်မက်မူ သတင်းဆိုးလတ္တံ့။",
    "မုခ်ပေါက် ဝတွင် ထိုင်နေရသည်ဟုမက်က - လောကီကို ငြီးငွေ့အံ့။"
  ],
  "မုန့်ညင်းစေ့": [
    "မုန့်ညင်းစေ့ ကို မြင်မက်မူ-အချင်းချင်း ခိုက်ရန်ဒေါသဖြစ်အံ့။"
  ],
  "မုန့်တိုင်းထသည်": [
    "မုန့်တိုင်းထသည် ကို မမြင်မက်မူ-စိုးရိမ်ကြောင့်ကြရအံ့၊ မိမိ၏ခန္ဓာကိုယ်ကို ထိခိုက်အံ့၊ မိတ်ဆွေများနှင့်ဆွေမျိုးများ ဥပဒ်ရအံ့။"
  ],
  "မုန်လာ": [
    "မုန်လာ ရွက်များကိုမြင်မက်မူ-နာဖျားအံ့။",
    "မုန်လာ ဥကိုမြင်မက်မူ-အိမ်တွင်းရန်ဖြစ်အံ့၊ ငွေကုန်ကြေးကျဖြစ်အံ့။",
    "မုန်လာ ဥများမြင်မက်က-သားသမီးများပေးဖျားအံ့၊ အိမ်တွင်းရန်ပွားအံ့။",
    "မုန်လာ ဥဝါစားရမက်မူ-ကျန်းမာအံ့၊ အမှုနိုင်အံ့၊ အမွေရအံ့၊ လျှို့ဝှက်ချက်များပေါ်အံ့။",
    "မုန်လာ ဥဝိုင်း စားရမက်မူ-ချမ်းသာကြီးအံ့၊ အကြံအောင်အံ့။",
    "မုန်လာ ဥနီ စားရမက်မူ...ငွေရအံ့၊ ဒုက္ခကင်းအံ့။",
    "မုန်လာ ခြံကို ဖြတ်သွားရသည်ဟု မက်မူ...အလုပ်ချဲ့ရအံ့။",
    "မုန်လာ စိုက်ရသည်, ခူးရသည်ဟု မက်က...အကြံအောင်အံ့။",
    "မုန်လာ သင်္ဘောမုန်လာ စားရသည်ဟု မက်မူ... ကျန်းမာအံ့၊ ကလေးများအံ့။",
    "မုန်လာ ဟင်းချက်ရသည်ဟု မက်မူ ... မမျှော်လင့်သော ရာထူးတိုးအံ့။"
  ],
  "မုန့်": [
    "မုန့် စားရသည်ဟု မက်မူ ... အကျိုးအမြတ် ရှိလတ္တံ့။",
    "မုန့် ကြာဖက်နှင့် ထည့်စားရသည်ဟု မက်က...အလွန် ကံကောင်းအံ့။",
    "အသားသွပ်မုန့်စားရ မက်မူ-မင်္ဂလာဆောင်ဖိတ်စာ မကြာမီ ရလတ္တံ့။",
    "အသားသွပ်မုန့် လုပ်ရသည်ဟု မက်မူ- ပြည့်စုံသူနှင့် လက်ထပ်ရအံ့။",
    "မုန့်ဖက်ထုပ် စားရသည်ဟု မက်က... အိမ်အိမ်ထောင်သုခ ဖြစ်လတ္တံ့။",
    "မုန့် လုပ်ရသည်ဟု မက်မူ... အလွန်ကံကောင်းအံ့။"
  ],
  "မုန့်ဆီကြော်": [
    "မုန့်ဆီကြော် စားရမက်မူ... မမျှော်လင့်သော အောင်မြင်မှုရအံ့။"
  ],
  "မုန့်ညက်": [
    "မုန့်ညက် ကို မြင်မက်မူ... ဥစ္စာတိုးအံ့။"
  ],
  "မုန့်တီ": [
    "မုန့်တီ စားရသည်ဟု မက်က-သတင်းစာတွင် ဝမ်းသာစရာ သတင်းကို ဖတ်ရအံ့။"
  ],
  "မုန့်ဖို": [
    "မုန့်ဖို ထဲ မုန့်ဖုတ်နေသည်ကို မြင်မက်မူ .... လခတိုးအံ့၊ ရုတ်တရက် အကြံအောင်အံ့။",
    "မုန့်ဖို ထဲ ရောက်နေသည်ဟု မက်က .... အိမ်ထောင်ကြီး ဖြစ်အံ့",
    "မုန့်ဖို ထဲ သူတစ်ပါး ဖုတ်နေသည်ကို ကြည့်နေရသည် မက်က - အဝေးမှ သတင်းကောင်းကြား ရအံ့။",
    "မုန့်ဖို ထဲ မုန့်ဖုတ်နေရင်း ချစ်တူး သွားသည်ဟု မက်မူ ရန်တွေ့ရအံ့၊ အထင်အမြင် လွဲအံ့။"
  ],
  "မုန့်ဟင်းခါး": [
    "မုန့်ဟင်းခါး စားရသည်ဟုမက်က - အခြားသူများကို ကူညီရလတ္တံ့။"
  ],
  "မုန်း": [
    "မုန်း ရသည်ဟု မက်မူ-မိတ်ဆွေများနှင့် ညီညွတ်မှုရရှိအံ့၊ ဒုက္ခရောက်စဉ် ကယ်မည့်သူ ပေါ်အံ့။",
    "မုန်း ခံရသည်ဟု မက်မူ-ရာထူးတိုး ချမ်းသာအံ့ကြီးအံ့-"
  ],
  "မောက်တို": [
    "မောက်တို ဆောင်းရသည်ဟု မက်က- အကြီး အကဲ ဖြစ်အံ့။"
  ],
  "မောင်းချဓား": [
    "မောင်းချဓား ပြောင်လက်စွာမြင်မက်မူ- ရန်သူဥပဒ်ပြုအံ့၊",
    "မောင်းချဓား ထက်ထက်မြင်မက်က-ဆင်းရဲအံ့၊ ဆုံးရှုံးအံ့၊"
  ],
  "မောင်း": [
    "မောင်း တီးသံ သာယာစွာ ကြားရသည်ဟု မက်မူ-သတင်းကောင်း ကြားရအံ့၊ ကံကောင်းအံ့၊",
    "မောင်း ထိတ်လန့်စွာ ကြားရသည်ဟုမက်မူ- အလုပ်ပြိုင်ဘက်များက မကောင်းကြံနေအံ့။",
    "မောင်း များ တစ်ပြိုင်နက် တီးသံ ကြားရ သည်ဟု မက်မူ- အလွန်ဝမ်းသာစရာ သတင်း ကြားရအံ့။"
  ],
  "မိုး": [
    "မိုး ရွာသည်ကို မြင်မက်မူ- အမွေရအံ့၊သောက ဖြစ်အံ့။",
    "မိုး လေမပါဘဲ မိုးဆက်ဆက်ရွာသည်ဟုမက်မူ-အေးချမ်းသာယာအံ့။",
    "မိုး သည်းထန်စွာရွာသည်ဟုမက်က- ရောဂန္တရကပ် ဆိုက်ရောက်အံ့။",
    "မိုး ဖွဲကျသည်ဟု မက်မူ- ကောက်ကျစ်သော ရန်သူကြောင့် အကြံများ နှောင့်နှေးအံ့၊ လောင်းကစားလျှင် ရှုံးအံ့။",
    "မိုး အုံနေသည်ဟု မက်မူ- ဥပဒ်တွေ့အံ့။",
    "မိုး ကျပြီး မိုးမရွာဘဲ လျှပ်စစ် လျှပ်နွယ်များ မြင်မက်မူ- ဆန်ရေစပါး ပေါအံ့၊ အလုပ်ရအံ့။",
    "မိုး သက်မုန့်တိုင်းကိုမြင်မက်မူ- အကြီးအကျယ်သောကဖြစ်အံ့။",
    "မိုး ခြိမ်းသံကြားရသည်ဟု မက်မူ- အခက်အခဲတွေ့ရအံ့။",
    "မိုး ရေခဲ ပျော်မြူးရသည်မက်မူ- စီးပွား တိုးတက်အံ့။",
    "မိုး တိမ်များ မြင်မက်မူ- ရန်ဖြစ်အံ့၊ သဘောကွဲအံ့။",
    "မိုး တိမ်စီးရသည်ဟုမက်မူ- သေပျောက်အံ့။",
    "မိုး တိမ်များ ဖြူနေသည်ကို မြင်မက်မူ- ကျော်ဇောအံ့၊ ကျန်းမာအံ့၊ အောင်မြင်အံ့။",
    "မိုး တိမ်များ မည်းနေသည်ဟု မက်မူ- နာမည်ပျက်အံ့၊ ကံဆိုးအံ့၊ အပြောမှား အဆိုမှားဖြစ်အံ့။",
    "မိုး တိမ်များ မည်းပြီး လေကြီး မိုးကြီး ရွာချသည်ဟု မက်မူ- အနာတရ ရအံ့၊ စိတ်ဒုက္ခဖြစ်အံ့၊ ဆွေမျိုးများ ဥပဒ်ဖြစ်အံ့။",
    "မိုး တိမ်များမည်းနေပြီး တစ်ဖက်တွင် အလင်းရောင် မြင်မက်က- မိမိအား အထင်အမြင်လွဲနေသူများ မကြာမီကင်းစင် ပျောက်အံ့။"
  ],
  "မိုးကာအင်္ကျီ": [
    "မိုးကာအင်္ကျီ ဝယ်ရသည်ဟုမက်မူ- သောက ကပ်ဝေးဖို့နိမိတ်တည်း။"
  ],
  "မိုးကြိုး": [
    "မိုးကြိုး ထစ်ချုန်းသည်ဟုမက်မူ- အန္တရာယ်ကြီးစွာဖြစ်အံ့။",
    "မိုးကြိုး ပစ်သံကြားရသည်ဟု မက်က- ကြမ္မာဆိုးတွေ့အံ့။",
    "မိုးကြိုး ပစ်ခံရသည်ဟု မက်မူ- ကံဆိုး မိုးမှောင်ဖြစ်အံ့။",
    "မိုးကြိုး အိမ်ပေါ် ကျသည်ဟု မက်မူ- ပူပန်ရအံ့၊ ဘေးတွေ့အံ့။",
    "မိုးကြိုး ထစ်ချုန်း၍ လျှပ်စစ်လျှပ်နွယ်များ မြင်မက်မူ- ရန်ရှိအံ့၊ ချစ်သူရအံ့။",
    "မိုးကြိုး ပစ်ရာ လွတ်သည်ဟုမက်က- ဘေးအပေါင်းတို့မှ လွတ်ကင်းအံ့။",
    "မိုးကြိုး မိမိအနားပစ်လိုက်သည်ဟုမက်မူ- ခရီးလမ်းတစ်ပိုင်းတစ်စဖြစ်နေအံ့။"
  ],
  "မိုးခေါင်": [
    "မိုးခေါင် သည်ဟုမက်က- အလုပ်အကိုင်ဆုံးရှုံးအံ့။"
  ],
  "မိုးစွေငှက်": [
    "မိုးစွေငှက် ကိုမြင်မက်မူ- အလွန်ကံကောင်းအံ့၊သောကကင်းအံ့။",
    "မိုးစွေငှက် သီချင်းဆိုသံကြားရသည်ဟုမက်မူ- ချမ်းသာသုခဖြစ်အံ့။"
  ],
  "မိုးနှင်း": [
    "မိုးနှင်း ကိုသတ်ရသည်ဟုမက်က- အကြံပျက်အံ့။",
    "မိုးနှင်း ရေနှင့် မျက်နှာသစ်ရသည်ဟုမက်မူ- အထူးသက်သာရာရရှိအံ့။",
    "မိုးနှင်း ပွင့်ကိုမြင်မက်မူ- ဆန်ရေစပါး ပေါများအံ့၊ ချစ်သူရအံ့။",
    "မိုးနှင်း ပွင့် စားရသည်ဟု မက်မူ- ခရီးသွားရအံ့။",
    "မိုးနှင်း ပွင့်ကြွေကျသည်ဟု မက်က-အကျိုးဖြစ်ထွန်းအံ့။"
  ],
  "မိုးလင်း": [
    "မိုးလင်း ၌နိုးသည်ဟုမက်မူ- အခြေအနေ တိုးတက်အံ့။"
  ],
  "မိုးသီး": [
    "မိုးသီး ကြွေသည်ဟု မက်က- ဆုံးရှုံးအံ့၊ စိတ်ပျက်စရာဖြစ်အံ့။",
    "မိုးသီး စားရမက်မူ- ချစ်သူသစ္စာရှိအံ့။"
  ],
  "မြကျောက်": [
    "မြကျောက် မြင်မက်မူ- အလွန် ကုသိုလ် ကံကောင်းအံ့။",
    "မြကျောက် ဝတ်ဆင်ရသည်ဟုမက်မူ-လက်ထပ်ခြင်းဖြင့် ချမ်းသာအံ့။",
    "မြကျောက် သူများ ဝတ်ထားသည် ဆိုပ်မှာ စစ်ထားသည်ကို မြင်မက်မူ- အခြေအနေပြောင်းလဲ တိုးတက်အံ့။"
  ],
  "မြည်း": [
    "မြည်း မြင်မက်မူ- အကြောင်းမဲ့ရန်ဖြစ်အံ့၊ရောဂါ ရအံ့၊ အခက်အခဲမှ တဖြည်းဖြည်း လွတ်အံ့၊ ဒေါသကြီးသော သူနှင့်ရအံ့၊ စိတ်တိုသော သူဌေးကိုရအံ့။",
    "မြည်း ကို ဝန်တင်လျက်မြင်မက်မူ- ကံကောင်းအံ့၊ အမြတ်ရအံ့၊ ကျော်ကြားအံ့၊ ဥစ္စာရအံ့။",
    "မြည်း အဖြူကို မြင်မက်မူ- တစ် အိမ်ထောင်လုံး ကောင်းစားအံ့။",
    "မြည်း အညို အမည်းကို မြင်မက်မူ- ဥစ္စာရောက်လာအံ့။",
    "မြည်း စီးရသည်ဟုမက်က....လင်ကောင်း မယားကောင်းရအံ့၊ ဥစ္စာတိုးအံ့၊ ကမ္ဘာပေါ်တွင် အပျော်ဆုံးလူ ဖြစ်အံ့။",
    "မြည်း အကန်ခံရသည်ဟုမက်မူ....ဘေးရန်များအံ့၊ ဥပဒ်ပြုရန်ကြံစေအံ့။",
    "မြည်း ပေါ်မှလိမ့်ကျသည်ဟု မက်က.... စေခိုင်းရအံ့၊ အလိုမပြည့်ဘဲရှိအံ့။",
    "မြည်း အော်သံကြားရမက်မူ....အလွန် ဆုံးရှုံးအံ့၊ အကြီးအကျယ်အရှက်ရအံ့၊ မိမိအသံ တစ်ဦးသေအံ့။",
    "မြည်း အလိုက်ခံရသည်ဟုမက်မူ - မဟုတ်မမှန်ပြောဆိုခံရအံ့၊ ရောဂါရအံ့၊ တီးတိုး ပြောအံ့။",
    "မြည်း သေကို ရမည်ဟု မက်က....စောစော သေပျောက်အံ့။",
    "မြည်း ထွက်ပြေးသည်ဟု မက်မူ...ကံဆိုးအံ့၊ စိတ်ပျက်စရာတွေ့ရအံ့။",
    "မြည်း ကို အစာကျွေးရသည်ဟု မက်မူ....တိုးတက်အံ့။",
    "မြည်း ကို တိုင်တွင် မြဲမြံစွာ ချည်ထားသည်ဟု မက်မူ....အတင်းပြောခံရအံ့။",
    "မြည်း မြေကြီးပေါ်မှာ စန့်စန့်ကြီး နေသည်ကို မြင်မက်မူ....အေးချမ်းသာယာရှိအံ့။",
    "မြည်း ကို မိမိနောက်မှဆွဲယူခဲ့သည်ဟု မက်က.... ဥစ္စာရောက်လာအံ့။",
    "မြည်း ၏ နောက်က မောင်းလိုက်ရသည်ဟုမက်မူ- အခက်အခဲ ဒုက္ခ အပေါင်းတို့မှ မကြာမီ လွတ်မြောက်အံ့။",
    "မြည်း ဝယ်ရသည်ဟုမက်က - အကျိုးမရှိ ဖြစ်အံ့။",
    "မြည်း ကို ဝန်နှင့် အိမ်ယူလာသည်ဟုမက်မူ... ငွေ အမြုံ ကောင်းကျိုးပေးအံ့။",
    "မြည်း ကို လက်ဆောင်ရသည်ဟု မက်က အထူး အောင်မြင်အံ့။",
    "မြည်း လေလွင့်နေသောမြည်းကို အိမ်သို့ ယူလာ ရသည်ဟုမက်မူ ... နောက်တစ်နေ့ပင် စိတ် ချမ်းသာရလတ္တံ့။",
    "မြည်း က (တပ်ထား) သော ရထား စီးရသည်ဟု မက်မူ ... သေပျောက်အံ့။",
    "မြည်း နို့သောက်ရသည်ဟု မက်မူ... ပြင်းထန်စွာ နာဖျားခြင်းမှ ကျော်လွန်နိုင်အံ့။"
  ],
  "မြူ(နှင်း)": [
    "မြူ (နှင်း) ကို မြင်မက်မူ- ကြွယ်ဝ ချမ်းသာအံ့။",
    "မြူ သစ်ရွက်ပေါ်မှာ မြင်မက်မူ- ပျော်ရွှင်စွာ ချစ်ခင်အံ့။",
    "မြူ မှန်ပေါ်မှာ မြင်မက်က .. အလွန်ကံကောင်းအံ့။",
    "မြူ (ဖုံ) ကို မြင်မက်က... အခက်အခဲ တွေ့ရအံ့။"
  ],
  "မြေကြီး": [
    "မြေကြီး ကို ဖျာကဲ့သို့လိပ်ရသည်ဟုမက်မူ- အမတ်ကြီး ဖြစ်အံ့၊ မင်းချီးမြှင့်ခံရအံ့။",
    "မြေကြီး ကို စားရသည်ဟုမက်က - မင်းထံမှ လာဘ်ရအံ့၊ ရောဂါ ပျောက်အံ့၊ ကံကောင်းအံ့။",
    "မြေကြီး ကို ထုရိုက်ရသည်ဟု မက်က - ကံကောင်းအံ့၊ ရောဂါ ပျောက်အံ့။",
    "မြေကြီး ကို တူးရသည်ဟု မက်က.... မကောင်းချေ။",
    "မြေကြီး အောက်သွားရသည်ဟုမက်မူ - သေပျောက်အံ့။",
    "မြေကြီး ထဲ အရှင်လတ်လတ် မြှုပ်ခံရသည်ဟု မက်က- ကြီးစွာ ဒုက္ခတွေ့အံ့။",
    "မြေကြီး ပေါ်စန့်နေရသည်ဟု မက်မူ... ဆင်းရဲ ပင်ပန်းအံ့။",
    "မြေကြီး သြဇာကို မြင်မက်မူ - ငွေရေး၊ ကြေးရေး ကောင်းအံ့။"
  ],
  "မြေခွေး": [
    "မြေခွေး မြင်မက်မူ.... သစ္စာပျက်အံ့၊ ရောဂါရအံ့၊ ကုန်ရှုံးအံ့၊ ရန်သူပေါ်အံ့၊ အံတုအံ့၊ သူခိုး ခိုးခံရအံ့၊ မိတ်ဆွေများ ရန်သူ ဖြစ်အံ့၊ မကောင်းသော ကျေးကျွန်များ ရအံ့။",
    "မြေခွေး များကို မြင်မက်မူ - မိတ်ဆွေများ တွေ့ရအံ့။",
    "မြေခွေး မိမိအိမ်ထဲမှာ မြင်မက်မူ - ရန်သူ အိမ်ထဲ ရောက်လာအံ့။",
    "မြေခွေး နှင့် တိုက်ခိုက်ရသည်ဟုမက်က.... ကောက်ကျစ်စဉ်းလဲသူနှင့် ဖက်ပြိုင်ရအံ့။"
  ],
  "မြွေခွေး": [
    "မြွေခွေး ကို သတ်ရသည်ဟု မက်မူ... ရွှေထည့် ကောင်းအံ့။",
    "မြွေခွေး လိမ္မာ ယဉ်ကျေးသော မြွေခွေးကို မွေးမြူထားရသည်ဟု မက်မူ - အလိုရမက် ကြီးသောမိန်းမကို ချစ်မိအံ့၊ အပိုင်းအစများ ခိုးဝှက်အံ့။"
  ],
  "မြေငှားစာချုပ်": [
    "မြေငှားစာချုပ် ချုပ်ဆိုရသည်ဟုမက်မူ... အခြေ အနေပြောင်းလဲခြင်းဖြင့် ချမ်းသာအံ့။",
    "မြေငှားစာချုပ် ဖျက်ရသည်ဟုမက်က - လူလိမ် လူကောက် တွေ့ရအံ့။"
  ],
  "မြေဇာပန်း": [
    "မြေဇာပန်း ကို ပန်ရသည်ဟုမက်မူ...မင်းဆရာ ဖြစ်အံ့၊"
  ],
  "မြေပုံ": [
    "မြေပုံ (တိုင်းပြည်ပုံ) ကို မြင်မက်မူ-ခရီးဝေး သွားရအံ့။",
    "မြေပုံ ကို ကြည့်ရှုစစ်ဆေးရသည်ဟု မက်က...နေရာထိုင်ခင်း ပြောင်းလဲရအံ့။",
    "မြေပုံ ဆွဲရသည်ဟု မက်မူ... အလုပ် တစ်နေရာ ပြောင်းရအံ့။",
    "မြေပုံ ရောင်စုံမြင်မက်မူ - ကံကောင်းအံ့။"
  ],
  "မြေဖြူ": [
    "မြေဖြူ ခဲ မြင်မက်မူ - မိတ်ဆွေတစ်ဦးအတွက် နစ်နာအံ့။",
    "မြေဖြူ တောင်ကို မြင်မက်မူ - စိတ်ပျက်စရာ တွေ့ရအံ့။"
  ],
  "မြေရာ": [
    "မြေရာ ရသည်ဟု မက်က - ကံကောင်းအံ့၊ ရောဂါ ပျောက်အံ့။"
  ],
  "မျက်ခုံး": [
    "မျက်ခုံး များ ထင်ပေါ်စွာမြင်မက်မူ- ကြောက်စရာ တွေ့ရအံ့။"
  ],
  "မျက်စိ": [
    "မျက်စိ (မျက်လုံး)များမြင်မက်မူ- ကံကောင်းအံ့၊ အရေးကြီးသော အပြောင်းအလဲ ဖြစ်အံ့။",
    "မျက်စိ ကြီးကြီး, တောက်ပစွာ မြင်မက်မူ- ပြည့်စုံစွာ လက်ထပ်ရအံ့။",
    "မျက်စိ လှလှ မြင်မက်မူ- သုခ ရအံ့၊ အထူး ကံကောင်းအံ့။",
    "မျက်စိ ကြည်ကြည် လင်လင် မြင်မက်မူ - ဥာဏ်ကောင်းအံ့။",
    "မျက်စိ စိမ်းစိမ်း မြင်မက်မူ - မနာလိုအံ့။",
    "မျက်စိ နီနီကို မြင်မက်မူ- ရောဂါရအံ့။",
    "မျက်စိ မည်းမည်းကို မြင်မက်မူ - ရာဂကြီးအံ့။",
    "မျက်စိ ဇော်ဂျီရောင်ကို မြင်မက်မူ- ပျော်ရွှင်ရအံ့၊",
    "မျက်စိ ပြာပြာကို မြင်မက်က- ချစ်သူ သစ္စာရှိအံ့။",
    "မျက်စိ ဖြူဖွဲရောင် မြင်မက်မူ - အေးချမ်း သာယာရှိအံ့။",
    "မျက်စိ နာ နေသည်ဟု မက်က- တစ်စုံ တစ်ဦး မကောင်းကြံအံ့။",
    "မျက်စိ ကျိန်း, စပ် နေသည်ဟု မက်မူ- ချစ်သူ နာမကျန်း ဖြစ်အံ့။",
    "မျက်စိ မှုန်နေသည်ဟု မက်က- ကံဆိုးအံ့၊ အလိုဆန္ဒ မပြည့်ဘဲရှိအံ့၊ မိုက်ကန်းသော အပြုအမူ လုပ်မိအံ့။",
    "မျက်စိ ကန်းသွားသည်ဟု မက်မှု- အလိမ် ခံရအံ့၊ မိတ်ဆွေများ သစ္စာ ဖောက်အံ့၊ မယားသစ္စာပျက်အံ့။",
    "မျက်စိ ကွယ်သွားသည်ဟု မက်က- ချစ်ခင်သော မိတ်ဆွေတစ်ဦးဆုံးအံ့။",
    "မျက်စိ တစ်လုံး ပျက် သွားသည်ဟုမက်မှု- ဂုဏ်လျော့အံ့။",
    "မျက်စိ ကန်းသောသူကို မြင်မက်က- မိတ်ဆွေများ မိမိ၏ အကူအညီကို လိုလတ္တံ့။",
    "မျက်စိ စွေ့စောင်း နေသည်ဟုမက်က- ရာဇဝတ်မှု ကျူးလွန်မိ၍ ဘေးသွေးဆောင်ခံရအံ့၊ ခက်ခဲသော ပြဿနာကို ဖြေရှင်းနိုင်အံ့။",
    "မျက်စိ ထိုင်းမှိုင်းလျက် မြင်မက်မှု- ပူဆွေးရအံ့။",
    "မျက်စိ ထွက်ကျသည်ဟု မက်မှု- ကြောက်မက်ဖွယ်ရာ ဆုံးရှုံးခြင်း ဖြစ်အံ့၊ သားသမီးတို့ ပြေးအံ့။",
    "မျက်စိ ပျက်သည်ကို မြင်မက်မှု- မိစ္ဆာဒိဋ္ဌိ ဖြစ်အံ့။",
    "မျက်စိ တစ်လုံးတည်းရှိသည်ကိုမြင်မက်က- ကလေး တစ်ယောက်တည်း ရအံ့၊ လူပျိုကြီး၊ အပျိုကြီး ဘဝနှင့် အရိုးထုတ်ရအံ့။",
    "မျက်စိ မှိတ်နေသည်ဟုမက်မှု- အရမ်း လုပ်မိအံ့၊ မိမိမယား မနာလိုအံ့။",
    "မျက်စိ ဖွင့်ထားသည်ဟု မက်မှု- ကောင်းကျိုး ပေးအံ့။",
    "မျက်စိ လေးလံသည် ဟု မက်က... လျှို့ဝှက်စွာ မကောင်းကြံခံရအံ့။",
    "မျက်စိ ပြူး၍၊ စိုက်၍ မိမိအား ကြည့်နေသည်ဟု မက်က- အရေးကြီးသော ပြောင်းလဲခြင်း ဖြစ်အံ့၊ ကံကောင်းအံ့၊ လက်ရှိပတ်ဝန်းကျင်မှာ မပျော်ဘဲရှိအံ့။",
    "မျက်စိ ထဲ အမှိုက်ဝင်သည် မက်မှု-အနိဋ္ဌာရုံ တွေ့ရအံ့။",
    "မျက်စိ ၌ တိမ်သလ္လာမြင်မက်မှု- ဂုဏ်လျော့အံ့။",
    "မျက်စိ ၌ မျက်ချေးများမြင်မက်က-နာမည်ပျက်အံ့။",
    "မျက်စိ နှစ်လုံးစလုံး အထုတ်ခံရသည်ဟုမက်မှု- ဒုက္ခ ရောက်အံ့၊ သားသမီးများ ဒုက္ခတွေ့အံ့။"
  ],
  "မျက်စိကု": [
    "မျက်စိကု ဆရာကိုမြင်မက်မှု- သူတစ်ပါး မကောင်း မကြံနိုင်ဘဲရှိအံ့၊ မိမိအားစောင့်ကြည့်နေအံ့။"
  ],
  "မျက်နှာ": [
    "မျက်နှာ လှလှ၊ ပြုံးရွှင်စွာမြင်မက်မှု- လက်ထပ်ရအံ့၊ သုခချမ်းသာရအံ့။",
    "မျက်နှာ ဆိုးဆိုးကြမ်းကြမ်း မြင်မက်က- ကံဆိုးအံ့။",
    "မျက်နှာ မည်းမည်း မြင်မက်မှု- အသက်ရှည်အံ့။",
    "မျက်နှာ ဖောဖော ပြည့်ပြည့် မြင်မက်မှု- ဥစ္စာရအံ့။",
    "မျက်နှာ ပြားပြားမြင်မက်မူ-ဥစ္စာတိုးအံ့၊ ကာယသုခ ဖြစ်အံ့။",
    "မျက်နှာ ဝမ်းသာစွာ မြင်မက်မူ.... သတင်းကောင်း ကြားရအံ့။",
    "မျက်နှာ မျက်မှောင်ကုပ်လျက် မြင်မက်မူ- ငွေကြေး ဆုံးရှုံးအံ့။",
    "မျက်နှာ အမာရွတ်နှင့် မြင်မက်မူ- မကောင်းသော မိတ်ဆွေများ ဖျက်ဆီးလတ္တံ့။",
    "မျက်နှာ နတ်သမီးကဲ့သို့ လှပစွာ မြင်မက်မူ ချစ်ကိစ္စ ပျော်ရွှင်ရအံ့။",
    "မျက်နှာ မိမိမျက်နှာ လှပနေသည်ဟု မက်မူ.... ရုပ် အဆင်း ဆုတ်ယုတ်လတ္တံ့။",
    "မျက်နှာ စိမ်းများကိုမြင်မက်မူ- အလုပ်အကိုင် နေရာ ထိုင်ခင်း အပြောင်းအလဲ ဖြစ်အံ့၊ မီးရထား ဖြင့် ခရီးသွားရအံ့။",
    "မျက်နှာ ကျက်များ(သိပြီး)ကို မြင်မက်မူ- ထိမ်မြား မင်္ဂလာဧည့်ခံပွဲသို့ ဖိတ်ကြားခြင်း ခံရအံ့။",
    "မျက်နှာ ဖုံးကို မြင်မက်မူ- မင်္ဂလာဆောင်ရအံ့။",
    "မျက်နှာ ဖုံးနှင့်လူဟူ မြင်မက်မူ- သစ္စာဖောက်အံ့။",
    "မျက်နှာ ဖုံးတပ်ရသည်ဟု မက်က- ဆုံးရှုံးအံ့။",
    "မျက်နှာ ရှိသည့် မျက်နှာရသည်ဟုမက်မူ- အလှူဒါန ပြုလုပ်ရလတ္တံ့။"
  ],
  "မျက်နှာပြင်": [
    "မျက်နှာပြင် (ကလေးမွေးမှာ ကြည့်ပါ)။"
  ],
  "မျက်နှာသစ်": [
    "မျက်နှာသစ် ရသည်မက်မူ-နောင်တရလတ္တံ့၊ ကိုယ့်ရှူး ကိုယ်ပတ်အံ့။"
  ],
  "မျက်နှာသုတ်ပဝါ": [
    "မျက်နှာသုတ်ပဝါ ကိုမြင်မက်မူ-ခေတ္တဖျားအံ့၊ လူဝင်ဆန့်အံ့၊ ပင်ပန်းစွာလုပ်၍ အောင်မြင်အံ့။"
  ],
  "မြက်ခင်း": [
    "မြက်ခင်း ကျယ်ပြန့်စွာ မြင်မက်မူ - မိတ်ဆွေများနှင့် ပျော်မြူးရအံ့။"
  ],
  "မြက်ခြောက်": [
    "မြက်ခြောက် ပုံကြီးကိုမြင်မက်က-ကံကောင်းအံ့၊ ချမ်း သာအံ့၊ ကျန်းမာသောကလေးများ ရအံ့။"
  ],
  "မြက်ပင်": [
    "မြက်ပင် စိမ်းစိမ်းမြင်မက်မူ - ကြွယ်ဝချမ်းသာအံ့၊ အသက်ရှည်အံ့။",
    "မြက်ပင် ခြောက်ခြောက်မြင်မက်မူ-အန္တရာယ် တွေ့အံ့၊ ဘယာဥပဒ်ရအံ့၊ ဆင်းရဲအံ့။",
    "မြက်ပင် ရိတ်ရသည်ဟုမက်က- စိတ်အနှီရလတ္တံ့။",
    "မြက်ပင် ရိတ်နေသည်ကိုမြင်မက်မူ-မိတ်ဖွဲ့ရအံ့။",
    "မြက်ပင် ပြတ်ရသည်ဟုမက်မူ-ဒုက္ခတွေ့အံ့။",
    "မြက်ပင် ကောက်ယူရသည်ဟုမက်မူ-ကံဆိုးအံ့။",
    "မြက်ပင် မိမိထံ ယူလာသည်ဟု မြင်မက်က - အစစ ကောင်းအံ့။",
    "မြက်ပင် အစည်းများမြင်မက်မူ-စီးပွားတိုးအံ့။"
  ],
  "မျက်မမြင်": [
    "မျက်မမြင် ကိုမြင်မက်မူ-အလိမ်ခံရအံ့၊ အနီးအနားရှိ လူများ သစ္စာဖောက်အံ့။",
    "မျက်မမြင် များ အဝိုင်းခံရသည်ဟုမက်က- ရောဂါ ရ အံ့၊ သေပျောက်အံ့။",
    "မျက်မမြင် မိမိဖြစ်သည်ဟုမက်က - အလွန် ကံကောင်းအံ့။"
  ],
  "မျက်မှန်": [
    "မျက်မှန် ကိုမြင်မက်မူ...သူစိမ်းများက တစ်ပတ်ရိုက်အံ့။",
    "မျက်မှန် တပ်ကြည့်ရသည်ဟု မက်မူ - ရန်သူများက မကောင်းကြံအံ့၊ ခေတ္တ အပြောင်းအလဲ ဖြစ်အံ့။",
    "မျက်မှန် ဝယ်ရသည်ဟုမက်က - အခွင့်ကောင်း လွတ်သွားအံ့။",
    "မျက်မှန် ရှေးကျ (ခေတ်မမီသော) မျက်မှန်ကို မြင်မက်မူ... အိပ်ရာထဲတွင် တွေဝေနေအံ့။",
    "မျက်မှန် ကွဲသည်ဟုမက်က - အနည်းငယ် အခြေပျက်လတ္တံ့။",
    "မျက်မှန် နာရီကစတပ်ရဘဲ အိပ်မက်ထဲမှာ တပ်ရသည်ဟု မက်မူ - အဆင်လွဲ၍ စိတ်ဝမ်းကွဲအံ့။",
    "နေကာမျက်မှန်ကို မြင်မက်မူ - မိတ်ဆွေများထံမှ သတင်းကောင်း ကြားရအံ့။"
  ],
  "မျက်ရည်": [
    "မျက်ရည် ကျသည်ဟုမက်မူ - အကြံအောင်အံ့၊ ချမ်းသာတိုးအံ့၊ စိတ်ချမ်းသာအံ့။"
  ],
  "မျက်လှည့်": [
    "မျက်လှည့် ပြနေသည်ကို မြင်မက်မူ - မမျှော်လင့်သောအပြောင်းအလဲဖြစ်အံ့၊ ကွယ်ရာမှ မကောင်းကြံနေကြအံ့၊ ကောက်ကျစ်သော မိန်းမရအံ့။",
    "မျက်လှည့် ဆရာကိုမြင်မက်မူ - မိတ်ဆွေများမကောင်းကြံအံ့၊ လိမ်အံ့၊ မိတ်ဆွေများ ရန်သူဖြစ်အံ့၊ ကိုယ်ရေးကိုယ်သာ အခက်အခဲတွေရအံ့။"
  ],
  "မြင်းမိုရ်တောင်": [
    "မြင်းမိုရ်တောင် ခေါင်းအုံးအိပ်ရသည်၊တက်ရသည်ဟုမက်မူ-မင်းဖြစ်အံ့၊ လူချစ်လူခင် ပေါအံ့။"
  ],
  "မြင့်သောနေရာ": [
    "မြင့်သောနေရာ တက်ရသည်ဟု မက်မူ - သူတကာထက် မြတ်အံ့။"
  ],
  "မြင်း": [
    "မြင်း ကို မြင်မက်မူ - ခရီးသွားရအံ့၊ ချမ်းသာအံ့၊ သားသမီးများရအံ့၊ ဆွေမျိုးများ ရောက်လာအံ့။",
    "မြင်း ကို မြင်းဇောင်းထဲမှာ မြင်မက်မူ-ခရီးသွား၍ အမြတ်ရအံ့။",
    "မြင်း မ ကိုမြင်မက်မူ - မချေလင်ထပ်ရအံ့၊ စိတ်နှစ်သိမ့်ရအံ့။",
    "မြင်း ဖြူကို မြင်မက်က မမျှော်လင့်သောဥစ္စာကို ရအံ့။",
    "မြင်း နက်ကို မက်မူ - အကြံပျက်အံ့၊ သေပျောက်အံ့။",
    "မြင်း ဝါကို မြင်မက်က...ရောဂါရအံ့။",
    "မြင်း ကျားကို မြင်မက်က...မိတ်ဆွေများနှင့် ရန်ဖြစ်အံ့၊ မထင်သော မိတ်ဆွေတစ်ဦး ထံမှ အကြံဉာဏ် ရလတ္တံ့။",
    "မြင်း ပြိုင်မြင်းကို မြင်မက်မူ....ငွေဖြုန်းတီးအံ့။",
    "မြင်း ကပ်ကို မြင်မက်က....ပင်ပန်းဆင်းရဲအံ့။",
    "မြင်း နာကို မြင်မက်မူ -- ကံဆိုးအံ့။",
    "မြင်း သေကို မြင်မက်မူ -- စိတ်ဒုက္ခရောက်အံ့။",
    "မြင်း စိတ်ထန်နေသောမြင်းကိုမြင်မက်မူ - မကြာမီ စိတ်ချမ်းသာသော သတင်း ကြားရအံ့။",
    "မြင်း လှလှ စီးရသည်ဟု မက်က.... လွတ်လပ်အံ့၊ သုခရအံ့၊ မိန်းမက မက်မူ... ချမ်းသာသောသူကို ရအံ့။",
    "မြင်း စီးသွားရသည်ဟု မက်က.... အကြံအောင်အံ့၊ ချမ်းသာကြီးအံ့၊ လွတ်လပ်အံ့၊ ရပ်ဝေးသွားပြီး စီးပွားဖြစ်အံ့၊ မိန်းမဘက်မှ ဥစ္စာရအံ့။",
    "မြင်း စီးလာသူကို မြင်မက်မူ.... ရပ်ဝေးမှသတင်း ကြားရအံ့။",
    "မြင်း မိန်းမစီးသွားသည်ကိုမြင်မက်မူ - ကံကောင်းအံ့။",
    "မြင်း မိန်းမလှလှ စီးလာသည်ကိုမြင်မက်က - ချမ်းသာသောလင် ရအံ့။",
    "မြင်း ဖြူ စီးရသည်ဟု မက်မူ... လက်ထပ် ရအံ့၊ ဖြူစီး၍ ခရီးထွက်ရသည်ဟုမက်က - ရာထူးတက်အံ့၊ ချီးမြှင့်ခြင်း ခံရအံ့။",
    "မြင်း ပြိုင်မြင်းစီးရသည်ဟု မက်မူ - လောင်းကစားက ရှုံးအံ့။",
    "မြင်း အမြန် စီးရသည်ဟု မက်က.... သူတစ်ပါး အားထားခြင်း ခံရအံ့၊ ၎င်း၏ အထောက်အပံ့ဖြင့် မိမိအကြံအောင်အံ့။",
    "မြင်း ဖြည်းဖြည်းစီးသွားရသည်ဟု မက်မူ - ဆင်းရဲဒုက္ခတွေ့အံ့။",
    "မြင်း ပေါ် တင်ပလ္လင်ခွေ ထိုင်နေသည်ဟု မက်မူ.... အစားကောင်း စားရအံ့၊ လာဘ်ရအံ့၊ အလိုရမက် ကြီးအံ့။",
    "မြင်း ပေါ်မှ လိမ့်ကျသည်ဟု မက်က.... မကြာမီ မမျှော်လင့်သော ဆုံးရှုံးခြင်းဖြစ်အံ့၊ အကြံပျက်အံ့။",
    "မြင်း ပေါ်မှ ခါချခံရသည်ဟု မက်မူ.... ကံဆိုးအံ့။",
    "မြင်း ပေါ်မှ လိမ့်ကျ၍ အနာတရ ရသည်ဟု မက်မူ - ကံဆိုးအံ့။",
    "မြင်း ကို သတ်သည်ဟု မက်က... အလွန် ဝမ်းနည်း ကြေကွဲအံ့။",
    "မြင်း ကို သံခွာတပ်ပေးရသည်ဟု မက်မူ.... ချစ်မှုအောင်မြင်အံ့။",
    "မြင်း ကို ကကြိုးဆင်ရသည်ဟု မက်မူ... အလုပ်အကိုင် တစ်နှစ်အတွင်း တိုးတက်အံ့။",
    "မြင်း မြက်စားနေသည်ဟု မက်မူ.... ချမ်းသာတိုးအံ့။",
    "မြင်း ကို လက်သပ်၍ ချော့နေသည်ဟု မက်မူ... အမြဲ ကံကောင်းအံ့။",
    "မြင်း အိမ်မှာ မွေးဖွားနေသည်ဟု မက်က-ကောင်းကျိုး ပေးအံ့။",
    "မြင်း အရောင်းအဝယ်လုပ်ရသည်ဟု မက်မူ-အလိမ်ခံရအံ့။",
    "မြင်း ကို ရေတိုက်၊ သို့မဟုတ် အစာကျွေးသည်ဟု မက်မူ... အလွန်ကံကောင်းအံ့။",
    "မြင်း ရေသောက်နေသည်ကို မက်မူ... ရေကြည်လျှင် ကံကောင်းအံ့၊ ရေနောက်လျှင် ကံဆိုးအံ့။",
    "မြင်း ကို နှိပ်စက်သည်ဟု မက်က - သစ္စာရှိသော မိတ်ဆွေတစ်ဦးရအံ့။",
    "မြင်း လည်ကွင်း (ကလည်) ကို မြင်မက်က - မိမိကစားဘက်နှင့် သာလွန်အံ့။",
    "မြင်း ဦးခေါင်းကဲ့သို့ မိမိဦးခေါင်းကို မြင်မက်မူ-ကျွန် ဖြစ်လတ္တံ့။",
    "မြင်း ကွေ့သောရထားဖြင့် နေ့လယ် လမ်းပေါ်မောင်းသွားရသည်ဟု မက်မူ - အေးချမ်းသာယာရှိအံ့။",
    "မြင်း ညအခါ မောင်းသွားရသည်ဟု မက်မူ - မိတ်ကောင်းတစ်ဦး လက်လွှတ်အံ့။",
    "မြင်း ကြမ်းကြမ်း၊ တမ်းတမ်း မောင်းသွားရသည်ဟု မက်က မွဲလတ္တံ့။"
  ],
  "မြင်းစီးသမား": [
    "မြင်းစီးသမား ကို မြင်မက်မူ ... စိတ်ကြီးဝင်အံ့။"
  ],
  "မြင်းဇောင်း": [
    "မြင်းဇောင်း ကို မြင်မက်က...မိမိချစ်သောသူ မကြာမီ ရောက်လာအံ့။"
  ],
  "မြင်းတပ်": [
    "မြင်းတပ် ကို မြင်မက်က-ကံကောင်းအံ့၊ ချစ်သူရအံ့။",
    "မြင်းတပ် သားကို မြင်မက်က .. ဘေးဥပဒ်တွေ့အံ့။",
    "မြင်းတပ် ခင်းကျင်းသွားသည်ကို မြင်မက်မူ.... မာနထောင်လွှားအံ့။"
  ],
  "မြင်းထိန်း": [
    "မြင်းထိန်း အနီးလာသည် မက်မူ.... သတင်းထူး ကြားရအံ့။"
  ],
  "မြင်းပြိုင်ကွင်း": [
    "မြင်းပြိုင်ကွင်း ကို မြင်မက်မူ... ပျော်မြူးရအံ့။",
    "မြင်းပြိုင်ကွင်း တွင် မြင်းစီးရသည်ဟု မက်မူ... ဆုံးရှုံးအံ့။"
  ],
  "မြင်းပွဲ": [
    "မြင်းပွဲ မြစ်မက်မူ-အခက်အခဲ ထပ်ခါထပ်ခါ တွေ့အံ့။",
    "မြင်းပွဲ ဝပ်ခွဲရသည်ဟု မက်မူ... အလုပ်အကိုင် တိုးတက်အံ့၊ ချစ်သူရအံ့။",
    "မြင်းပွဲ နိုင်မြင်းကို လောင်းရသည်ဟု မက်မူ - ဆုရအံ့။",
    "မြင်းပွဲ ရှုံးမြင်းကို လောင်းရသည်ဟု မက်မူ - နေရာဌာန ပြောင်းရအံ့။"
  ],
  "မြင်းရထား": [
    "မြင်းရထား စီးရသည်ဟု မက်မူ .... အိမ်တွင်းကိစ္စ အတွက် ပူပင်သောက တွေ့ရအံ့။"
  ],
  "မြင်းသံခွာ": [
    "မြင်းသံခွာ တွေ့မြင်ရသည်ဟု မက်မူ .... ကုန်း၊ ရေလမ်း ခရီးသွားရအံ့။",
    "မြင်းသံခွာ ကောက်ရသည်ဟု မက်က.... ကံကောင်းအံ့၊ အမွေရအံ့၊ လောင်းကစားလျှင် နိုင်အံ့။",
    "မြင်းသံခွာ မြင်းခြေမှာ မြင်မက်မူ ... အလွန် ကံကောင်းအံ့၊",
    "မြင်းသံခွာ မြင်းကိုတပ်ပေးရသည်ဟုမက်က - ကြီးကျယ်စွာ အကျိုးပေးအံ့။"
  ],
  "မြစ်": [
    "မြစ် ကို မြင်မက်မူ - အကြံအောင်အံ့၊ အသက်မွေးလမ်းကြောင်းကောင်းအံ့။",
    "မြစ် ထဲ ရေကြည်ကိုမြင်မက်မူ - လှပသော မိန်းမရအံ့၊ လုံခြုံအံ့၊ မိန်းမကမက်မူ - မိမိအလိုဆန္ဒ ပြည့်စုံအံ့။",
    "မြစ် ထဲ ရေနောက်ကို မြင်မက်မူ... သောကတွေ့အံ့၊ ဆုံးရှုံးအံ့၊ ရန်ဖြစ်အံ့။",
    "မြစ် ထဲ လှိုင်းထနေသည်ကို မြင်မက်မူ .... အခက်အခဲတွေ့ရအံ့။",
    "မြစ် ထဲ ငြိမ်သက်လျက် မြင်မက်မူ .... အားလုံးကောင်းအံ့။",
    "မြစ် ရေစီး အလွန်လျှင်မြန်သည်ဟုမက်က - ဒုက္ခတွေ့အံ့၊",
    "မြစ် ရေစီးသန်၍ မကူးနိုင်ဟုမက်က - နာဖျားအံ့၊ တရားတပေါင် ရှည်လျားစွာဖြစ်အံ့။",
    "မြစ် ထဲ ကျသည်ဟုမက်မူ .... အိမ်တွင်းဘေးကင်းဖြစ်အံ့။",
    "မြစ် ထဲ ရေကူးနေသည်ဟု မက်မူ - ဘေးဥပဒ် နီးကပ်နေအံ့။",
    "မြစ် ထံကူး၍ တဖက်ကမ်း ရောက်သွား သည်ဟု မက်မူ.... အလိုပြည့်အံ့၊ ရောဂါ ပျောက်အံ့။",
    "မြစ် ရေကြည်ကြည်နှင့် မိမိအခန်းထဲဖြတ်စီးလာသည်ဟုမက်မူ - သြဇာ ရှိသော သူများနှင့် မိတ်ဖွဲ့ရအံ့။",
    "မြစ် ရေသောက်ရသည်ဟု မက်က - သူ တစ် ပါးထက် ကျော်စောအံ့။"
  ],
  "မျောက်": [
    "မျောက် မြင်မက်မူ - ဥစ္စာ ပစ္စည်းနှင့် ပတ် သက် ၍ အလိမ်ခံရအံ့၊ သူခိုးခိုးခံရအံ့၊ ရောဂါရအံ့၊ တကျက်ကျက်ရန်ဖြစ်အံ့။",
    "မျောက် များစွာမြင်မက်မူ- မိတ်ဆွေတစ်ဦးမကောင်းကြံနေအံ့။",
    "မျောက် တိရစ္ဆာန်ရုံ ဆပ်ကပ်ထဲမှာ မြင်မက်မူ - သစ္စာဖောက်အံ့၊ အကဲ့ရဲ့ခံရအံ့။",
    "မျောက် မိမိအိမ်မှာရှိနေသည်ဟုမက်က - အနီးအနားရှိ ဆွေမျိုး မိတ်ဆွေ ကျေးကျွန်ထဲမှ မိမိအကျိုး ပျက်စီးရာပျက်စီးကြောင်း ကြံနေအံ့။",
    "မျောက် အော်သံကြားရမက်မူ - ဆုံးရှုံးအံ့။",
    "မျောက် နှိပ်စက်ခံရသည်ဟုမက်မူ ဥစ္စာရအံ့။",
    "မျောက် ကို အစာကျွေးရ သည်ဟု မက်မူ - လူတိုင်း မယုံလေနှင့်။",
    "မျောက် ဟနုမန် မျောက်မင်းကို မြင် မက် မူ - မိတ် ကောင်း။ ဆွေကောင်းရအံ့။ အစာအရာ ကောင်းအံ့။"
  ],
  "မြောက်ဘက်": [
    "မြောက်ဘက် သွားရသည်ဟု မက်က တဖြည်းဖြည်း တိုး တက်အံ့။"
  ],
  "မြို့တော်ကြီး": [
    "မြို့တော်ကြီး တွင် လူအများ စည်ကားလျက်မြင်မက်မူ-ချမ်းသာကြီးအံ့။",
    "မြို့တော်ကြီး ထဲတွင်မျက်စိလည်နေသည်ဟု မက်က-ယခုအကြံ ရုတ်တရက်ပြောင်းရအံ့။",
    "မြို့တော်ကြီး မီးလောင် နေသည်ဟု မက်မူ-ဆင်းရဲအံ့။",
    "မြို့တော်ကြီး သို့ ဝင်ရသည်ဟုမက်က ဥစ္စာများစွာရအံ့။",
    "မြို့တော်ကြီး ပျက်စီးဆဲဟု မက်မူ-တိုင်းပြည် ပျက်အံ့။"
  ],
  "မြို့တော်ဝန်": [
    "မြို့တော်ဝန် နှင့်အတူ သွားလာရသည်ဟု မက်မူ-အစစအရာရာ သတိရှိဖို့လိုအံ့။"
  ],
  "မွေ့ရာ": [
    "မွေ့ရာ ကို မြင်မက်မူ-ဥပဒ်ရအံ့၊ ဆင်းရဲအံ့။",
    "မွေ့ရာ ကော်ဇောရောင်းသူ လုပ်ရသည်ဟုမက်က-ရောဂါ ရအံ့။"
  ],
  "မွေး": [
    "မိမိထက်နိမ့်ကျသော အတန်းမှာ မွေး(လူဖြစ်)ရသည်ဟုမက်မူ-ချမ်းသာကြီးအံ့။"
  ],
  "မွေးစား": [
    "မွေးစား ရသည်၊ မွေးစားခံရသည်ဟု မက်မူ-ဆွေမျိုးသားချင်း ဒုက္ခရောက်နေသဖြင့် မိမိထံကူအညီ တောင်းလာအံ့၊ စိတ်ဆင်းရဲ စရာတွေ့ရအံ့။"
  ],
  "မွေးနေ့": [
    "မိမိမွေးနေ့ကို မက်မူ - အလုပ် ကောင်းအံ့၊ ငွေရအံ့၊ စိတ်ချမ်းသာအံ့။",
    "သူများမွေးနေ့ကို မက်က-မကြာမီ အကျိုးရှိအံ့ သူများထက်သာအံ့။",
    "မွေးနေ့ လက်ဆောင် ရသည်ဟုမက်မူ-ဆင်းရဲအံ့၊ မိမိအတိတ်ကကောင်းမှု အကျိုးပေးအံ့။",
    "မွေးနေ့ လက်ဆောင်ပေးရသည်ဟု မက်မူ-မိတ်ပေါ့အံ့၊ ပျော်ရွှင်အံ့။"
  ],
  "မြွေ": [
    "မြွေ မြင်မက်မူ-အကြံ ပျက်အံ့၊ နာ ဖျား အံ့၊ မိန်းမတစ်ဦးမကောင်းကြံအံ့၊ အိမ်ထောင်အပြောင်းအလဲ ရှိအံ့၊ ထစ္စာ ဖောက်အံ့၊ အကြံပျက်အံ့။",
    "မြွေ ကြီးကြီး မြင်မက်က-ဥစ္စာ ရအံ့၊ ကျော်ကြားအံ့။",
    "မြွေ ဖြူကြီးကို မြင်မက် မူ-ကြံသမျှ အောင်အံ့။",
    "မြွေ ဖြူညာလက်တွင် မြင်မက်မူ-လှပယဉ်ကျေးသော မိန်းမရအံ့။",
    "မြွေ အနက်ကွက်နှင့်မြင်မက်မူ-ရန်များအံ့။",
    "မြွေ ပွေး၊ မြွေဟောက်ကို မြင်မက်က-ရန်ဖြစ်အံ့၊ အလိမ်ခံရအံ့၊ သစ္စာမဲ့အံ့။",
    "မြွေ ပွေးကလေးကို မြင်မက်မူ-သစ္စာ မဲ့သော မိတ်ဆွေများတွေ့ရအံ့။",
    "မြွေ ရေထဲတွင်မြင်မက်မူ-ချမ်းသာကြီးအံ့။",
    "မြွေ ကိုက်ခံရသည်ဟုမက်မူ-လူလိမ်ခံရအံ့၊ရန်သူ နှောင့်ယှက်အံ့၊ စုန်းနတ်ဖမ်းစားအံ့၊ တရား ဖြစ်အံ့။",
    "မြွေ လှည့်ကိုက် သည်ဟု မက်က-ရန်ကြီးကျယ် အံ့။",
    "မြွေ စိမ်းကိုက်ခံရသည်ဟု မက်မူ-လူလိမ်၊ လူ ကောက် တွေ့ရအံ့။",
    "မြွေ ဖြူညလက်ကို ကိုက်သည်ဟုမက်မူ-၁၀ ရက်အတွင်း ဥစ္စာ၊ရွှေ၊ငွေရအံ့။",
    "မြွေ ခဲသည်ဟု မက်က-အတ္တရှိအံ့။",
    "မြွေ မျိုခံရသည်ဟုမက်မူ-ဥစ္စာရအံ့။",
    "မြွေ မိမိအိမ်ဆီသို့ လာနေသည်ကို မြင်မက်မူ- အကြံအောင်အံ့၊ငွေရအံ့။",
    "မြွေ မိမိအိမ်ထဲဝင်လာသည်ဟု မက်က-ရန်ရှိအံ့။",
    "မြွေ မိမိအိမ်ပတ်လည် ဝိုင်းလျက် မြင်မက်မူ- ရောဂါရအံ့၊ အချုပ်ခံရအံ့၊ ဒုက္ခတွေ့အံ့။",
    "မြွေ ကို စီးရသည်ဟုမြင်မက်မူ-ပြင်းထန်စွာ နာ ဖျားအံ့၊သေအံ့။",
    "မြွေ ကိုနှင်းမိသည်ဟု မက်က-ရန်သူ ရန်မရှာ နိုင်ဘဲရှိအံ့၊စိုးရိမ်ကင်းအံ့၊ အောင် မြင် အံ့။",
    "မြွေ ကို ရိုက်ရသည်ဟု မက်မူ-ကံကောင်းအံ့။",
    "မြွေ ကို သတ်ရသည်ဟု မက်မူ- ရန်ကိုနိုင်အံ့၊",
    "မြွေ သတ်နေသည်ကိုမြင်မက်မူ-နာပျားအံ့။",
    "မြွေ သေသည်ဟုမက်က-ရန်ပျောက်အံ့။",
    "မြွေ ထွက်ပြေးသည်ဟုမက်မူ-ရန်သူပြေးအံ့။",
    "မြွေ ရစ်ပတ်ခံရသည်ဟု မက်မူ-ကံဆိုးအံ့၊ ရော ဂါရအံ့။",
    "မြွေ လိုက်ခံရသည်ဟုမက်မူ လူဆိုးတို့ လိမ်အံ့။",
    "မြွေ ကို့ ဖမ်းရသည်ဟုမက်က-အောင်မြင်အံ့။",
    "မြွေ ကို့ ခါးပိုက်ပိုက်ထားရသည်ဟု မက်မူ - အတွင်းရန် ဖြစ်ပေါ်အံ့။",
    "မြွေ ကို ယဉ်ကျေးအောင်သင်ရသည်ဟု မက်က- အကြံအောင်အံ့။",
    "မြွေ သား စားရသည်ဟုမက်မူ-ဥစ္စာ ရွှေ၊ငွေ ရ အံ့။",
    "မြွေ သား မြိန်ရှက်စွာ စားရသည်ဟုမက်မူ-ရော ဂါ ဥပါဒ်ကင်းအံ့၊ဥစ္စာရအံ့။"
  ],
  "မြွေပါ": [
    "မြွေပါ မြင်မက်မူ-ကံကောင်းအံ့၊ ရန်သူကိုနိုင်အံ့၊ မိတ်ဆွေများ သတိထားဖို့လိုအံ့။",
    "မြွေပါ ကတိုးကိုမြင်မက်မူ-မိမိအကျိုးဖျက်အောင် ကြံလတ္တံ့။"
  ],
  "မှဲ့": [
    "မှဲ့ ကိုမြင်မက်မူ-ကြေကွဲ ဝမ်းနည်းရအံ့။"
  ],
  "မှော်ဆရာ": [
    "မှော်ဆရာ ကို မြင်မက်မူ-မိတ်ဆွေ၊ ရန်သူဖြစ်အံ့။"
  ],
  "မှန်": [
    "မှန် ကြည့်ရသည်ဟုမက်မူ- အကြံ အောင်အံ့၊ ထင်ရှားအံ့၊ လင်မယား အထင်လွဲအံ့၊ အစစအရာရာ အဆင်မပြေရှိအံ့၊ ရည်းစား စိတ်မချဘဲ ရှိအံ့၊ ငွေဆုံးအံ့။",
    "မှန် ရှည်ရှည်ကို မြင်မက်မူ-အကျိုးထူးခံစားရအံ့။",
    "မှန် များ စီတန်းထားသည်ကိုမြင်မက်မူ- ပျော်ရွှင်စွာ အသက်မွေးရအံ့။",
    "မှန် ကို လက်၌ ကိုင်ထားရသည်ဟု မက်မူ-ရောဂါ ကင်းအံ့။",
    "မှန် ထဲ မျက်နှာ ကောင်းစွာ မမြင်ရက-အကြံပျက်အံ့၊ စိတ်ကျဉ်းကျပ်အံ့။",
    "မှန် ထဲ တစ်ကိုယ်လုံး မြင်မက်မူ - ကြိုးစားသမျှ အောင်မြင်အံ့။",
    "မှန် ထဲ မျက်နှာချည်း မြင်မက်မူ-ရန်သူ နှောင့်ယှက်အံ့၊ မိမိချစ်သူအား တခြားသူနောက်ပိုးနေအံ့။",
    "မှန် ထဲ မိမိနောက်မှ အခြားသူတစ်ဦးကိုမြင်မက်မူ-မကြာမီ လက်ထပ်ရအံ့။",
    "မှန် ရှေ့မတ်တတ်ရပ်နေသည်ဟု မက်က - သူများ မေးငေါ့ခံရအံ့။"
  ],
  "မှန်စီရွှေချ": [
    "မှန်စီရွှေချ ကို မြင်မက်မူ-ဘေးတွေ့အံ့။"
  ],
  "မှန်ပြောင်း": [
    "မှန်ပြောင်း မြင်မက်မူ-ခုက္ခရှိသည်ထက် ပိုထင်နေအံ့၊ မစဉ်းမစား လုပ်မိအံ့။",
    "မှန်ပြောင်း ကြည့်ရသည်ဟုမက်က-ရပ်ဝေးနေမိတ်ဆွေတစ်ဦးထံမှ စာရအံ့။",
    "မှန်ပြောင်း နှင့် လယ်ကွင်းထဲ ကြည့်ရသည်ဟု မက်မူ - အမွေရအံ့။",
    "မှန်ပြောင်း နှင့်ကြယ်များကိုကြည့်နေရသည်ဟုမက်က-အလုပ် အောင်မြင်အံ့။",
    "မှန်ပြောင်း နှင့်-လ-ကို ကြည့်နေရသည်ဟုမက်မူ - ရွှေအပို ရချမ်းသာ ကြွယ်ဝအံ့။",
    "မှန်ပြောင်း မြင်မက်မူ-တဆိတ်တအိတ်လုပ်အံ့၊ သောကတွေ့သော်လည်း ခဏဖြင့် ပျောက်အံ့။ (ပိုးမွှားကြည့်သော)ကို မြင်မက်မူ-သားသမီး တိုးအံ့။"
  ],
  "မှန်အိမ်": [
    "မှန်အိမ် ကို မြင်မက်မူ-အကြံအောင်အံ့။"
  ],
  "မှိန်း": [
    "မှိန်း ကို မြင်မက်မူ-မကောင်းကြံခံရအံ့။"
  ],
  "မှောင်": [
    "မှောင် မိုက်ကိုမြင်မက်မူ-ကြမ္မာဆိုးတွေ့အံ့။",
    "မှောင် ရုတ်တရက်ကျသွားသည်ဟု မက်မူ - ဘေးတွေ့အံ့၊ ကံဆိုးအံ့။",
    "မှောင် ပြီး ရုတ်တရက် လင်းလာသည်ဟုမြင်မက်က ဘေးလွတ်အံ့။",
    "မှောင် ထဲသွားရသည်ဟု မက်မူ-အခက်အခဲ တွေ့ရအံ့။",
    "မှောင် ထဲ ကျသွားသည်ဟု မက်က - ကံဆိုးအံ့၊ အပြောင်းအလဲရှိအံ့။",
    "မှောင် ထဲမှ ၊ လျှပ်စစ်လက်၍ လမ်းစ တွေ့ရသည်ဟုမက်မူ အခက်အခဲတို့ကိုကျော်လွှန်နိုင်အံ့။"
  ],
  "မှို့": [
    "မှို့ ရသည်ဟုမက်မူ-စွန့်စားချက် အောင်မြင်အံ့။",
    "မှို့ ချက်စားရသည်ဟုမက်မူ - လာဘ်ကြီး ရအံ့၊ ကျန်းမာအံ့၊ အသက်ရှည်အံ့ ထင်ပေါ်အံ့၊",
    "မှို့ အိမ်နားဝန်းကျင်၌ ပေါက်နေသည်ဟု မက်က-မိုးကြီးကျအံ့။"
  ],
  "မှို့တက်": [
    "မှို့တက် နေသည်ကိုမြင်မက်မူ - ကျက်သရေရှိသော ဧည့်သည် ရောက်လာအံ့။"
  ],
  "မြား": [
    "မြား မြင်မက်မူ-ခေတ္တ စိတ်ဒုက္ခဖြစ်အံ့၊",
    "မြား ဖြင့် ရွယ်ရသည်ဟုမက်က ကျော်စောအံ့၊",
    "မြား ကို ချိန်၍ပစ်ရာ မှန်လျှင် အကြံအောင်အံ့၊ တန်ခိုးကြီးအံ့၊ မမှန်က အကြံပျက်အံ့။",
    "မြား နှင့်ချိန်၍ပစ်ရာ နှလုံးကို ဖောက်ထွင်းသွားသည်ဟုမက်မူ-ရန်သူများ သတ်ဖို ကြံအံ့။",
    "မြား နှင့် အပစ်ခံရသည်ဟုမက်မူ-အလုပ်ပြိုင်ဘက်ပေါ်အံ့၊ မိတ်ဆွေဟန်ဆောင်သူက ဥပရိလိတ္တံ။",
    "မြား မှန်ခံရသည်ဟု မက်မူ - မမျော်လင့်သော ကြမ္မာဆိုး တွေ့အံ့။",
    "မြား များ ကောင်းကင်မှာ မြင်မက်မူ - မိမိအကြောင်း ထီးထီးပြောအံ့။",
    "မြား ကျိုးနေသည်ဟု မက်မူ .... မိတ်ကောင်းတစ်ယောက် လက်လွတ်အံ့။",
    "မြား ကိုင်နေသည်ကိုမြင်မက်က.... မပြည့်မစုံရှိအံ့။",
    "မြား နှင့် လေးကို မြင်မက်မူ အလွန် ကံဆိုးအံ့။"
  ],
  "မြားနတ်မောင်": [
    "မြားနတ်မောင် ကို မြင်မက်မူ - မကြာမီ လက်ထပ်ရအံ့။ ကလေးများစွာရအံ့။"
  ],
  "မြှူ": [
    "မြှူ ခံရသည်ဟု မက်က - ကြောက်စရာကောင်းသောအရာကို တောင်းဆိုခံရအံ့။"
  ],
  "မျှော့": [
    "မျှော့ မြင်မက်မူ-ဥစ္စာပစ္စည်းရအံ့၊ နာမည်ကောင်းအံ့၊ အချိန်မီ ကယ်မည့်သူ ပေါ်လာအံ့၊ အကြံအောင်အံ့။",
    "မျှော့ ဟွယ်သည်ဟု မက်မူ အကြီးအကဲ ဖြစ်အံ့၊ ကံကောင်းအံ့၊ ရောဂါပျောက်အံ့။",
    "မျှော့ တွယ်၍သွေး မြင်မက်မူ - ကုသိုလ် ကောင်းအံ့။"
  ],
  "မျော့ကြိုး": [
    "မျော့ကြိုး ကို မြင်မက်မူ - တိုးပွားအံ့။"
  ],
  "မျှော်စင်": [
    "မျှော်စင် မြင်မက်မူ - အသက်ရှည်အံ့။"
  ],
  "မြှောက်ပင့်": [
    "မြှောက်ပင့် ကို တက်ရသည်ဟုမက်က - ဆုံးရှုံးအံ့။",
    "မြှောက်ပင့် ခံရသည်ဟုမက်မူ - ပတ်ဝန်းကျင်မှ လူလိမ်များ တွေ့ရအံ့၊ စိတ်ပျက်စရာတွေ့ရအံ့။"
  ],
  "မြုပ်": [
    "အရှင်လတ်လတ် မြေမြှုပ်ခံရသည်ဟု မက်မူ - မုချ စီးပွားဥစ္စာ တိုးတက်အံ့၊ အမွေကြီးရအံ့။"
  ]
}
