{
  "ယမင်းရုပ်": [
    "ယမင်းရုပ် ကိုမြင်မက်က-အိမ်တွင်းသုခရအံ့၊ မိမိရာထူးတိုးပေးဖို့ ကြည့်နေအံ့။"
  ],
  "ယာဂု": [
    "ယာဂု သောက်ရသည်ဟုမက်မူ - ရောဂါ ပျောက်အံ့။"
  ],
  "ယားယံ": [
    "ယားယံ သည်ဟု မက်မူ - မကြာမီ ငွေရအံ့။"
  ],
  "ယူနီဖောင်း": [
    "ယူနီဖောင်း သေတ္တာကိုမြင်မက်မူ - ချမ်းသာအံ့။",
    "ယူနီဖောင်း အဝတ်ကိုမြင်မက်မူ .... ရာထူးတိုးအံ့၊ ချစ်သူရအံ့။"
  ],
  "ယစ်မျိုး": [
    "ယစ်မျိုး အရာရှိကိုမြင်မက်မူ - ရာထူးကြီးရအံ့။"
  ],
  "ယင်ကောင်": [
    "ယင်ကောင် များမြင်မက်မူ - အပြိုင်အဆိုင်ပေါ်အံ့၊ မနာလိုအံ့၊ ကျန်းမာသူနာဖျားအံ့၊ နာဖျားသူ ပျောက်အံ့။",
    "ယင်ကောင် အုပ်ကြီး မြင်မက်မူ - မိတ်ဆွေများ သစ္စာမဲ့အံ့။",
    "ယင်ကောင် အော်နေသည်ဟု မက်က .... မိတ်ဆွေ ဆိုသူများက မကောင်းပြောနေအံ့။",
    "ယင်ကောင် မီးတိုင် အလင်းရောင်မှာ ဝိုင်းနေသည်ကို မြင်မက်မူ - နာမည်ကြီးအံ့၊ ကျော်ဇောအံ့။",
    "ယင်ကောင် ကို မောင်းထုတ်ရသည်ဟု မက်မူ - အကြံအောင်အံ့။",
    "ယင်ကောင် တစ်ကိုယ်လုံးဖြည့်နေသည်ဟု မက်က ရန်များအံ့၊ မယားသန္ဓေတည်အံ့။",
    "ယင်ကောင် ကိုသတ်အံ့၊ သေနေသည်ဟုမက်မူ-အခက်အခဲ တွေ့ပြီးမှ အောင်မြင်အံ့။"
  ],
  "ယပ်တောင်": [
    "ယပ်တောင် ပြင်မက်မူ-စွန့်ပစ်လျက် ဆုံးရှုံးအံ့၊ မိမိအချစ်ကို သူများနှောင့်ယှက်အံ့၊ သူများအချစ်ကို မိမိက လုယူလိုအံ့။",
    "ယပ်တောင် လက်ထဲမှာ ကိုင်ထားရသည်ဟု မက်မူ... သတင်းကောင်း ကြားရအံ့။",
    "ယပ်တောင် နောက်ကမိန်းမမျက်နှာကို မြင်မက်မူ-အရှုပ်အထွေးမကြာမီ ရှင်းလင်းသွားအံ့။",
    "ယပ်တောင် ခပ်နေသည်ကို မြင်မက်မူ-ပူပန်နေရသော မိတ်ဆွေထံမှ စာလာရအံ့။",
    "ယပ်တောင် ခပ်နေရသည်ဟုမက်က - ပူပင်သောကရှိအံ့။"
  ],
  "ယမ်းအိုး": [
    "ယမ်းအိုး ပြင်မက်မူ-အမျက်ထွက်အများ နေအံ့။",
    "ယမ်းအိုး ပေါက်ကွဲသည်ဟု မက်က- အိမ်သားထဲမှ တစ်ဦး သေအံ့။"
  ],
  "ယုန်": [
    "ယုန် ပြင်မက်မူ-အကျိုးရှိသော အလုပ်ကို လုပ်ရအံ့။ မိတ်ကောင်း ဆွေကောင်း တွေ့ရအံ့၊ လက်ထပ်ရအံ့။",
    "ယုန် သေကို မြင်မက်မူ-အလွန်ကံကောင်းအံ့။",
    "ယုန် ဖြူကိုမြင်မက်မူ- ထိတ်ထိတ်လန့်လန့်နှင့်ပင် အကြံ အောင်အံ့။",
    "ယုန် မည်းကို မြင်မက်မူ-....သောကများအံ့၊ မိမိ အသုံးပွာ၍ ကြွေးတင်အံ့။",
    "ယုန် ကိုခွေးများလိုက်နေသည်ဟု မက်မူ-မိမိအထိ အခိုက်မှ သီသီကလေး လွတ်သွားအံ့။",
    "ယုန် လယ်ထဲမှာ ခုန်ပေါက် မြူးတူးနေသည်ကို မြင်မက်မူ-မိမိ၏မိတ်ဆွေများ ကူညီအံ့။",
    "ယုန် သားစားရသည်ဟုမက်မူ- လာဘ်ကြီးရအံ့။",
    "ယုန် မိမိထံလာနေသည်ဟု မက်မူ- မိတ်ဆွေများ အလည်လာအံ့။",
    "ယုန် မိမိထံမှပြေးသည်ဟု မက်က-ကြွေးတင်အံ့။",
    "ယုန် ခြံထဲမှာ လှောင်ထားသည်ဟု မက်မူ.... မကောင်းသတင်း ကျော်စောအံ့။"
  ],
  "ယောက္မ": [
    "ယောက္မ နှင့်မွေ့ရသည်ဟု မက်မူ-ရပ်ဝေးနေမိတ်ဆွေ ထံမှ သတင်းကြားရအံ့။"
  ],
  "ယောက္ခမ": [
    "ယောက္ခမ ကိုမြင်မက်မူ- ကံဆိုးအံ့။"
  ],
  "ယို": [
    "ယို စားရသည်ဟု မက်မူ-ငွေကြေး ဆုံးရှုံးရအံ့။",
    "ယို အခြားသူများနှင့် စားရသည်ဟုမက်မူ....ကံ ကောင်းအံ့။",
    "ယို လုပ်ရသည်ဟုမက်မူ- ချစ်ကိစ္စ ကောင်းအံ့၊ အိမ်တွင်း ရန်ဖြစ်အံ့။"
  ]
}