{
  "ရတနာ": [
    "ရတနာ ကျောက်မျက်ရွဲ အဖိုးတန် ဆင်မြန်းရသည်ဟု မက်မူ - ရာထူးတိုးအံ့၊ မင်းစိုးရာဇာ ချီးမြှင့်အံ့။"
  ],
  "ရထား": [
    "ရထား မြင်မက်မူ - ဥစ္စာရွှေငွေရအံ့၊ ရောဂါပျောက်အံ့၊ ဆွေမျိုးများ ရောက်လာအံ့။",
    "ရထား စီးရမက်မူ - ရုတ်တရက် ချမ်းသာအံ့၊ မယားကောင်းရအံ့၊ မမျှော်လင့်သောခရီး သွားရအံ့။",
    "ရထား စီး၍ တစ်မြို့တစ်ရွာသို့ သွားရသည်ဟုမက်မူ - အနှောက်အယှက် ဆင်းရဲဒုက္ခ တွေ့အံ့။",
    "ရထား ကုန်ရထားစီးရမက်မူ - ငွေကြေး ကုန်ကျအံ့။",
    "ရထား ကုန်ရထားကုန်အပြည့်နှင့်မြင်မက်မူ - မျှော်လင့်သော ဥစ္စာရအံ့။",
    "ရထား ပက်လက်ရထားကို မြင်မက်မူ - ရောဂါရအံ့။",
    "ရထား လုံး(မြင်းဆွဲ)သွားနေသည်ကို မြင်မက်က - ရောဂါပျောက်အံ့။",
    "ရထား လုံး(မြင်းဆွဲ) စီးသွားရသည်ဟု မက်မူ - ဘေးတွေ့အံ့၊ သောကရောက်အံ့။",
    "ရထား ယာဉ်စီး၍ ကောင်းကင်ဘုံ သွားရသည်ဟု မက်မူ - အသက်ရှည်အံ့၊ ချမ်းသာကြီးအံ့။",
    "ရထား ရွှေရောင်ဖြင့်ပြီးသော ရထားပြသာဒ်ပေါ်တက်စီး ရသည်ဟု မက်က- ထူးရအံ့၊ လာဘ်ကြီးရအံ့၊ သူတစ်ပါး ပူဇော်ရအံ့၊",
    "ရထား လမ်းကိုမြင်မက်မူ- ခရီးသွားရအံ့။"
  ],
  "ရသေ့၊ ရဟန်း": [
    "ရသေ့၊ ရဟန်း မြင်မက်မူ.... သမာဓိ နတ်တို့ ချစ်အံ့၊ သိဒ္ဓိရအံ့။",
    "ရသေ့၊ ရဟန်း မကောင်းသော အခြင်းအရာနှင့် မြင်မက်မူ- ဥပဒ်တွေ့အံ့။",
    "ရသေ့၊ ရဟန်း လုပ်ရသည်ဟု မက်က- ခေတ္တ အလုပ်ပျက်အခြေအနေဆိုးပြီး မကြာမီ ဥစ္စာများစွာရအံ့၊ ချမ်းသာသုခ ဖြစ်အံ့။"
  ],
  "ရဟတ်": [
    "ရဟတ် ကို မြင်မက်မူ- မကောင်းနိမိတ်တည်း။"
  ],
  "ရာဂ": [
    "ရာဂ စိတ်ဖြစ်သည်ဟု မက်မူ- အိမ်တွင်း ဒုက္ခဖြစ်အံ့။"
  ],
  "ရာဇပလ္လင်": [
    "ရာဇပလ္လင် မြင်မက်မူ- အကြီးအကျယ် စိတ်ပျက်စရာတွေ့အံ့၊ မိတ်ဆွေကောင်းများလက်လွှတ်အံ့၊",
    "ရာဇပလ္လင် ပေါ် ထိုင်ရသည်ဟု မက်မူ- ဥစ္စာပျက်အံ့၊ မေတ္တာပျက်အံ့၊ စိတ်ထိခိုက်အောင် တွေ့ရအံ့။",
    "ရာဇပလ္လင် ပေါ်ထိုင်၍ တိုင်းပြည်ကြီးများကို အုပ်ချုပ်မင်းလုပ်ရသည်ဟု မက်မူ.... အထူး နစ်နာပျက်စီးအံ့။"
  ],
  "ရီစစ္စတြိ": [
    "ရီစစ္စတြိ ရုံးကို မြင်မက်မူ - အကြံ အစည် လမ်းဆုံလမ်းခွ ရောက်နေသဖြင့် နောက်ပြန်မကြည့်ဘဲ ဆက်လက်လုပ်က ကြီးပွား အောင်မြင်အံ့။"
  ],
  "ရည်းစား": [
    "ရည်းစား မြင်မက်က- ကံကောင်းအံ့၊ သုခဖြစ်အံ့။",
    "ရည်းစား ထားရသည်ဟုမက်မူ- အငြင်းအခုံ သဘောကွဲလွဲခြင်းများ ဖြစ်အံ့၊ စိတ်ဒုက္ခ ရောက်အံ့။",
    "ရည်းစား ကို လိမ်ရသည်ဟု မက်မူ- အကြီး အကျယ်ရန်ဖြစ်အံ့။",
    "ရည်းစား နှင့်အတူ နေရသည်ဟု မက်မူ- ကံကောင်းအံ့။",
    "ရည်းစား ဟောင်းနှင့် တွေ့ရသည်ဟု မက်က- အလုပ်ဟောင်း နေရာဟောင်း ပြန်ရောက်အံ့။",
    "ရည်းစား စာရေးရသည်ဟု မက်မူ- သက်ရှည်အံ့။"
  ],
  "ရူးသွပ်": [
    "ရူးသွပ် သည်ဟု မက်မူ- အသက်ရှည်အံ့၊ စည်းစိမ်တိုးအံ့၊ အကြံ အောင်အံ့၊ လာဘ်ရအံ့၊ အရောင်းအဝယ် ကောင်းအံ့။",
    "ရူးသွပ် သေသူကို မြင်မက်က- အနှောင့် အယှက်တွေ့အံ့၊ အိမ် တွင်း ရန်ပွဲဖြစ်အံ့။",
    "ရူးသွပ် သေသူနှင့် မိတ်ဖွဲ့ရသည်ဟု မက်မူ- တိုးတက် ချမ်းသာအံ့။"
  ],
  "ရေ": [
    "ရေ ကြည် မြင်မက်မူ- အလွန်ချမ်းသာအံ့၊ အကြံအောင်အံ့၊ ကျန်းမာအံ့၊ ရန်ငြိမ်းအံ့။",
    "ရေ နောက်ဟု မြင်မက်မူ - ဆုံးရှုံးအံ့၊ ရောဂါရအံ့၊ ရန်ကြုံအံ့၊ သောကတွေ့အံ့။",
    "ရေ အေးကိုမြင်မက်မူ- ရန်သူနှိပ်စက်အံ့။",
    "ရေ ပူကို မြင်မက်မူ- အကြီးအကျယ် နာဖျားအံ့။",
    "ရေ ရှင်ကို မြင်မက်က- မမျှော်လင့်သော ဥစ္စာ ရအံ့။",
    "ရေ သေကို မြင်မက်က- သေပျောက်အံ့။",
    "ရေ ပြင်ကို ငြိမ်သက်စွာ မြင်မက်မူ- စိတ္တသုခ၊ ကာယသုခနှင့် ပြည့်စုံအံ့။",
    "ရေ ထဲ ကျသည်ဟုမက်မူ- ပြန်ပေါင်းထုတ်ရအံ့။",
    "ရေ ထဲ မစင် အညစ်အကြေး မြင်မက်မူ- ဘေးဒုက္ခတွေ့အံ့။",
    "ရေ ကြည်၊ ရေသန့် ခပ်ယူရသည်ဟု မက်က- ရောဂါပျောက်အံ့။",
    "ရေ ကြည်ပေါ် သွားရမက်မူ- အစစ အရာရာ ကောင်းအံ့။",
    "ရေ နောက်ပေါ် သွားရမက်မူ- စိတ် ဆင်းရဲအံ့၊ ရောဂါရအံ့။",
    "ရေ လယ်ခေါင်ထိုင်၍ ပဒုမ္မာကြာရွက်နှင့် အစာစားရသည်ဟု မက်မူ- ဘုန်းတန်ခိုး ကြီးအံ့၊ အကြီးအကဲဖြစ်အံ့၊ မင်းဖြစ်အံ့။",
    "ရေ ပေါ် ပေါ်လော ပေါ်လျက် သာယာစွာ နေရသည်ဟု မက်မူ- အသက်မွေး လမ်းကြောင်း ဖြောင့်အံ့။",
    "ရေ ဆာ၍ သောက်ရသည်ဟု မက်မူ- မကြုံဘူးသော ပူပန်သောက တွေ့ရအံ့၊ အမှုအခင်းဖြစ်အံ့၊ အချုပ်အနှောင် ခံရတတ်အံ့။",
    "ရေ အေး ကောင်းစွာသောက်ရသည်ဟုမက်က- ကျန်းမာအံ့၊ ဥစ္စာရအံ့။",
    "ရေ ပူ၊ ရေနွေးသောက်ရသည်ဟုမက်မူ- မနာလိုဝန်တိုအံ့၊ ဥပဒ်ရအံ့၊ (ပူလေ၊ ဆိုးလေ၊ ဖြစ်အံ့)။",
    "ရေ နောက် သောက်ရသည်ဟု မက်မူ- ရောဂါရအံ့၊ အခက်အခဲ တွေ့အံ့။",
    "ရေ လှူရသည်ဟု မက်မူ- ကျော်ကြားအံ့၊ ကံကောင်းအံ့။",
    "ရေ သောက်ဖို့ ကြေးခွက်နှင့် လာပေးသည်ဟု မက်မူ- ကလေးများရအံ့။",
    "အညစ်အကြေးရေနှင့် တစ်အိမ်လုံးပက်ဖျန်းရသည်ဟု မက်က- မကျန်းမသာဖြစ်၍ ကျပ်တည်းအံ့။",
    "ရေ အညစ်အကြေး၊ မစင်ရေသောက်ရသည်ဟု မက်မူ- မကြာမီ ဒုက္ခတွေ့အံ့။",
    "မြစ်ရေသောက်ရမက်မူ- သူတစ်ပါးတို့ထက် ကျော်ဇောအံ့။",
    "ရေ သမုဒ္ဒရာရေသောက်ရမက်မူ အလွန်ကျော်ဇောအံ့။",
    "ရေ နှင့် ပလုတ်ကျင်းရသည်ဟု မက်က မကြာမီ အခက်အခဲတို့မှ လွတ်အံ့။",
    "ရေ ကို အိုးကွဲနှင့် ယူရသည်ဟု မက်မူ လူယုံ သတ်အံ့၊ သူခိုး ခိုးအံ့။",
    "ရေ စီးနေသည်ကို ကြည့်နေရသည်ဟု မက်မူ မမျှော်လင့်သော ဥစ္စာရအံ့။",
    "ရေ စီးထဲတွင် လဲကျသည်ဟု မက်က ကဲ့ရဲ့ခံရအံ့။",
    "ရေ တစ်ကိုယ်လုံး စွတ်စိုနေသည်ဟု မက်က စိတ်ပျက်စရာ တွေ့အံ့။"
  ],
  "ရေကာတာ": [
    "ရေကာတာ ကို မြင်မက်မူ ညှဉ်းပန်း နှိပ်စက် ခံရအံ့၊ အကြံပျက်အံ့။"
  ],
  "ရေကူး": [
    "ရေကူး ရသည်ဟု မက်မူ အလုပ်ပင်ပန်းအံ့။",
    "ရေကူး သူတစ်ပါးကူးနေသည်ကို မြင်မက်မူ တစ်ဦးနှင့် တစ်ဦး ကြေအေးရန် မကြာမီ ပေါ်လာအံ့။",
    "ရေကူး ၍ တစ်ဖက်ကမ်း ရောက် သွား သည်ဟု မက်က အကြံအောင်အံ့။",
    "ရေကူး ရာတွင် ခေါင်းဖော်၍ လွယ်ကူစွာ ကူးနိုင်သည်ဟု မက်က အလိုပြည့်အံ့။",
    "ရေကူး ၍ ခေါင်းမဖော်နိုင်ဘဲရှိက အရှက်ရအံ့၊ နာမည်ပျက်အံ့၊ ဆုံးရှုံးအံ့။",
    "ရေကူး စဉ် နစ်သွားသည်ဟု မက်က ဥပဒ်ရအံ့၊ မကောင်းကျိုးပေးအံ့၊ ဆင်းရဲအံ့၊ ရူးသွပ်အံ့။"
  ],
  "ရေကန်": [
    "ရေကန် မြင်မက်မူ မိတ်ကောင်းရအံ့၊ လွတ်လပ်အံ့။",
    "ရေကန် ငြိမ်သက်စွာ မြင်မက်မူ အေးချမ်း သာယာ ရှိအံ့။",
    "ရေကန် ကြည်လင်စွာ မြင်မက်မူ သူကြီးဖြစ်အံ့၊ အကြံအောင်အံ့၊ ကျန်းမာအံ့။",
    "ရေကန် နောက်ကျိစွာ မြင်မက်မူ ဥပဒ်တွေ့အံ့။",
    "ရေကန် လှုပ်ရှားနေသည်ကို မြင်မက်မူ ရန်ဖြစ်အံ့။",
    "ရေကန် မှ ရေကို ရေပုံးနှင့်ယူရသည်ဟု မက်မူ လက်ထပ်ရအံ့၊ ကောင်းကျိုးပေးအံ့။"
  ],
  "ရေကြီး": [
    "ရေကြီး ၍ လျှံနေသည်ဟု မက်မူ ရောဂါကပ်ဆိုက်အံ့၊ စိတ်ပင်ပန်းအံ့။",
    "ရေကြီး ၍ ရေလျှံပြီး ပြန်ကျသွားသည်ဟု မက်မူ ကြာမြင့်စွာ တွေ့နေရသော အခက်အခဲမှ လွတ်အံ့။",
    "ရေကြီး ၍ ရေလျှံပြီး လယ်ယာများ လျှောစီးမျှောသည်ဟု မက်က ဥစ္စာတိုးအံ့။"
  ],
  "ရေကြောင်းပြ": [
    "ရေကြောင်းပြ သော့ကို မြင်မက်မူ ဘေးတွေ့အံ့။",
    "ရေကြောင်းပြ စစ်ဗိုလ်ကို မြင်မက်မူ မကြာမီ အကြောင်းကိစ္စကြီးပေါ်လာအံ့။"
  ],
  "ရေခဲ": [
    "ရေခဲ မြင်မက်မူ မိမိ၏ မကောင်းသတင်း ပေါ်အံ့၊ အခက်အခဲ တွေ့ရအံ့။",
    "ရေခဲ စားရမက်မူ- ဒုက္ခများစွာတွေ့အံ့။",
    "ရေခဲ ပေါ်၌ ကစားရမက်မူ ဥပဒ်တွေ့အံ့။",
    "ရေခဲ ရေသောက်ရမက်မူ- အကြံအောင်အံ့။",
    "ရေခဲ ပေါ်မှ လျှောကျသည် မက်က- သောကတွေ့အံ့။",
    "ရေခဲ ပေါ်စီးသော ဖိနပ်စီး၍ ကစားရသည်ဟု မက်မူ- အခက်အခဲတွေ့အံ့၊ အပြစ်တင်ခံရအံ့၊ ဆုံးရှုံးအံ့။",
    "ရေခဲ ပေါ်ကစားသူများ၊ များများမြင်မက်မူ- ထုချေလွှာတောင်းခံရအံ့။",
    "ရေခဲ တုံးကလေး ငုံ့ရသည်ဟုမက်မူ- တိုးတက်အံ့။",
    "ရေခဲ ကို ခေါင်းပေါ် တင်ရသည်ဟု မက်က- ရာထူးတိုးအံ့။",
    "ရေခဲ ကို ဖန်ခွက်ထဲမြင်မက်မူ- ပြိုင်ပွဲတွင်ဆုရအံ့။",
    "ရေခဲ အရည်ပျော်သည်ကို မြင်မက်က- အလုပ်ပျက်အံ့။"
  ],
  "ရေခဲမုန့်": [
    "ရေခဲမုန့် စားရသည်ဟုမက်မူ- ချစ်မေတ္တာ အောင်မြင်အံ့။",
    "ရေခဲမုန့် ဝယ်ရသည်ဟုမက်မူ- အခြေကောင်းအံ့။",
    "ရေခဲမုန့် ရောင်းရသည်ဟု မက်မူ- တစ်နှစ်အတွင်း ရာထူးတိုးအံ့။"
  ],
  "ရေချိုး": [
    "ရေချိုး ရသည်ဟု မက်မူ- မကြာမီ နာဖျားအံ့၊ မကျန်းမာသူ မက်က- ရောဂါပျောက်အံ့။",
    "ရေချိုး နေသည်ကို မြင်မက်မူ - ချမ်းသာကြီးအံ့၊ ဘုရင့် စည်းစိမ်ကိုရအံ့၊ မိန်းမမြတ် ရအံ့။",
    "ရေချိုး ကြာသွပ်အိုးနှင့် ချိုးရသည်ဟု မက်မူ- သူတစ်ပါးကို မှီခိုရာဖြစ်အံ့။",
    "ရေချိုး ရေအေးအေး ချိုးရသည်ဟုမက်မူ… များစွာ ဆုံးရှုံးအံ့၊ ဥပဒ်ရအံ့။",
    "ရေချိုး စွာ ဆုံးရှုံးအံ့၊ ဥပဒ်ရအံ့။",
    "ရေချိုး ရေပူပူ ချိုးရသည်ဟုမက်မူ - ရည်းစားနှင့် စကားများအံ့၊ မင်္ဂလာပျက်အံ့၊ အခတ်အခဲ၊ အမှုအခင်းဖြစ်အံ့၊ မိတ်ဆွေ၊ ဆွေမျိုးများ စိတ်ဒုက္ခရောက်အံ့။",
    "ရေချိုး ရေကြည်ကြည် ချိုးရမက်မူ - အသက်ထက်ဆုံး ချမ်းသာအံ့။",
    "ရေချိုး ရေနောက်နောက် ချိုးရသည်ဟု မက်က - ဆင်းရဲဒုက္ခဖြစ်အံ့၊ နာဖျားအံ့။",
    "ရေချိုး ရေသေ၌ ချိုးရမက်မူ - ဆုံးရှုံး နစ်နာအံ့။",
    "ရေချိုး ရေရှင်၌ ချိုးရမက်မူ - အောင်မြင်မှု နည်းပါးအံ့။",
    "ရေချိုး လူသေကို ချိုးပေးရ မက်မူ - အောင်မြင်အံ့။",
    "ရေချိုး အဝတ်လဲပြီးမှ ရေမချိုးဖြစ်ဘဲ နေရာက - ဆွေမျိုးနင့် ဆွေ စိတ်ဆိုးရအံ့။",
    "ရေထဲမှာ ရေချိုးရမက်မူ - ဥစ္စာပေးရအံ့။",
    "ကျုံးထဲမှာ ရေချိုးရသည်ဟု မက်က… တိုးတက်အံ့။"
  ],
  "ရေငုပ်": [
    "ရေငုပ် ပြိုင်ရသည်ဟုမက်မူ - အပြိုင်အဆိုင် ပေါ်အံ့။",
    "ရေငုပ် သူများ ငုပ်သည်ကို မြင်မက်မူ - အလုပ်ကောင်းသဖြင့် ချီးမြှင့်ခံရအံ့။",
    "ရေငုပ် အမြင့်မှ ဒိုင်ဗင်ထိုးချရသည်ဟုမက်မူ - လူဝင်ဆံ့အံ့၊ မြို့ပြရေးရာတွင် ခေါင်းဆောင်ဖြစ်အံ့။",
    "ရေငုပ် သင်္ဘော မြင်မက်မူ - ရန်သူရှိအံ့၊ လျှို့ဝှက်ချက် ပေါ်အံ့။"
  ],
  "ရေဆာ-ရေငတ်": [
    "ရေဆာ-ရေငတ် သည်ဟုမက်က - ဒေါသဖြစ်ရအံ့။"
  ],
  "ရေညှိပင်": [
    "ရေညှိပင် မြင်မက်မူ - တစ်စုံတစ်ဦးက သင့်အား တိတ်တိတ်ပုန်းချစ်နေအံ့၊ ကံကောင်းအံ့။",
    "ရေညှိပင် ခြောက်သွေ့နေသည်ဟု မက်က - ဒုက္ခတွေ့အံ့။",
    "ရေညှိပင် စာအုပ်ကြားမှာ ထားရသည်ဟု မက်မူ - အထင်အမြင်လွဲနေသော လင်မယား ပြန်ပေါင်းထုပ်ရအံ့။",
    "ရေညှိပင် အိုးထဲမှာ မြင်မက်မူ .... ခက်ခဲစွာနှင့်ပင် အောင်မြင်အံ့။"
  ],
  "ရေတကောင်း": [
    "ရေတကောင်း မြင်မက်မူ .... ကောက်ကျစ်စဉ်းလဲအံ့။",
    "ရေတကောင်း မှ ရေကို သောက်ရသည်ဟု မက်မူ ... ဦးနှောက်ကောင်းအံ့။",
    "ရေတကောင်း ကွဲသွားသည်ဟုမက်မူ .. ငွေဆုံးရှုံးအံ့။"
  ],
  "ရေတံခွန်": [
    "ရေတံခွန် မြင်မက်မူ... ရေနောက်လျှင် ဥပဒ်တွေ့အံ့၊ စိတ်ဒုက္ခတွေ့အံ့၊ အတင်းပြောခံရအံ့။",
    "ရေတံခွန် ရေကြည်လျှင် - ကျန်းမာအံ့၊ စည်းစိမ်တိုးအံ့၊ ငွေဝင်ကောင်းအံ့။"
  ],
  "ရေတံလျှောက်": [
    "ရေတံလျှောက် (ရေသရောက်) ထဲကျသည်၊ ထိုင်နေရသည်ဟုမက်မူ - အရှက်ရအံ့။"
  ],
  "ရေတပ်": [
    "ရေတပ် ကို မြင်မက်မူ .... ချစ်သူကွဲပြတ်အံ့။"
  ],
  "ရေတွင်း": [
    "ရေတွင်း မြင်မက်က ဥစ္စာ၊ ဘေပေါ်ကြွယ်ဝအံ့။",
    "ရေတွင်း ရေကြည် အပြည့်နှင့် မြင်မက်မူ - စည်းစိမ်တိုးအံ့၊ ချမ်းသာကြီးအံ့။",
    "ရေတွင်း မှ ရေလျှံကျသည်ဟု မက်က - ဆုံးရှုံးအံ့။",
    "ရေတွင်း မှ ရေကို ခပ်ယူရသည်ဟု မက်က - အလွန်ကျန်းမာအံ့။",
    "ရေတွင်း မှ ရေနောက်ကို ခပ်ယူရသည်ဟု မက်က.... ဆင်းရဲအံ့။",
    "ရေတွင်း မှ ရေကို သူများအတွက် ခပ်ယူသွားရသည်ဟုမက်မူ - ကျွန်ဖြစ်အံ့။",
    "ရေတွင်း ထဲ လိမ့်ကျသည်ဟုမက်မူ - ဘေးတွေ့အံ့။",
    "ရေတွင်း ထဲ သူတစ်ပါးလိမ့်ကျသည်ဟုမက်က - ဒုက္ခမှ သက်သာအံ့။",
    "ရေတွင်း ထဲ သူတစ်ပါးအား တွန်းချသည်ဟု မက်မူ - သေပျောက်အံ့။",
    "ရေတွင်း ကို ပိတ်ထားသည်ဟုမက်မူ - လာဘ်တိုးအံ့၊ မကြာမီ သေပျောက်အံ့။"
  ],
  "ရေနံ": [
    "ရေနံ ဆီကို မြင်မက်မူ....မီးနှင့် ရန်ကို သတိပြုရန် နိမိတ်တည်း။"
  ],
  "ရေနံတွင်း": [
    "ရေနံတွင်း များကို မြင်မက်မူ - အပြောင်းအလဲ များစွာ ဖြစ်ပြီး ကောင်းကျိုးပေးလတ္တံ့။"
  ],
  "ရေနစ်": [
    "ရေနစ် မိမိနစ်သည်ဟု မက်မူ - အသုံးစရိတ်များနေအံ့၊ ဆုံးရှုံးအံ့၊ အလွန်ဆင်းရဲအံ့၊ မိန်းမက မက်မူ - ချစ်သူရအံ့။",
    "ရေနစ် သူတစ်ပါး နစ်သည်ဟု မက်က - အထူးကံကောင်းအံ့။",
    "ရေနစ် သူကို ကယ်ဆယ်ရသည်ဟု မက်မူ - ဆွေမျိုးတစ်ဦးက ကူညီလတ္တံ့။",
    "ရေနစ် မိမိနစ်၍ ကယ်ဆက်ခံရသည်ဟုမက်မူ - မိတ်ဆွေတစ်ဦးက ကူညီလတ္တံ့။",
    "ရေနစ် ကြောင်ကလေး၊ ခွေးကလေး ရေနစ်နေသည်ဟုမက်က - စိတ်မချမ်းသာစရာတွေကြုံအံ့။"
  ],
  "ရေနှာမောင်း": [
    "ရေနှာမောင်း ကို မြင်မက်မူ - ဂုဏ်တက်အံ့၊ အခြေမြင့်အံ့။"
  ],
  "ရေနှစ်မင်္ဂလာ": [
    "ရေနှစ်မင်္ဂလာ ကို မြင်မက်က....မမျှော်လင့်သော စိတ်ပျက်ဖွယ် တွေ့ရအံ့။"
  ],
  "ရေနွေးအိုး": [
    "ရေနွေးအိုး ဗလာမြင်မက်မူ - ဝမ်းနည်းစရာ တွေ့ရအံ့။",
    "ရေနွေးအိုး သံဖြင့် ပြုလုပ်ထားသည်ကိုမက်မူ - တိုးပွားအံ့။",
    "ရေနွေးအိုး ကြေးနီနှင့် လုပ်ထားက...ပြိုင်ဘက် များကို နိုင်အံ့။",
    "ရေနွေးအိုး သံနှင့် လုပ်ထားက....အခက်အခဲ ရင်ဆိုင်တွေ့ရအံ့။"
  ],
  "ရေပန်း": [
    "ရေပန်း ကို မြင်မက်က.... ကျန်းမာလတ္တံ့။"
  ],
  "ရေပိုက်": [
    "ရေပိုက် ခေါင်းမှ ရေထွက်နေသည်ကို မြင်မက်မူ....ဝင်ငွေကောင်းအံ့။"
  ],
  "ရေပုံး": [
    "ရေပုံး ထမ်းလာသည်ဟု မက်မူ.... အကျိုးများအံ့။",
    "ရေပုံး မှောက်သည်ဟု မက်မူ - မကြာမီ မီးလောင်အံ့။"
  ],
  "ရေပြင်ကျယ်ကြီး": [
    "ရေပြင်ကျယ်ကြီး ကို မက်က....ပတ်ဝန်းကျင်၌ ရောဂါရကပ် ဆိုက်ရောက်အံ့။"
  ],
  "ရေမှတ်တိုင်": [
    "ရေမှတ်တိုင် ကို မြင်မက်မူ.... ငွေချေးယူလျှင် ခက်ခဲအံ့။"
  ],
  "ရေမွှေး": [
    "ရေမွှေး ရှူရသည်ဟုမက်က-အလွန် ကံကောင်းအံ့၊ လက်ဆောင်ရအံ့။",
    "ရေမွှေး ဝယ်ရသည်ဟု မက်မူ-ဒေသန္တရ ဗဟုသုတ အတွက် ခရီးထွက်ရအံ့။",
    "ရေမွှေး ဆွတ်ရသည်ဟု မက်က....ချစ်သူတွေ့ရအံ့။",
    "ရေမွှေး မမွှေးဟု မက်က .. မတည်မြဲဘဲ ရှိအံ့။"
  ],
  "ရေယာဉ်ပျံ": [
    "ရေယာဉ်ပျံ ကို မြင်မက်မူ.... ငွေရအံ့။"
  ],
  "ရေဝတီလူမျိုး": [
    "ရေဝတီလူမျိုး ကို မြင်မက်မူ....လူမျိုးခြားနှင့်လက်ထပ်ရ၍ ချမ်းသာအံ့၊ ရန်ဖြစ်အံ့။",
    "ရေဝတီလူမျိုး က လိမ်သွားသည်ဟု မက်မူ....လက်ဆောင်ရအံ့။"
  ],
  "ရေသူမ": [
    "ရေသူမ ကို မြင်မက်မူ....ရေနှင့် အလုပ်လုပ်ရသူများ အဖွဲ့ ကံဆိုးအံ့။"
  ],
  "ရေအိုး": [
    "ရေအိုး ရေအပြည့်နှင့် မြင်မက်မူ....ခရီးသွားရအံ့၊ ဥစ္စာရအံ့။",
    "ရေအိုး ကွဲသွားသည်ဟု မက်က....အလိမ္ခံရအံ့၊ လူခိုး ခိုးအံ့။",
    "ရေအိုး တွဲနှင့် ရေခပ်ရသည်ဟု မက်မူ.. ကြမ္မာဆိုး ဝင်အံ့။",
    "ရေအိုး ထဲ လှုကျလာသည်ဟု မက်က.... အိမ်ရှေ့မင်း ဖြစ်အံ့။",
    "ရေအိုး နှင့် ရေခပ်ပြီး အိမ်ယူလာရသည်ဟု မက်မူ-အမြတ်ရအံ့၊ လက်ထပ်ရအံ့။"
  ],
  "ရေအိမ်": [
    "ရေအိမ် (အိမ်သာ) ကို မြင်မက်က- ကံကောင်းအံ့၊ ငွေရအံ့။"
  ],
  "ရဲ": [
    "ရဲ (ပုလိပ်တွင် ကြည့်ပါ)"
  ],
  "ရဲတင်း": [
    "ရဲတင်း (ပေါက်ဆိန်) ကို မြင်မက်မူ...ဘေးဖြစ်ဆိုးသောအခါ ဘေးတွေ့အံ့။",
    "ရဲတင်း ပုံကို မြင်မက်က....ရာထူးကြီးကပ်ရအံ့။",
    "ရဲတင်း ပျက်စီးနေသော ရဲတင်းကို မြင်မက်မူ-ဆုံးရှုံးအံ့၊ ဝမ်းနည်းစိတ်ပျက်စ-ရာ ဖြစ်အံ့။",
    "ရဲတင်း ပိုင်ရသည်ဟု မက်မူ လူကုံထံ များနှင့် မိတ်ဆွေဖြစ်အံ့။"
  ],
  "ရဲတိုက်": [
    "ရဲတိုက် ကို မြင်မက်မူ- ပင်ပင်ပန်းပန်းနှင့် စီးပွား ဖြစ်အံ့။",
    "ရဲတိုက် ထဲ လျှောက်သွားရသည်ဟု မက်က- အရေးပါ အရာ ရောက်သောသူနှင့် ဆက်သွယ်မိအံ့။"
  ],
  "ရယ်": [
    "ရယ် ရသည်ဟု မက်မူ .. သတင်းဆိုး ကြားရအံ့၊",
    "ရယ် သံကြားရသည်ဟု မက်က.... သောကတွေ့အံ့။",
    "ရယ် မောရသည်ဟု မက်မူ- မျက်ရည်ပေါက်ကြီး ငယ်ကျအံ့။",
    "ပြင်းထန်စွာ ရယ်မောရသည်ဟု မက်မူ-ပတ်ဝန်းကျင် ပြောင်းလဲဖြစ် ဖြစ်အံ့။",
    "ရယ် ရွှင် ပြုံးတူးရသည်ဟု မက်မူ .. ကံဆိုးအံ့။",
    "ပက်လက်လှန်၍ ရယ်မောနေသည်ဟု မက်က....ဘေးဥပဒ်တွေ့အံ့။"
  ],
  "ရောဂါ": [
    "ရောဂါ ရသည်ဟုမက်မူ .. မကောင်းကြံခံရအံ့၊ဥပဒ်တွေ့အံ့။"
  ],
  "ရင်ထိုး": [
    "ရင်ထိုး တပ်ထားရသည် ဟု မက်က-အလွန် ကျေးဇူး များအံ့။"
  ],
  "ရင်ပတ်": [
    "ရင်ပတ် ပေါ်မှာ မှီနေရသည်ဟု မက်မူ.... ဆန္ဒရှိသော မိတ်ဆွေရအံ့။",
    "ရင်ပတ် နာသည်၊ ရောင်သည်ဟု မက်က....ရောဂါ ရအံ့၊"
  ],
  "ရစ်ကောင်": [
    "ရစ်ကောင် မြင်မက်မူ ဇဗွေရအံ့၊ အကျိုးရှိအံ့။",
    "ရစ်ကောင် ကို ပစ်ရသည်က မက်မူ - ဘေးရန်ကြီးအံ့။",
    "ရစ်ကောင် ထွက်ပြေးသည်ဟု မက်မူ ရုံးရောက်၍ ငွေကုန်အံ့။"
  ],
  "ရန်ဖြစ်": [
    "ရန်ဖြစ် အချင်းချင်း ခွပ်နေသည်ဟု မက်က... အမွေမှုဖြစ်၍ ဆုံးရှုံးလတ္တံ့။",
    "ရန်ဖြစ် နေသည်ကို မြင်မက်မူ - အမြတ်များ ရအံ့၊ အိမ်တွင်း မညီမညွတ် ဖြစ်တတ်အံ့။",
    "ရန်ဖြစ် ရသည်ဟု မက်က-အလုပ်အကိုင် ကောင်းအံ့၊ အောင်မြင်အံ့၊ မိတ်ကောင်းရအံ့၊ ရန်ဖြစ်သူနှင့် မိတ်ဆွေဖြစ်အံ့။",
    "ရန်ဖြစ် ကလေးများ ရန်ဖြစ်နေသည်ဟု မက်မူ-အိမ်တွင်း ရန်ပွဲကလေး ဖြစ်အံ့။",
    "ရန်ဖြစ် တိရစ္ဆာန်များ : တောထဲမှာ ရန်ဖြစ်နေကြသည်ဟု မက်မူ ခင်ပွန်းဘက်က လူမျိုးနှင့် မသင့်မတင့်ဖြစ်အံ့။",
    "ရန်ဖြစ် ရည်းစားနှင့် ရန်ဖြစ်ရသည်ဟု မက်မူ-မကြာမီ လက်ထပ်ရအံ့။",
    "ရန်ဖြစ် အိမ်နီးချင်းနှင့် ရန်ဖြစ်ရသည်ဟု မက်မူ-မိမိအလွန်သွားလိုသော မြို့သို့ သွားရအံ့။"
  ],
  "ရန်သူ": [
    "ရန်သူ နှင့် ရန်ဖြစ်ရသည်ဟု မက်က- အမှုအခင်းဖြစ်အံ့၊ ဒုက္ခတွေ့အံ့။",
    "ရန်သူ က ဝန်ချ တောင်းပန်ရသည်ဟု မက်မူ... အကြံအောင်အံ့။",
    "ရန်သူ နှင့် စကားပြောရသည်ဟု မက်မူ- ရန်ဖြစ်အံ့။",
    "ရန်သူ နှင့် သာသာကြည်ကြည် နေရသည်ဟု မက်မူ.... သူတစ်ပါးအား ယုံကြည်မိ၍ ဒုက္ခတွေ့ရအံ့။",
    "ရန်သူ ကို နိုင်ရသည်ဟု မက်မူ... တရားနိုင်အံ့၊ ရောဂါပျောက်အံ့။",
    "ရန်သူ ကို အရှုံးပေးရ သည်ဟု မက်က... ကံဆိုးအံ့။",
    "ရန်သူ ကို သတ်ရသည်ဟု မက်မူ.... ရောဂါပျောက်အံ့၊ ကံကောင်းအံ့။"
  ],
  "ရိပ်သာ": [
    "ရိပ်သာ ကိုမြင်မက်က... အလွန်အေးချမ်း သာယာရှိအံ့။"
  ],
  "ရုပ်တု": [
    "ရုပ်တု မြင်မက်မူ- စိုးရိမ်ရအံ့၊ အလုပ် ပြိုင်ဖက်ပေါ်အံ့။",
    "ရုပ်တု ကို ကြည့်နေရသည်ဟု မက်က... အလုပ်အမျိုးမျိုး လုပ်ကိုင်ရအံ့။",
    "ရုပ်တု တော်ကို မြင်မက်မူ - ချမ်းသာအံ့၊ အောင်မြင်အံ့၊ သူတော်စင်ဖြစ်အံ့။",
    "ရုပ်တု ကို ဖက်ရသည်ဟု မက်မူ... ချမ်းသာကြွယ်ဝအံ့။",
    "ရုပ်တု ဆင်းတုတော် စကားပြောသည်ဟု မက်မူ... ကျော်စောအံ့။"
  ],
  "ရုပ်ရှင်": [
    "ရုပ်ရှင် ကြည့်ရမက်မူ.... သောက တွေ့အံ့။"
  ],
  "ရုံး": [
    "ရုံး သို့ သွားရသည်ဟုမက်က...အလုပ်အကိုင် ဆုံးရှုံးအံ့။"
  ],
  "ရိုက်နှက်": [
    "ရိုက်နှက် ရသည်ဟု မက်မူ-ချီးမွမ်းခံရအံ့။",
    "ရိုက်နှက် ခံရသည်ဟုမက်မူ-ရိုက်သူတို့ မိတ်ဆွေ ဖြစ်အံ့၊ ငွေကြေး ဆုံးရှုံးအံ့၊ ကွဲကွာအံ့။",
    "ရိုက်နှက် မိမိကိုယ်ကို မိမိ ရိုက်သည်ဟုမက်မူ- စိတ္တုက္ကရောက်အံ့။",
    "ရိုက်နှက် မယားကို ရိုက်ရသည်ဟုမက်က အိမ်တွင်း သုခဖြစ်အံ့။",
    "ရိုက်နှက် သားသမီးကို ရိုက်ရသည်ဟုမြင်မက်မူ...ကံ ကောင်းအံ့။",
    "ရိုက်နှက် ရည်းစားကို ရိုက်ရသည်ဟုမက်က-ပျော်ရွှင် ရအံ့။",
    "ရိုက်နှက် ခွေးကို ရိုက်ရသည်ဟုမက်မူ-သစ္စာရှိအံ့။",
    "ရိုက်နှက် ကြောင်ကို ရိုက်ရသည်ဟု မက်မူ- သစ္စာ ဖောက်အံ့။",
    "ရိုက်နှက် မြွေကို ရိုက်သည်ဟု မက်မူ-အောင်မြင် အံ့။"
  ],
  "ရောင်ခြည်": [
    "ရောင်ခြည် ကိုမြင်မက်မူ-ယခု ဒုက္ခမှကင်း၍ ရှေအဖို့ ကောင်းစားအံ့။"
  ],
  "ရောင်းစား": [
    "ရောင်းစား ခံရသည်ဟု မက်မူ... ကုသိုလ်ကံ ကောင်း အံ့။"
  ],
  "ရွာရိုး": [
    "ရွာရိုး လျှောက်လည် ရသည်ဟုမက်မူ...လယ်ယာ မြေရအံ့။"
  ],
  "ရွေပေါ်": [
    "ရွေပေါ် ကိုမြင်မက်မူ... အလုပ်ကြမ်းဖြင့် ကြီးပွားအံ့။"
  ],
  "ရှာရဘတ်ရည်": [
    "ရှာရဘတ်ရည် သောက်ရသည်ဟု မက်မူ-မမျှော်လင့်သော ဥစ္စာရအံ့။ မြောက်မင့် ခံရအံ့၊ အလိမ်ခံရအံ့။"
  ],
  "ရှေ့ထိုးဖိနပ်": [
    "ရှေ့ထိုးဖိနပ် အစုံကိုမြင်မက်က-ငြိမ်းချမ်းအံ့။"
  ],
  "ရှေ့နေ": [
    "ရှေ့နေ မြင်မက်မူ- ရန်ဖြစ်အံ့၊ ငွေကုန်အံ့၊ နှောင့် နှေး ကြန့်ကြာအံ့။",
    "ရှေ့နေ ဖြစ်ရသည်ဟု မက်မူ....အကြံအောင်အံ့။",
    "ရှေ့နေ လိုက်ရသည်ဟုမက်က ပြန်ဖြေရအံ့။"
  ],
  "ရှောင်စောင်": [
    "ရှောင်စောင် ကိုမြင်မက်မူ...ချစ်သူရွှေအံ့၊ သတင်းကောင်း ကြားရအံ့၊ ကျော်ဇောအံ့၊ ကံကောင်းအံ့။"
  ],
  "ရှင်ပြု": [
    "ရှင်ပြု ရသည်ဟုမက်မူ- ပညာရအံ့။ ကျော်ဇော အံ့၊ စည်းစိမ်ချမ်းသာရအံ့။"
  ],
  "ရှင်ဘုရင်": [
    "ရှင်ဘုရင် မြင်မက်မူ- ချမ်းသာအံ့၊ ရာထူးကြီးရအံ့၊ မမျော်လင့်သော ဂုဏ်ထူးရအံ့၊ မိန်းကလေး ကမက်မူ .. မိမိထက်မြင့်သော အထက်တန်း လွှာမှ ယောက်ျားရအံ့။",
    "ရှင်ဘုရင် လုပ်ရသည်ဟုမက်က- မြောက်မင့်သူ ပေါ များအံ့။",
    "ရှင်ဘုရင် ဖြစ်နေသည်ဟုမက်မူ .. အရှက်ရအံ့။",
    "ရှင်ဘုရင် နှင့် စကားပြောရသည်ဟု မက်မူ... ရာထူး တိုးအံ့၊ ချမ်းသာကြီးအံ့၊ ဂုဏ်တက်အံ့။",
    "ရှင်ဘုရင် နှင့်အတူ ထိုင်ရသည် ဟုမက်မူ- ကြွယ်ဝ ချမ်းသာအံ့။ မိန်းမက မက်မူ မိမိ လင်ယောက်ျား ရာထူးတိုးအံ့။",
    "ရှင်ဘုရင် နန်းစွန့်သွားသည်ဟု မက်က- သူပုန်ထအံ့။",
    "ရှင်ဘုရင် ၏ အကြည်တော် ဖြစ်ရသည်ဟု မက်မူ... မကြာမီ လက်ထပ်ရအံ့။",
    "ရှင်ဘုရင် ထံ ဆက်သ ခံရသည်ဟု မက်မူ... အလုပ် အောင်မြင်လတ္တံ့။",
    "ရှင်ဘုရင် မင်းခမ်းမင်းနားနှင့် မိမိရှေ့က ဖြတ်သွားသည်ဟုမက်မူ - အထက်တန်းလွှာက လူကြီးလူကောင်းတို့နှင့် မိတ်ဆွေဖြစ်အံ့။"
  ],
  "ရှင်သီဝလိ": [
    "ရှင်သီဝလိ ကိုးကွယ်ရသည်ဟုမက်မူ - ကောင်းကျိုးပေးအံ့၊ ကျော်စောအံ့၊ အမွေရအံ့။"
  ],
  "ရှဉ့်": [
    "ရှဉ့်မြင်မက်မူ...သူခိုးမိအံ့။",
    "ရှဉ့်သစ်ပင်ပေါ်တက်သွားသည်ကို မြင်မက်မူ- စိတ်သုခဖြစ်အံ့။",
    "ရှဉ့်သေသည်ဟုမက်က - စိတ်ချမ်းသာဖို့ ဝေးသေးအံ့။",
    "ရှဉ့်လှောင်အိမ်ထဲမှာ မြင်မက်မူ - အလို မပြည့်စုံဘဲ ရှိအံ့။"
  ],
  "ရှပ်အင်္ကျီ": [
    "ရှပ်အင်္ကျီ မြင်မက်မူ - အလုပ် အကိုင် အောင်မြင်အံ့။",
    "ရှပ်အင်္ကျီ ညစ်ပေနေက - အိမ်တွင်းစိတ်ဝမ်းကွဲမှုဖြစ်အံ့။",
    "ရှပ်အင်္ကျီ ပျောက်ဆုံးသည်ဟု မက်မူ - ဆုံးရှုံးနစ်နာအံ့။",
    "ရှပ်အင်္ကျီ ဝတ်ရသည်ဟုမက်က - အလုပ်သစ်ရအံ့။",
    "ရှပ်အင်္ကျီ ချွတ်ရသည်ဟု မက်မူ-- စိတ်သောက ဖြစ်အံ့။"
  ],
  "ရှိန်း": [
    "ရှိန်း ပြီးသည်ဟု မက်က- ကျန်းမာရေး ထိခိုက်အံ့။"
  ],
  "ရှောက်": [
    "ရှောက်ပင်၊ ရှောက်သီးမြင်မက်မူ- အရေးကြီးသော ခရီးသွားရအံ့။",
    "ရှောက်သီးစားရသည်ဟုမက်မူ- လာဘ်ရအံ့၊ ရန်ပျောက်အံ့။",
    "ရှောက်ချိုသီးစားရမက်မူ- ကိုယ်ပေါ်မှာ အနာပေါက်အံ့၊ မသန့်မစင်ဖြစ်အံ့။",
    "ရှောက်ချဉ်သီးစားရမက်မူ- အိမ်သားချင်းသဘောကွဲအံ့။"
  ],
  "ရွှေ": [
    "ရွှေ မြင်မက်မူ- ငွေဆုံးအံ့၊ ဆွေမျိုးများရောက်လာအံ့။",
    "ရွှေ ငွေ ရတနာ မြင်မက်မူ - ကောင်းကျိုးရောက်အံ့။",
    "ရွှေ ရသည်ဟုမက်မူ - ကံကောင်းအံ့။",
    "ရွှေ ပေးရသည်ဟု မက်မူ- အောင်မြင်အံ့။",
    "ရွှေ ရှာတွေ့သည်ဟု မက်က - ခေတ္တအောင်မြင်အံ့။",
    "ရွှေ တုံး, ရွှေခဲများကို မြင်မက်မူ - ဆင်းရဲအံ့။",
    "ရွှေ ဒင်္ဂါး များကို မြင်မက်မူ- အကြံအောင်အံ့။",
    "ရွှေ အင်္ဂါးများပေးပြစ်ရသည်ဟု မက်က- မိတ် ပေါအံ့။",
    "ရွှေ အင်္ဂါးများ ကောက်ရသည်ဟုမက်မူ- နာ ဖျားအံ့။",
    "ရွှေ အင်္ဂါးများကို လွှင့်ပစ်ရသည်ဟု မက်က- သူခိုး ခိုးလတ္တံ့။",
    "ရွှေ လက်ဆောင်ရသည်ဟု မက်မူ- ရပ်ဝေးမှ အမွေရအံ့။",
    "ရွှေ လက်ဝတ် လက်စား ဝတ်ဆင်ရသည်ဟု မက်မူ- ချစ်သူ သစ္စာရှိအံ့။",
    "ရွှေ တွင်းတွေ့သည်ဟု မက်က- မုချ ကျေးဇူး စားရအံ့။",
    "ရွှေ ကြိုးဆွဲရသည်ဟုမက်မူ- အကူအညီကောင်း စွာ ရအံ့။",
    "ရွှေ ကြိုးနှင့် ချည်နှောင်ထားရသည်ဟုမက်မူ- အထောက်အပံ့ ရအံ့။",
    "ရွှေ ပန်းကုံး ဝတ်ဆင်ရသည်ဟု မက်မူ- မုချ အကြံအောင်အံ့။",
    "ရွှေ လက်ဖွဲ့ ဝတ်ရသည်ဟု မက်မူ- လက်ထပ်ရ အံ့။",
    "ရွှေ ငါးကို မြင်မက်မူ- အလုပ်တွင် အနှောင့် အယှက် တွေ့ရအံ့။",
    "ရွှေ ခွက်နှင့်ထည့်၍ ထမင်းစားရသည်ဟု မက် မူ- လာဘ်ကြီးရအံ့။",
    "ရွှေ နှင့်လုပ်ထားသော အဝတ်အထည်ကို မြင် မက်မူ- ကျန်းမာအံ့၊ ကုသိုလ်ကောင်းအံ့။",
    "ရွှေအဝတ်၊ ရွှေပန်းနှင့် သတို့သမီးကို မြင်မက် မူ-မင်းဖြစ်အံ့၊ အမျိုးအလျောက် အကျိုး ပေးအံ့။"
  ],
  "ရွှေရတုသဘင်": [
    "ရွှေရတုသဘင် ဆင်ယင် ကျင်းပရသည်ဟု မက်မူ- ကျော် ဇောအံ့၊ အမွေရအံ့။"
  ],
  "ရွှေဟင်္သာ": [
    "ရွှေဟင်္သာ တရားဟောသည်ကို မြင်ရ၊ ကြားရမက်မူ- ဘုန်းကျက်သရေတိုးအံ့၊ စိတ်ချမ်းသာအံ့။"
  ],
  "ရှေ့ပြောင်း": [
    "ရှေ့ပြောင်း ရသည်ဟုမက်မူ-မမျှော်လင့်သောဧည့်သည် ရောက်လာအံ့။"
  ],
  "ရွှံ့နွံ": [
    "ရွှံ့နွံ မြင်မက်မူ-နာဖျားအံ့၊ ဥပဒ်ပြုအံ့။",
    "ရွှံ့နွံ လူးကျံသည်ဟု မက်က- ကိုယ်တွင် တစ်စုံ တစ်ခုဖြစ်အံ့။",
    "ရွှံ့နွံ ထဲ နစ်နေသည်ဟု မက်မူ- အပြင်းအထန် ရောဂါရအံ့။",
    "ရွှံ့နွံ ထဲ လျှောက်သွားရသည်ဟု မက်မူ- အထူး တလည် အထမြောက် အောင်မြင်အံ့။",
    "ရွှံ့နွံ နှင့် ပတ်သက်ခံရသည်ဟု မက်က မေးငေါ့ ခံရအံ့။"
  ]
}