{
  "လ": [
    "လ မြင်မက်မူ အနာရောဂါကင်းအံ့၊ မေတ္တာပွားရအံ့၊ ကျန်းမာအံ့၊ လွတ်လပ်အံ့၊ သူတစ်ပါးထက်မြတ်အံ့၊ သစ္စာရှိသော မယားရအံ့၊ အချုပ်အနှောင်မှလွတ်အံ့၊ ချစ်သူရအံ့၊ ပျော်ရွှင်ရအံ့။",
    "လ ပြည့်ဝန်းကို မြင်မက်မူ- မင်းဖြစ်အံ့၊ ချမ်းသာသုခ ဖြစ်အံ့၊ စီးပွား တိုးတက်အံ့၊ စည်းစိမ်ရှိအံ့၊ သားသမီးရတနာရအံ့။",
    "လ ထိန်ထိန်လင်း မြင်မက်မူ- အစစ အရာရာ ကောင်းအံ့၊ မိတ်ကောင်း ဆွေကောင်းရအံ့၊ ဥစ္စာရအံ့။",
    "လ ကြည်လင်စွာ မြင်မက်မူ- ဂုဏ်ကျက်သရေ တိုးအံ့၊ မေတ္တာစစ်ရအံ့၊ ဥစ္စာရအံ့၊ ကံကောင်းအံ့။",
    "လ ကိုဖက်ရသည်ဟုမက်က-ကြွယ်ဝအံ့။",
    "လ ကို ရင်ခွင်ပိုက်ရသည်ဟု မက်မူ- ဘုန်းကြီးသော သားရတနာရအံ့၊ ကုသိုလ်ကောင်းအံ့။",
    "လ အိမ် ဖွဲ့သည်ကို မြင်မက်မူ - ကြီးစွာသော ချမ်းသာသုခ ရအံ့။",
    "လ ဆန်းသစ်စ, မြင်မက်မူ...အလုပ်အကိုင် တိုးတက်အံ့။",
    "လ လူမျက်နှာကဲ့သို့ ပြည့်ဖြိုးစွာမြင်မက်မူ-စည်းစိမ်, ဥစ္စာ, ရွှေ, ငွေ, သားသမီးရအံ့။",
    "လ ထဲမှာ လူမြင်မက်မူ...အကြံအားလုံးအောင်အံ့။ ဆန္ဒပြည့်အံ့။",
    "လ နီကြန့်ကြန့် မြင်မက်မူ... နာမည် သတင်းကျော်ကြားအံ့။",
    "လ သာပြီး ရုတ်တရက် မှောင်သွားသည်ဟုမက်က - အိမ်ရှင်မိန်းမတစ်ဦး နာဖျားအံ့၊ သူခိုး ခိုးအံ့။",
    "လ ငုပ်ဖမ်းသည်ဟုမက်က-ဥပဒ်ဖြစ်အံ့၊ စိတ်ဒုက္ခရောက်အံ့။",
    "လ ကြွေကျသည်ဟုမက်မူ-မျက်စိနာအံ့၊ မိန်းမနှင့် ပတ်သက်၍ ဆုံးရှုံးအံ့။",
    "လ ရေအိုးတွင် ကျသည်ဟုမက်က ... အိမ်ရှေ့မင်းဖြစ်အံ့။",
    "လ ပေါင်ခွင် မြင်မက်မူ - ကံကောင်းအံ့။",
    "လ အခန်းထဲ မြင်မက်မူ ... ဥစ္စာရအံ့။",
    "လ ရောင် မိမိဦးခေါင်းပေါ် ပတ်လည် ဝိုင်း၍ တောက်ပနေသည်ဟုမက်မူ - နာမည်ကျော်ကြားအံ့။ လွတ်လပ်အံ့။"
  ],
  "လခ": [
    "လခ တိုးရသည်ဟုမက်မူ... အမြတ်၊ အထောက်အပံ့ရအံ့။ ယခုနှစ် လခ မဆိုသာရှိအံ့။",
    "လခ လျော့ခံရသည်ဟုမက်က...ကိုယ်လှအံ့။"
  ],
  "လဗင်ဒါ": [
    "လဗင်ဒါ ရေမွှေးနံ့ ရသည်ဟု မက်က ... မိတ်ဆွေကောင်းရအံ့၊ အိမ်တွင်းမှုသာယာအံ့။"
  ],
  "လသာခန်း": [
    "လသာခန်း တွင် မတ်တတ်ရပ်ပြီး ငေးကြည့် နေရသည်ဟု မက်မူ - ဥစ္စာပျက်အံ့။",
    "လသာခန်း ကျိုးကျသွားသည်ဟု မက်က... ဂုဏ်အသရေယုတ်အံ့။",
    "လသာခန်း တွင် ချစ်တင်းနှီးနှောရသည်ဟု မက်မူ - ကံဆိုးအံ့၊ စိတ်ဆင်းရဲအံ့။"
  ],
  "လဟာပြင်": [
    "လဟာပြင် အိမ်များရှိသောနေရာ၌ လဟာပြင် ဖြစ်နေသည်ဟု မက်က- ၎င်းအရပ် မီးလောင်အံ့။"
  ],
  "လား": [
    "လား ကိုမြင်မက်မူ - နောက်တစ်ကြိမ် တရားရှုံးအံ့။",
    "လား စီးရသည်ဟု မက်က .... ကောင်းချီးမင်္ဂလာနှင့် ပြည့်စုံအံ့။",
    "လား စီးပြီး တစ်ကိုယ်လုံးလိမ်းကျံလျက် တောင်ဘက်သို့ သွားရမက်မူ - မုချသေအံ့။",
    "လား သား စားရမက်မူ .... ဥစ္စာရအံ့၊ ချမ်းသာအံ့။"
  ],
  "လည်ဆွဲ": [
    "လည်ဆွဲ (ဆွဲကြီး) မြင်မက်မူ ပျော်ရွှင်ရအံ့၊ သမ္မာရှိအံ့၊ အပျိုမြင်မက်က- မပျော်ရွှင်သော လက်ထပ်ခြင်းဖြစ်အံ့။",
    "လည်ဆွဲ ဝတ်ဆင်ရသည်ဟု မက်က ... အလွန် ကံကောင်းအံ့၊ လှပသော သမီးများရအံ့။",
    "လည်ဆွဲ ပြုတ်ကျသည်ဟု မက်မူ - ရန်ဖြစ်အံ့၊ စိတ်ပျက်စရာ တွေ့ရအံ့၊ ကလေးများ ငယ်စဉ်က သေအံ့။",
    "လည်ဆွဲ အမဲရိုးနှင့် လုပ်ထားသော လည်ဆွဲရရှိသည်ဟု မက်က - ကြမ္မာဆိုးအံ့။",
    "လည်ဆွဲ တိရစ္ဆာန် လည်ပင်းမှာ လည်ဆွဲ တပ်ထားသည်ကို မြင်မက်က - ဆွေမျိုး၊ မိတ်ဆွေထံက ရာထူးကြီး တစ်ခုရအံ့။"
  ],
  "လည်ပင်း": [
    "လည်ပင်း ကြီးကြီးလှလှ မြင်မက်က - ကံကောင်းအံ့။",
    "လည်ပင်း ပိန်ပိန် ပါးပါး မြင်မက်က - စွန့်ပစ် ခံရအံ့။",
    "လည်ပင်း တိုသည်ဟု မက်မူ - ရောဂါရအံ့။",
    "လည်ပင်း နာသည်ဟု မက်မူ - ငွေရအံ့။"
  ],
  "လုခံ": [
    "လုခံ ရသည်ဟု မက်က - ကံကောင်းအံ့။"
  ],
  "လုယက်": [
    "လုယက် ရသည်ဟု မက်က - ကံကောင်းအံ့။"
  ],
  "လူကြီး၊ မိဘ": [
    "လူကြီး၊ မိဘ ဆရာသမားကို မြင်မက်မူ .... ကောင်းကျိုးပေးအံ့။"
  ],
  "လူပုကလေး": [
    "လူပုကလေး ကို မြင်မက်မူ - ကြေကွဲဖွယ်ရာ သတင်းဆိုး ကြားရအံ့၊ လူမုန်းများအံ့။"
  ],
  "လူပျက်": [
    "လူပျက် မြင်မက်မူ မိန်းမဆိုး၊ မိတ်ဆွေဆိုးနှင့် တွေ့ရအံ့။",
    "လူပျက် ဆပ်ကပ်ထဲမှာ မြင်မက်မူ - အလိမ်ခံရအံ့။",
    "လူပျက် အဝတ်အစား ဝတ်ရသည်ဟု မက်က - မမြင့်မြတ်သော ပျော်ရွှင်မှုရအံ့။"
  ],
  "လူပြန်ပေး": [
    "လူပြန်ပေး ဆွဲခံရသည်ဟုမက်မူ .... သောက ကင်းဝေးအံ့။ ရာသက်ပန် ချစ်မည့်သူက သင့်အား အလိုရှိနေအံ့။",
    "လူပြန်ပေး မြင်မက်မူ.... လက်ထပ်ရအံ့။ မိတ်ကောင်းရအံ့။"
  ],
  "လူဖျင်း၊ သူအ": [
    "လူဖျင်း၊ သူအ ကို မြင်မက်မူ - ဆင်းရဲအံ့။"
  ],
  "လူမမာ": [
    "လူမမာ ကို မြင်မက်မူ .... အနာကင်းအံ့။ ရောဂါ ပျောက်အံ့။"
  ],
  "လူမျိုးခြား": [
    "လူမျိုးခြား ကို မြင်မက်က - ပျော်ရွှင်ရအံ့။ ချစ်မေတ္တာ ရှိအံ့။"
  ],
  "လူရိုး": [
    "လူရိုး ကို မြင်မက်မူ - မိမိချမ်းသာအံ့။ အိမ်သား တစ်ဦးသေအံ့။ အတွင်းဆွေးအံ့။"
  ],
  "လူဝံ": [
    "လူဝံ ကို မြင်မက်မူ - အလိမ်ခံရအံ့။"
  ],
  "လူသား": [
    "လူသား စားရမက်မူ - အမတ်ဖြစ်အံ့။ အထွတ်အမြတ် သို့ ရောက်အံ့။ ဥစ္စာရအံ့။",
    "လူသား ကို စားနှင့်လှီးစားရသည်ဟု မက်မူ - မင်း ဖြစ်အံ့။ ရဟန်းမူကား မင်းဆရာဖြစ်အံ့။",
    "လူသား အစိမ်းစားရသည်ဟု - မက်မူ သိန်ဆုထူး လာဘ်ကြီးဝင်အံ့။",
    "လူသား အကျက် စားရသည်ဟု မက်မူ .... အထွတ် အမြတ်သို့ ရောက်အံ့။ ထီပေါက်အံ့။",
    "လူသား စားသော လူရှိင်ကို မြင်မက်မူ .... စိတ် မကောင်းစရာသတင်း ကြားရအံ့။"
  ],
  "လူသေ": [
    "လူသေ မြင်မက်မူ_လက်ထပ်ရအံ့။ အသက်ရှည်အံ့။ ကြံသမျှပြီးအံ့။",
    "လူသေ ထသည်ဟု မက်က.... စကားဟောင်းပေါ် အံ့။",
    "လူသေ စကားပြောသည်ဟု မက်မူ.... အကြံအောင် အံ့။",
    "လူသေ အဝတ်ဝတ်လျက် မြင်မက်မူ... သုခရောက် အံ့။",
    "လူသေ ပျက်စီး ယိုယွင်းစွာ မြင်မက်က - နာဖျား အံ့။ သေပျောက်အံ့။",
    "လူသေ နှင့်အတူ ထမင်းစားရသည်ဟု မက်မူ-ကံ ကောင်းအံ့။",
    "လူသေ ကို မြေမြှုပ်ရသည်ကို မက်က - ရောဂါပျောက် အံ့။",
    "လူသေ ၏ ဦးခေါင်းကို မြင်မက်မူ ဆုံးရှုံးအံ့။",
    "လူသေ နှင့်အတူ အိပ်ရသည်ဟု မက်က.... အသက် ရှည်အံ့။",
    "လူသေ ကို ရေချိုးပေးရသည်ဟု မက်မူ.... အနိုင်ရ အံ့။",
    "လူသေ ကို ယူဆောင်သွားရသည်ဟု မက်မူ.... ဥစ္စာ များစွာရအံ့။",
    "လူသေ ကို တွင်းထဲမှ ဖော်ထုတ်ရသည်ဟု မက်က- ပျက်စီးအံ့။",
    "လူသေ ကိုတွင်းထဲမှ ကိုယ်တိုင်ဖော်လိုက်ရသည်ဟု မက်မူ ... တော်လှန်အံ့။",
    "လူသေ ၏ ပွေ့ဖက်ခြင်း ခံရသည်ဟု မက်မူ-သေအံ့။",
    "လူသေ ၏ နောက်သို့လိုက်သွားရသည်ဟု မက်က-သေအံ့။",
    "လူသေ မီးရှို့သောတွင်းထဲ, ပြာပုံထဲ ကျသည်ဟု မက်က ... သေအံ့။"
  ],
  "လူ၏": [
    "လူ၏ ဦးခေါင်းစားရသည်ဟု မက်မူ ... ဧကရာဇ်မင်းဖြစ်အံ့။",
    "လူ၏ အူအချင်းကို စားရသည်ဟု မြင်မက်က-ကြွယ်ဝအံ့၊ ထီပေါက်အံ့။"
  ],
  "လူအိုရုံ": [
    "လူအိုရုံ ကိုမြင်မက်မူ ... အသက် ရာကျော်ရှည်အံ့။",
    "လူအိုရုံ သို့ ရောက်နေသည်ဟု မက်က .. ဆင်းရဲအံ့။"
  ],
  "လူအုပ်": [
    "လူအုပ် ထဲ ရောက်နေသည်ဟုမက်မူ-သောက ရင်ဆိုင်တွေ့ရအံ့။"
  ],
  "လေ": [
    "လေ တိုက်သည်ဟု မက်က ... သတင်းကောင်း အမြန်ရောက်လာအံ့။",
    "လေ ပြင်းတိုက်ခိုက်သည်ဟုမက်မူ ... ခေတ္တအခက်အခဲတွေ့ရအံ့။",
    "လေ မုန်တိုင်းကိုမြင်မက်မူ ... ဒုက္ခတွေ့ရအံ့၊ အနှောက်အယှက် ခံရအံ့၊ သို့ရာတွင်၊ မကြာမီ ပပျောက်အံ့၊ သဘောကွဲနေသူနှင့် မကြာမီ ပြန်စေ့စပ်အံ့။"
  ],
  "လေနီကြမ်း": [
    "လေနီကြမ်း ကိုမြင်မက်မူ ... ခေတ္တကံမကောင်းဘဲ ရှိအံ့။"
  ],
  "လေကြီးမိုးကြီး": [
    "လေကြီးမိုးကြီး ကျသည်ဟုမက်ကံ- စားပြတိုက်ခံရအံ့။"
  ],
  "လေညင်းခံ": [
    "လေညင်းခံ ထွက်ရသည်ဟုမက်မူ- အချစ်ကိစ္စတွင် အလွန်ကံကောင်းအံ့။"
  ],
  "လေထီး": [
    "လေထီး ကို မြင်မက်မူ- အယူသည်းလျှင် ဒုက္ခဖြစ်အံ့။"
  ],
  "လေပွေ": [
    "လေပွေ ကိုမြင်မက်မူ- ခေတ္တအခက်အခဲ တွေ့ရအံ့။",
    "လေပွေ ထသည်ဟုမက်က- စိုးရိမ်သောက ဖြစ်အံ့။"
  ],
  "လေယာဉ်ပျံ": [
    "လေယာဉ်ပျံ မြင်မက်မူ-ငွေရအံ့။",
    "လေယာဉ်ပျံ စီးရမက်မူ ... မိန်းမရအံ့၊ အကြံအောင်အံ့၊ ငွေရောက်လာအံ့။",
    "လေယာဉ်ပျံ ကောင်းကင်မှာ မှန်မှန်ပျံနေသည်ကို မြင်မက်က .. ယခု တွေ့ရသော ဒုက္ခမှ လွတ်အံ့။",
    "လေယာဉ်ပျံ မြေကြီးပေါ်မှာမြင်မက်က- ယခု ချက်ချင်း မအောင်မြင်သေး၊ နောက်မှ အောင်အံ့။",
    "လေယာဉ်ပျံ လယ်ကွင်းများပေါ် ဖြတ်စီးရဟု မက်မူ- ချစ်မေတ္တာရအံ့။",
    "လေယာဉ်ပျံ ပျက်ကျသည်ဟုမက်မူ ... စိတ်ပျက်စရာ တွေ့ရအံ့။"
  ],
  "လေလံ": [
    "လေလံ ပစ်နေသည်ကိုမြင်မက်က-အလုပ် အတွက် သောကတွေ့အံ့။ ငွေချေးကဆုံးအံ့။",
    "လေလံ ဆွဲရသည်ဟုမက်မူ- ငွေဆုံးအံ့၊ စိတ်မချမ်း မသာဖြစ်အံ့။",
    "လေလံ မောင်းထုနေသည်ဟု မက်က... အောက် ကျ နောက်ကျဖြစ်အံ့။"
  ],
  "လေသေနတ်": [
    "လေသေနတ် ပစ်ရသည်ဟုမက်မူ... အလုပ် ဖင့်နှေးအံ့။",
    "လေသေနတ် ရသည်ဟု မက်က...ရန်သူ ပေါ်ပေါက်အံ့။"
  ],
  "လေညင်း": [
    "လေညင်း ကိုမြင်မက်မူ - ကံကောင်းအံ့၊ လက်ဆောင် ရအံ့၊ လူရာဝင်အံ့။"
  ],
  "လေးနှင့်မြှား": [
    "လေးနှင့်မြှား ကို မြင်မက်က-ကံဆိုးအံ့၊ အကြံကြီးအံ့။"
  ],
  "လေးသမား": [
    "လေးသမား ကိုမြင်မက်မူ- အန္တရာယ် အနီးမှာရှိအံ့၊ ပျို သူမှာ မကြာမီ စေ့စပ်ကြောင်းလမ်းရအံ့။"
  ],
  "လယ်ဂျာ": [
    "လယ်ဂျာ စာအုပ်အထားမှားသည်, ပျောက်နေသည် ဟု မက်က စာရေး, အခိုင်း အစေများ ပစ္စည်းခိုးအံ့။"
  ],
  "လယ်မြေ": [
    "လယ်မြေ စိမ်းလန်း,ကျယ်ပြန့်စွာမြင်မက်မူ - ချမ်းသာ ကြီးအံ့။",
    "လယ်မြေ အသီးအနှံပြည့်လျှံလျက်မြင်မက်မူ - မကြာ မီ စည်းစိမ်ဥစ္စာ ရွှေငွေရတနာရအံ့၊ အစား အသောက် ပေါများအံ့။",
    "လယ်မြေ မည်းနက်ခြောက်သွေ့နေသည်ဟု မက်မူ - ဘေးဥပဒ်တွေ့အံ့၊ ဆုံးရှုံးအံ့။",
    "လယ်မြေ ထွန်ရသည်ဟုမက်က-လက်ထပ်ရအံ့၊ ချမ်း သာ သုခရအံ့။",
    "လယ်မြေ ခြောက်သွေ့သောမြေရိုင်းကိုထွန်ရသည်ဟု မက်မူ-ဆင်းရဲအံ့၊အကြံပျက်အံ့၊သားသမီး နှင့် ရန်ဖြစ်အံ့။",
    "လယ်မြေ လက်ဆောင်ရသည်ဟု မက်က- လှပသော ဇနီးရအံ့၊ မိန်းမနှင့် ဆက်သွယ်၍ စီးပွား တိုးအံ့။",
    "လယ်မြေ တွင် ကောက်ပင်များမှည့်နေသည်ဟုမက်မူ- ပေါများကြွယ်ဝအံ့။",
    "လယ်မြေ ၌ ပုစွန်လုံးကိုမြင်မက်မူ-စိတ်ဒုက္ခရောက်အံ့။",
    "လယ်မြေ တွင် ကြာပေါက်သည်ဟုမက်မူ- ချမ်းသာ ကြီးအံ့။",
    "လယ်မြေ ထဲတွင် လဲလျောင်းနေသည်ဟု မက်က.... မိတ်သစ်များ တွေ့ရအံ့။"
  ],
  "လောကဓာတ်": [
    "လောကဓာတ် ကျောင်း မြင်မက်မူ ချစ်သူနှင့်မုချရန်ဖြစ် ရအံ့။",
    "လောကဓာတ် ကျောင်း ထောင်ထားရသည်ဟု မက်က... ဆင်းရဲအံ့။"
  ],
  "လော်ရီကား": [
    "လော်ရီကား ကိုမြင်မက်မူ- စကားပြောမှားသဖြင့် ဆုံး ရှုံး နစ်နာအံ့။"
  ],
  "လက်": [
    "လက် မြင်မက်မူ- အရှည်သဖြင့် အကျိုးပေးအံ့၊ ကြီးကြီး၊ သန်သန်မာမာကို မြင်မက်က... အလုပ်ကြီးအကိုင်ကြီးလုပ်ရပြီး အောင်မြင်အံ့။",
    "လက် ပြည့်ပြည့်ဝဝကို မြင်မက်မူ- ရတနာရက် ချမ်းသာအံ့။",
    "လက် တုတ်တုတ်ခိုင်ခိုင် မြင်မက်က- အဖိုးတန်သော မိတ်ကောင်းရအံ့။",
    "လက် သေးသေး သိမ်သိမ်မြင်မက်မူ- ပစ္စည်းဆုံးရှုံးအံ့၊ သူခိုး ခိုးခံရအံ့။",
    "လက် ဖြူဖြူကိုမြင်မက်မူ... အကျိုးအမြတ် များစွာရအံ့၊ ဆွေမျိုးများ ချစ်ခင်အံ့။",
    "လက် ညစ်တီးညစ်ပတ် မြင်မက်က- အကြံအစည် စိတ်မချရဘဲရှိအံ့၊ ယုတ်ညံ့သော အလုပ်ကို လုပ်အံ့။",
    "လက် လိမ်ကောက်နေသည်ကို မြင်မက်မူ... သစ္စာရှိစွာ ခွဲမြဲအံ့။",
    "လက် အမွေးထူထူမြင်မက်မူ... အချုပ်အနှောင် ခံရအံ့၊ အခက်အခဲတွေ့အံ့။",
    "လက် သန့်သန့်၊ နီကြန့်ကြန့်မြင်မက်မူ... ဆင်းရဲသူ မက်က.... မိတ်ကောင်းရအံ့၊ ချမ်းသာသူ မက်က- အချိန်ဖြုန်း၊ အပျော်ကြူးအံ့။",
    "လက် များစွာရှိသည်ဟုမက်က... ကံကောင်းအံ့၊ ဂုဏ်မြင့်အံ့၊ ရောဂါပျောက်အံ့၊ သူခိုး မက်မူ... ဖမ်းမိပြီး အပြစ်ခံရအံ့။",
    "လက် မီးလောင်သည်ဟုမက်မူ- ယောက်ျား မက်က အရင်းနှီးဆုံး မိတ်ဆွေဆုံးအံ့၊ မိန်းမမက်မူ- လင်ယောက်ျားဆုံးအံ့၊ အနီးဆုံး ဆွေမျိုးဆုံးအံ့။",
    "လက် ညာလက်ပြတ်သည်ဟု မက်က- ဆင်းရဲအံ့၊ ယောက်ျားဆွေမျိုးထဲမှသေအံ့။",
    "လက် ဘယ်လက်ပြတ်သည်ဟု မက်မူ- မိန်းမဆွေမျိုးထဲမှ သေအံ့။",
    "လက် တဖြည်းဖြည်းသေးငယ်လာသည်ဟု မက်မူ- မိမိအိမ်သား တစ်ဦးအတွက် ဒုက္ခတွေ့ရအံ့။",
    "လက် ထွားကျိုင်းလာသည်ဟု မက်မူ- ရာထူးကြီး တစ်ခုရအံ့။",
    "လက် ကို ဖြတ်ပစ်ရသည်ဟု မက်က- အားကိုးအားထားပြုသူ သေအံ့။",
    "လက် နှစ်ဖက်စလုံး ဖြတ်ခံရသည်ဟုမက်မူ- ဒုက္ခကြီးစွာတွေ့အံ့၊ သားသမီးများဒုက္ခရောက်အံ့။",
    "လက် ကောက်ဝတ်မှ ပြတ်နေသည်ဟု မက်က... မကြာမီ လုံးဝပျက်စီးအံ့။",
    "လက် ကို ချည်နှောင်ထား ခံရသည်ဟု မက်မူ- အခက်အခဲများစွာ တွေ့ရအံ့။",
    "လက် နှစ်ဘက်စလုံးတုပ်နှောင်ထားသည်ဟု မက်က...အကြီးအကျယ်ဒုက္ခရောက်အံ့။",
    "လက် ကျိုးသွားသည်ဟုမက်မူ- ဆင်းရဲအံ့၊ ဆုံးရှုံးအံ့၊ နေရာပြောင်းလဲရအံ့၊ ရည်းစားဆုံးအံ့။",
    "လက် ညာလက်ကျိုးသွားသည်ဟုမက်မူ- လင်သေအံ့၊ ရည်းစားလုယူအံ့။",
    "လက် ညာလက်နှင့် အလုပ်လုပ်နေသည်ကိုမြင်မက်မူ-သုခ ချမ်းသာဖြစ်အံ့။",
    "လက် ဘယ်လက်နှင့် အလုပ်လုပ်နေသည်ကို မြင်မက်မူ- ကံဆိုးအံ့၊ စိတ်ဒုက္ခရောက်အံ့။",
    "လက် များကို ဆေးကြော ပစ်ရသည်ဟု မက်မူ- ဥစ္စာရအံ့။",
    "လက် နှင့် မီးကိုင်ထားသော်လည်း မီးမလောင်ဟုမက်မူ- ကြံသမျှ အောင်အံ့။",
    "လက် ဖြင့် ရိုက်ပုတ် သည်ဟု မက်က- အိမ်တွင်းသုခဖြစ်အံ့၊ ရည်းစားဟောင်းကို ပြန်ရအံ့။",
    "လက် ဖြင့် မိမိလင်ကို ရိုက်ပုတ်ရသည်ဟု မက်မူ- မိမိလင်ကိုပြုစုရာတွင် သတိထားဖို့လိုအံ့။",
    "လက် ဖြင့် မိမိရည်းစားကို ရိုက်ပုတ်သည်ဟုမက်က-ရည်းစားဆုံးအံ့။",
    "လက် ဆွဲ နှုတ်ဆက်ရသည်မက်မူ- ကံကောင်းအံ့။",
    "လက် မိမိလက်ကို မိမိကြည့်နေသည်ဟု မက်က-ခွန်အားဆုတ်အံ့။",
    "လက် ညာလက်ထိခိုက်နာကျင်သည်ဟု မက်က-ဒုက္ခရောက်နေသော မိတ်ဆွေ တစ်ဦးကအကူအညီတောင်းအံ့။",
    "လက် ဘယ်လက် ထိခိုက် နာကျင်သည်ဟုမက်မူ- မိတ်ဆွေများထံမှ အကူအညီ တောင်းခံအံ့။",
    "လက် မိမိဆီသို့ လက်ဆန့်တန်းထားသည်ကို မြင်မက်မူ- မိမိအရေးကြီးသော အချိန် မှာအကူအညီ ရောက်လာအံ့။",
    "လက် မိမိဘက်သို့ လက်ညှိုးထိုးနေသည်ဟု မက်မူ- အရေးရှိက လမ်းညွှန်မည့်သူပေါ်လာအံ့။",
    "လက် ထဲတွင် စပါးပင်များပေါက်သည်ဟု မက်မူ- ဆန်ရေစပါး ပေါများကြွယ်ဝအံ့။",
    "လက် ဝတ်ဆင်ရသည်ဟု မက်မူ- ချမ်းသာကြီးအံ့၊ သားကောင်းရအံ့၊ အချုပ် အနှောင်ခံရအံ့ လည်းဟူ၏။"
  ],
  "လက်ကောက်": [
    "လက်ကောက် ရွှေလက်ကောက် လက်ဆောင် ရသည်ဟုမက်မူ...အမွေရအံ့။",
    "လက်ကောက် ကျွတ်ကျသည်ဟုမက်က... ချစ်သူဆုံးအံ့၊ ငွေဆုံးအံ့။",
    "လက်ကောက် ဝတ်ဆင်ထားသူ(သူတစ်ပါး) ကို မြင်မက်က- မိမိကကယ်တင်ရအံ့။",
    "လက်ကောက် ဝတ်ဆင်ပေးခံရသည်ဟုမက်မူ- သဘောတူ လက်ထပ်ရအံ့။",
    "လက်ကောက် နားတောင်း ဝတ်ရသည်ဟု မက်မူ… မင်းဖြစ်အံ့။"
  ],
  "လက်ကိုင်တုတ်": [
    "လက်ကိုင်တုတ် ကို မြင်မက်မူ- ဒုက္ခရောက်စဉ် ကယ်မည့်သူ ပေါ်အံ့။"
  ],
  "လက်ကိုင်ပဝါ": [
    "လက်ကိုင်ပဝါ သစ်သစ်မြင်မက်မူ… လက်ဆောင် ရအံ့၊ ဧည့်သည်ရောက်အံ့၊ အိမ်တွင်း သာယာမှု ဖြစ်အံ့။",
    "လက်ကိုင်ပဝါ ညစ်ညစ်ကို မက်မူ… ရန်ကြုံကျယ်စွာ ဖြစ်အံ့။",
    "လက်ကိုင်ပဝါ ကောက်ရသည်ဟု မက်မူ- ပိတ်သစ် ရအံ့။",
    "လက်ကိုင်ပဝါ ပျောက်ဆုံးသည်ဟု မက်မူ- ကံဆိုးအံ့။",
    "လက်ကိုင်ပဝါ ကို ခေါင်းပေါ်မှာ ဖုံးလွှမ်းထားရသည်ဟု မက်မူ- ဘာသာရေးစိတ်ပိုပင်စားအံ့။"
  ],
  "လက်ချောင်း": [
    "လက်ချောင်း ၅ ချောင်းထက် ပိုနေသည်ဟု မက်မူ-လက်ထပ်ပွဲပျက်အံ့။",
    "လက်ချောင်း တစ်ချောင်း ကြံလှီ နေသည်ဟု မက်မူ-သားချင်းထဲမှ ဆင်းရဲအံ့။",
    "လက်ချောင်း ပွန်းပဲ သည်ဟုမက်က သားချင်းထဲမှ နာဖျားအံ့။",
    "လက်ချောင်း ပြတ်သည်ဟုမက်မူ- သားချင်းထဲမှ သေအံ့။",
    "လက်ချောင်း များ ရေထဲ နှစ်ထားရ ပါးစပ်ထဲ စုပ်နေရသည်ဟုမက်မူ-- ကောင်းသတင်း ကြားရအံ့။",
    "လက်ချောင်း ကျွေးနေသည်ဟုမက်မူ- လင်ကောင်း မယားကောင်းရအံ့။",
    "လက်ချောင်း ဖြတ်ရသည်ဟု မက်မူ-မိတ်ဆွေ, သားချင်း ရန်ဖြစ်အံ့။"
  ],
  "လက်စားချေ": [
    "လက်စားချေ ရသည်ဟု မက်က- မကြာမီ ရောဂါရအံ့၊ အလုပ်ပျက်အံ့။",
    "လက်စားချေ ခံရသည်ဟု မက်မူ- အစစ တိုးတက်အံ့။",
    "လက်စားချေ ဖို့ အခွင့်အရေး ရသော်လည်း မပြုလုပ်ဟု မက်မူ- အခက်အခဲတို့မှ လွတ်မြောက်အံ့။"
  ],
  "လက်စွပ်": [
    "လက်စွပ် မြင်မက်မူ- ကြွယ်ဝချမ်းသာအံ့၊ လက်ထပ်ရအံ့။",
    "လက်စွပ် ဝတ်ရသည်ဟု မက်က- ဘုန်းကျက်သရေ တိုးအံ့၊ သားကောင်းရတနာရအံ့၊ လက်ထပ်ရအံ့။",
    "လက်စွပ် ရွှေလက်စွပ်ကြီး ဝတ်ရသည်ဟုမက်မူ- ဂုဏ်ကြီးမြင့်အံ့။",
    "လက်စွပ် လက်ဆောင်ရသည်ဟု မက်က- မိတ်ဆွေရအံ့၊ ကံကောင်းအံ့၊ လက်ထပ်ရအံ့။",
    "လက်စွပ် မိမိက ပေးရသည်ဟု မက်မူ- ဆုံးရှုံးအံ့။",
    "လက်စွပ် ပျောက်သည်ဟု မြင်မက်က- လင်မယား ချင်းအထင်လွဲအံ့၊ ဆွေမျိုးမိတ်ဆွေကြောင့်",
    "လက်စွပ် ဒုက္ခရောက်အံ့၊ မိမိလင် တခြားမိန်းမကိုချစ်ကြိုက်နေအံ့။",
    "လက်စွပ် မူကျောက်များ ထွက်ကျသည်ဟု မက်မူ မကြာမီ လက်ထပ်ရအံ့။",
    "လက်စွပ် ကောက်ရသည်ဟု မက်မူ- တစ်နှစ်အတွင်း လက်ထပ်ရအံ့။"
  ],
  "လက်စွပ်အိတ်": [
    "လက်စွပ်အိတ် မြင်မက်မူ- မိတ်ဆွေရအံ့။",
    "လက်စွပ်အိတ် ပထမဆုံး အကြိမ် ဝတ်ရသည်ဟု မက်မူ အလုပ်အကိုင် ကြီးပွားအံ့။",
    "လက်စွပ်အိတ် စုတ်ပြတ်စွာ မြင်မက်က- ကံဆိုးအံ့။",
    "လက်စွပ်အိတ် သူများလက်အိတ်နှင့် မှားသည်ဟုမက်မူ အကြံပျက်အံ့။"
  ],
  "လက်ဆေးခွက်": [
    "လက်ဆေးခွက် ကို မြင်မက်မူ- အဖြေမကြာမီရအံ့။"
  ],
  "လက်ဆောင်": [
    "လက်ဆောင် ရသည်ဟု မက်က သောက တွေ့ရအံ့။",
    "လက်ဆောင် ပေးရသည်ဟု မက်မူ- အများကူညီလိမ့်။",
    "လက်ဆောင် ပေးရာ ငြင်းဆန်ရသည်ဟု မက်မူ- ဒုက္ခမှ လွတ်အံ့။",
    "လက်ဆောင် တောင်းရာ မိမိက မပေးဘဲ ငြင်းဆန်လိုက်သည်ကိုမက်မူ- ဆင်းရဲအံ့။"
  ],
  "လက်ဆွဲမီးတိုင်": [
    "လက်ဆွဲမီးတိုင် ကို မြင်မက်မူ- လာဘ်ရအံ့။"
  ],
  "လက်ဆွဲသားရေအိတ်": [
    "လက်ဆွဲသားရေအိတ် ကိုမြင်မက်က- ခရီးသွားရအံ့။"
  ],
  "လက်တွန်းရထား": [
    "လက်တွန်းရထား (ကလေးစီး) ကိုမြင်မက်မူ- တာဝန်ဝတ္တရားများကြောင့် အဆီးအတားဖြစ်အံ့။"
  ],
  "လက်ထပ်ရသည်": [
    "လက်ထပ်ရသည် (မင်္ဂလာဆောင်မှာ) ကြည့်ပါ။"
  ],
  "လက်ထပ်လက်စွပ်": [
    "လက်ထပ်လက်စွပ် ကိုမြင်မက်က- ကွဲကွာအံ့။",
    "လက်ထပ်လက်စွပ် ချွတ်သည် ပျောက်သည်ဟု မက်က- လင်မယား အပြီးအပိုင်ကွဲအံ့။",
    "လက်ထပ်လက်စွပ် ကျပ်သည်ဟူမက်မူ- သားချင်းထဲမှ သေအံ့။",
    "လက်ထပ်လက်စွပ် ကို အတင်းချွတ်ယူပြီး ဝတ်ထားသည်ဟု မက်မူ-ကြိုက်သူကို လက်ထပ်ရအံ့။"
  ],
  "လက်ထိပ်": [
    "လက်ထိပ် ကို မြင်မက်က- အရှက်ရအံ့၊ ကံဆိုးအံ့။",
    "လက်ထိပ် ခတ်ခံရသည်ဟု မက်မူ-အလုပ်တွင် အခက်အခဲများစွာ တွေ့ရအံ့။"
  ],
  "လက်နက်": [
    "လက်နက် (ဓား၊ လှံ၊ သေနတ်) မြင်မက်မူ-ဆင်းရဲအံ့။",
    "လက်နက် ဖြင့် ဒဏ်ရာရသည်ဟု မက်က-ချမ်းသာကြီးအံ့။",
    "လက်နက် မြေ၌စိုက်ထောင်ရသည်ဟု မက်မူ-အလွန်ချမ်းသာအံ့။",
    "လက်နက် ပြောင်လက်စွာ အရောင် ထွက်နေသည်ဟု မက်က-ရန်သူအကြံထုတ်နေအံ့။",
    "လက်နက် ကို ဖက်ရသည်ဟူမက်က- ချမ်းသာအံ့။"
  ],
  "လက်နှိပ်ဓာတ်မီး": [
    "လက်နှိပ်ဓာတ်မီး အလင်းရောင်မြင်မက်မူ- အကြံ အောင်အံ့။ ကျော်ဇောအံ့၊ ကံကောင်းအံ့၊ သုခရအံ့၊ ခရီးသွားရအံ့။",
    "လက်နှိပ်ဓာတ်မီး မှိန်စွာ မြင်မက်မူ- ခေတ္တ နာမကျန်း ဖြစ်အံ့။"
  ],
  "လက်ပြန်ကြိုး": [
    "လက်ပြန်ကြိုး တုတ်ခံရသည် မက်မူ- ဆင်းရဲဒုက္ခ တွေ့ရအံ့။"
  ],
  "လက်ဖက်": [
    "လက်ဖက် စားရသည်ဟု မက်မူ- အပေါင်းအသင်း ပေါများအံ့၊ ခရီးသွားက အောင်မြင်အံ့။"
  ],
  "လက်ဖက်ရည်": [
    "လက်ဖက်ရည် သောက်ရမက်မူ- သောကတွေ့အံ့။",
    "လက်ဖက်ရည် အိုးများ မြင်မက်က- မိတ်ဆွေသစ်များ တွေ့အံ့။",
    "လက်ဖက်ရည် ဧည့်သည်များကို ထည့်ပေးရမက်မူ-မကြာမီ သတင်းကောင်း ကြားရအံ့။",
    "လက်ဖက်ရည် ဖိတ်ကျ, ပန်းကန် မှောက်နေသည်ဟု မက်က- အကြံအစည်များ ပျက်အံ့။"
  ],
  "လက်ဖက်ရည်ဆိုင်": [
    "လက်ဖက်ရည်ဆိုင် တွင် စားသောက်ရသည်ဟု မက်မူ- ရာထူးတိုးဖို့ စာမေးပွဲ ဖြေဆိုရလတ္တံ့။",
    "လက်ဖက်ရည်ဆိုင် ထဲမှာ မိမိတစ်ဦးတည်းသာ ရှိနေသည်ဟု မက်က- ယခု အကြံမအောင်မြင်ဘဲရှိအံ့။",
    "လက်ဖက်ရည်ဆိုင် ၌ လုပ်သားအဖြစ် လုပ်ကိုင်နေရသည်ဟု မက်မူ- အလုပ်သစ်ရအံ့။"
  ],
  "လက်ဖွဲ့": [
    "လက်ဖွဲ့ မြင်မက်မူ-မကြာမီ အရေးကြီးသော ဆုံးဖြတ်ချက်တစ်ခု ချရအံ့၊ ကုန်းလမ်း ခရီးသွားလျှင် ဥပဒ်ရှိအံ့။",
    "လက်ဖွဲ့ ဆောင်ရသည်ဟု မက်က- လက်ထပ်ရအံ့၊ ကျော်စောအံ့၊ အလုပ်ကောင်းအံ့။",
    "လက်ဖွဲ့ ရွှေလက်ဖွဲ့ ဝတ်ရမက်မူ- လက်ထပ်ရအံ့။"
  ],
  "လက်မောင်း": [
    "လက်မောင်း လက်ရုံးများ မာတောင့်ပြည့်သည်ဟုမက်မူ-အထက်တန်းကျသောရာထူးရအံ့၊ သစ္စာရှိသောမိတ်ဆွေရအံ့။",
    "လက်မောင်း သန်မာ, အမွေးထူထူ မြင်မက်က ကံကောင်းအံ့၊ ကျန်းမာအံ့။",
    "လက်မောင်း ကျိုးပဲ့, ဒဏ်ရာရသည်ဟု မက်မူ - ဆင်းရဲအံ့၊ လင်သားဆုံးအံ့။",
    "လက်မောင်း ကြီးသည်ဟု မက်က- ဆွေမျိုးသားချင်းတို့ ကြီးပွားအံ့။",
    "လက်မောင်း ကြုံလှီသည်ဟု မက်မူ- ဆွေမျိုးသားချင်းတို့ ညှိုးနွမ်းအံ့။",
    "လက်မောင်း ပွန်းပဲ့ သည်ဟုမက်က - ဆွေမျိုးသားချင်းတို့ နာဖျားအံ့။",
    "လက်မောင်း သွေးယိုသည်ဟုမက်မူ-ဆွေမျိုးသားချင်းတို့ အရပ်တစ်ပါးသို့ သွားရအံ့။",
    "လက်မောင်း ပြတ်နေ, ပြတ်နေရသည်ဟုမက်မူ- ဆွေမျိုးသားချင်းတို့ နာဖျားအံ့။"
  ],
  "လက်မှတ်": [
    "လက်မှတ် မီးရထား, ကား, သင်္ဘော, လေယာဉ်ပျံ, ပွဲလက်မှတ်တို့ကို မြင်မက်မူ- မျှော်လင့်နေသော သတင်းကောင်း မကြာမီ ကြားရအံ့။",
    "လက်မှတ် ဝယ်ရသည်ဟု မက်မူ ... ချို့ ယွင်း ချက် ကလေးများကို ပြုပြင်လိုက်ပါက ကြီးပွားတိုးတက်အံ့။",
    "လက်မှတ် ထိုးရသည်ဟုမက်က - သစ္စာရှိသော မိတ်ဆွေများက အမြဲစောင့်ရှောက်အံ့။",
    "လက်မှတ် သက်သေခံလက်မှတ် ရသည်ဟုမက်မူ-ဂုဏ်ရောင်ခြည်ဖြင့် အကျိုးထူး ခံစားရအံ့။"
  ],
  "လက်ရေး": [
    "လက်ရေး ဖတ်မရဟုမက်မူ-မလှမ်းမလင့်ရှိအံ့။",
    "လက်ရေး နံရံမှာ၊ ကျောက်သစ်ပုန်းမှာ မြင်မက်မူ-တိုးတက်အံ့။",
    "လက်ရေး ကောင်းကင်မှာ မြင်မက်မူ... စိတ်ကူးယဉ်အံ့။",
    "လက်ရေး နှင့် စာချုပ်များ မြင်မက်မူ- စွန့်စားရသောအလုပ်ကို သတိနှင့်လုပ်ပါ။"
  ],
  "လက်ရမ်းကိုင်": [
    "လက်ရမ်းကိုင် ကို မြင်မက်မူ-ဒုက္ခတွေ့အံ့။"
  ],
  "လက်ဝါး": [
    "လက်ဝါး မြင်မက်မူ-သုခချမ်းသာဖြစ်အံ့။",
    "လက်ဝါး တွင် ကြာရောက်သည်ဟု မက်က- ကျော်စောအံ့။"
  ],
  "လက်ဝါးကပ်တိုင်": [
    "လက်ဝါးကပ်တိုင် ကို မြင်မက်မူ-ဂုဏ်ရှိအံ့။"
  ],
  "လက်ဝတ်လက်စား": [
    "လက်ဝတ်လက်စား ယူဆောင်ရသည်ဟု မက်မူ- ဒုက္ခတွေ့အံ့။",
    "လက်ဝတ်လက်စား ဆိုင်မှာ မြင်မက်မူ-ငွေကြေးဆုံးရှုံးအံ့။",
    "လက်ဝတ်လက်စား ဝတ်ထားသည်ကို မြင်မက်က - အပြင်ပန်းကိုသာ ကြည့်လုပ်က မှားအံ့။",
    "လက်ဝတ်လက်စား မိမိ ဝတ်ဆင်ရသည်ဟု မက်မူ- နာဖျားအံ့၊ ဒုက္ခတွေ့ရအံ့။",
    "လက်ဝတ်လက်စား ဝယ်ရသည်ဟုမက်မူ... အခက်အခဲ တွေ့အံ့၊ ဝင်ငွေထွက်ငွေ မျှတအံ့။",
    "လက်ဝတ်လက်စား ရောင်းရသည်ဟုမက်က...ငွေရအံ့။",
    "လက်ဝတ်လက်စား ကျွတ်ကျသည်ဟုမက်မူ...ပူဆွေးရအံ့။",
    "လက်ဝတ်လက်စား ရှာတွေ့သည်ဟုမက်က- မိတ်ဆွေ၏ အခက်အခဲကို ကူညီရအံ့။"
  ],
  "လက်ဝှေ့ပွဲ": [
    "လက်ဝှေ့ပွဲ မြင်မက်မူ... အရေးကြီးသော အံ့သြဖွယ် သတင်း ကြားရအံ့။"
  ],
  "လက်သမား": [
    "လက်သမား များ အလုပ် လုပ်နေသည်ကို မြင်မက်မူ... အခက်အခဲတို့မှ လွတ်မြောက်အံ့။"
  ],
  "လက်သည်း": [
    "လက်သည်း များ ရှည်သည်ဟုမက်မူ....အသက်ရှည်အံ့၊ ကြီးပွားအံ့။",
    "လက်သည်း ပုပ်နေသည်ဟုမက်က...သားသမီးတို့ နာဖျားအံ့။",
    "လက်သည်း ပွင့်နေသည်ဟုမက်မူ-လာဘ်ရအံ့။",
    "လက်သည်း လှီးဖြတ်ရမက်မူ- နာဖျားအံ့။",
    "လက်သည်း ခြေသည်း လှီးနေသူကို မြင်မက်က-မိမိထက် အသက်ကြီးသောသူနှင့် လက်ထပ်ခြင်းဖြင့် ချမ်းသာအံ့။"
  ],
  "လက်သုတ်ပဝါ": [
    "လက်သုတ်ပဝါ မြင်မက်မူ...ကံကောင်းအံ့၊ စိတ်ပျော်စရာသတင်းကြားရအံ့။",
    "လက်သုတ်ပဝါ ညစ်ပတ်စွာ မြင်မက်မူ- စိတ်ပျက်စရာ တွေ့ရအံ့။",
    "လက်သုတ်ပဝါ နှင့် ခါးပတ်သုတ်ရသည်ဟု မက်မူ…မဟုတ် သတင်းများ အမှန်ပေါ်လတ္တံ့။",
    "လက်သုတ်ပဝါ ကို ကြမ်းပေါ်မှ ကောက်ရသည်ဟုမက်မူ… လခအပြင် အပိုငွေ (ဘောနပ်) ရအံ့။"
  ],
  "လင်": [
    "လင် ရသည်ဟုမက်မူ… ချစ်သူနှင့် ရန်ဖြစ်ရအံ့။ လင်မရှိသူမက်က-အကျီ ့ပျက်အံ့။",
    "လင် ငယ် နေရသည်ဟုမက်မူ… ပျက်စီးအံ့။",
    "လင် မယား ရန်ဖြစ်နေသည်ဟု မက်က… အချစ်တိုးအံ့။",
    "လင် မယား ကွာရှင်းရသည်ဟုမက်မူ- အိမ်တွင်း သုခဖြစ်အံ့။",
    "လင် သေပြီးသူကိုမြင်မက်မူ- နောက်ထပ် အိမ်ထောင်ပြုရအံ့။"
  ],
  "လင်္ကာ": [
    "လင်္ကာ ရေးရသည်ဟုမက်မူ … ဆင်းရဲအံ့၊ မိုက်မဲ တွေဝေအံ့။",
    "လင်္ကာ စီကုံးရသည်ဟုမက်က- လက်ဝတ်လက်စား လက်ဆောင်ရအံ့။"
  ],
  "လင်းတငှက်": [
    "လင်းတငှက် မြင်မက်မူ ဇော်ဂနီနတ်တို့ချစ်အံ့၊ သူများမုန်းအံ့၊ ရန်ကြီးအံ့၊ ရောဂါပြင်းထန်အံ့။",
    "လင်းတငှက် အစာစားနေသည်ကို မြင်မက်မူ … ဥစ္စာရအံ့၊ ဒုက္ခကင်းဝေးအံ့။",
    "လင်းတငှက် ကို သတ်ရသည်ဟုမက်မူ- အကြံအောင်အံ့။",
    "လင်းတငှက် ဝိုင်းခံရသည်ဟုမက်မူ-သေပျောက်အံ့။"
  ],
  "လင်းနို့": [
    "လင်းနို့ မြင်မက်မူ-သစ္စာဖောက်အံ့၊ ကိုယ့်လူ သူ့ဘက်သား ဖြစ်အံ့၊ ဆုံးရှုံးအံ့၊ ငွေကုန်အံ့၊ ရုတ်တရက် ခရီးရှိအံ့။",
    "လင်းနို့ ညပျံသန်းနေသည်ကို မြင်မက်မူ- လမ်းခရီးတွင် ဒုက္ခတွေ့အံ့။",
    "လင်းနို့ နေ့ပျံသန်းနေသည်ကို မြင်မက်က- အားလုံး ကောင်းအံ့။",
    "လင်းနို့ အဖြူကိုမြင်မက်မူ- သုခချမ်းသာရအံ့။",
    "လင်းနို့ အမည်းကိုမြင်မက်မူ- မကောင်းသော ခရီးသွားရအံ့၊ ရန်ဖြစ်ရအံ့။"
  ],
  "လင်းယုန်ငှက်": [
    "လင်းယုန်ငှက် မြင်မက်မူ-အလုပ်သစ်ရအံ့၊ ဥစ္စာ, ရွှေ, ငွေ ရအံ့။",
    "လင်းယုန်ငှက် ကောင်းကင် ပျံနေသည်ကိုမြင်မက်မူ- ချမ်းသာအံ့၊ ဂုဏ်ရှိအံ့၊ လက်ထပ်ရအံ့။",
    "လင်းယုန်ငှက် မြင့်သောနေရာ၌ နားနေသည်ကို မြင်မက်မူ-ခရီးသွားရအံ့ ဂုဏ်ထက်အံ့။",
    "လင်းယုန်ငှက် ဘုရားကျောင်းပေါ်၌ မြင်မက်က ငွေရအံ့။",
    "လင်းယုန်ငှက် ခေါင်းပေါ်မှာ နားသည်ဟု မက်မူ- အထိအခိုက် တစ်ခုဖြစ်အံ့။",
    "လင်းယုန်ငှက် သတ်ရသည်ဟု မက်မူ- အကြံ ကောင်းစွာ အောင်အံ့။",
    "လင်းယုန်ငှက် သေသည်ဟု မက်က- ငွေကြေးဆုံးရှုံးအံ့၊ စီမံကိန်းပျက်အံ့။",
    "လင်းယုန်ငှက် ကို လှောင်အိမ် ထဲမှာ မြင်မက်မူ - အလွန် စိတ်ပျက်စရာတွေ့ရအံ့။",
    "လင်းယုန်ငှက် သင့်အား ကောင်းကင်သို့ ချီသွားသည်ဟု မက်မူ- ဆွေမျိုးမိတ်သင်္ဂဟတစ်ဦး သေအံ့။",
    "လင်းယုန်ငှက် သင့်အား ရန်ရှာနေသည်ဟု မက်က-ဒုက္ခ တွေ့အံ့။",
    "လင်းယုန်ငှက် အသားကို စားရသည်ဟု မက်မူ- ခဲယဉ်းစွာ အောင်မြင်အံ့။ အလွန်ပူဆွေးရအံ့။",
    "လင်းယုန်ငှက် ဆုတ်ဖြတ်သောက်ရ မက်မူ- အလွန်ဆင်းရဲ အံ့။",
    "လင်းယုန်ငှက် ဥ စားရမက်မူ- ကြွယ်ဝချမ်းသာအံ့။",
    "လင်းယုန်ငှက် အရှုပ်လုပ်စားသည်ကို မြင်မက်မူ-မုန်းထား သော ပန်းတိုင်ရောက်အံ့။",
    "လင်းယုန်ငှက် ရုပ်ဒင်္ဂါးထဲမှာမြင်မက်က-ကွဲကွာနေသူများ ပြန်လာအံ့။"
  ],
  "လာဘ်": [
    "လာဘ် စားရသည်ဟုမက်က-ဖြောင့်မတ်တည်ကြည် လတ္တံ့။"
  ],
  "လန့်": [
    "လန့် သွားသည်ဟုမက်မူ- အလုပ်အောင်မြင်အံ့။"
  ],
  "လမ်း": [
    "လမ်း ကျယ်ကျယ်မြင်မက်မူ- အလွန်ကံကောင်း အံ့။",
    "လမ်း ကျဉ်းကျဉ်း မြင်မက်က- အဆီး အတား တွေ့အံ့။",
    "လမ်း ဆုံ လမ်းခွဲ မြင်မက်မူ- မကြာမီ စေ့စပ် ကြောင်းလမ်းရအံ့။"
  ],
  "လမ်းညွှန်": [
    "လမ်းညွှန် ပြသုဒ်ဖို့ လိုက်ကြည့်ရသည်ဟု မက်က- အရောင်းအဝယ်ကောင်းအံ့။ အစစကောင်း အံ့။"
  ],
  "လမ်းပြ": [
    "လမ်းပြ မီးတိုင်လင်းစွာ မြင်မက်မူ- အောင်မြင်အံ့။"
  ],
  "လမ်းလျှောက်": [
    "လမ်းလျှောက် ဖြောင့်ဖြောင့်ညီညီပေါ် လျှောက်ရ မက်မူ- ကံကောင်းအံ့၊ အလုပ် ကောင်းအံ့။",
    "လမ်းလျှောက် ကျယ်ကျယ်ပေါ် လျှောက်ရမက်မူ- ဝင်ငွေ တိုးအံ့၊ ကျက်သရေတိုးအံ့။",
    "လမ်းလျှောက် ကျဉ်းကျဉ်း ကျပ်ကျပ် ကွေ့ကွေ့ကောက် ကောက်ထဲလျှောက်ရမက်မူ- ဥစ္စာ ဆုံးရှုံး နစ်နာအံ့။",
    "လမ်းလျှောက် မညီမညာ၊ ရွှံ့နွံ တို့ လမ်းပေါ် လျှောက်ရ မက်မူ-အခက်အခဲ အနှောင့်အယှက် များ စွာတွေ့ရအံ့။",
    "လမ်းလျှောက် ဖို့ မြေလမ်းပေါ် လျှောက်ရ မက်မူ- အိမ် တွင်း ဒုက္ခတွေ့ရအံ့။",
    "လမ်းလျှောက် အလွန်ဆိုးသော လမ်းပေါ် လျှောက်ရ မက်မူ-မိမိနှင့် ဆက်ဆံနေသော သူများက လိမ်အံ့။",
    "လမ်းလျှောက် ဥယျာဉ်ထဲ လျှောက်ရမက်မူ-စိတ် သုခ ရအံ့။",
    "လမ်းလျှောက် သစ်သီး သစ်ပင်များ ရှိသော ခြံ ခြံထဲ လျှောက်ရမက်မူ- ချမ်းသာအံ့။",
    "လမ်းလျှောက် တောနက်ထဲ လျှောက်ရမက်မူ- အကြံပျက်အံ့၊ ဒုက္ခတွေ့အံ့။",
    "လမ်းလျှောက် ပန်းခြံထဲလျှောက်ရမက်မူ- အစစအရာရာ ကောင်းအံ့။",
    "လမ်းလျှောက် လမ်းမကြီးပေါ် လျှောက်ရမက်မူ- အိမ်တွင်း ဒုက္ခတွေ့အံ့။",
    "လမ်းလျှောက် ဆူးထဲလျှောက်ရမက်မူ- နာဖျားအံ့။",
    "လမ်းလျှောက် ရွှံ့နွံထဲ လျှောက်ရမက်မူ- ရောဂါရအံ့။",
    "လမ်းလျှောက် မီးထဲ လျှောက်ရမက်မူ- ကြမ္မာဆိုးတွေ့အံ့။",
    "လမ်းလျှောက် ရေထဲလျှောက်ရမက်မူ- စိတ်ပူဆွေးရအံ့။",
    "လမ်းလျှောက် တစ်ယောက်တည်း လျှောက်နေရမက်မူ- ဆင်းရဲအံ့၊ ကြေကွဲအံ့။",
    "လမ်းလျှောက် လိုဏ်ဂူထဲလျှောက်ရမက်မူ- အကြီးအကျယ် ဒုက္ခတွေ့အံ့။",
    "လမ်းလျှောက် လိုဏ်ဂူထဲ အခြားသူများတွေ့ရလျှင်- ၎င်းတို့နှင့် ရန်ဖြစ်ရအံ့။",
    "လမ်းလျှောက် ညတွင်လျှောက်ရမက်မူ- ဆုံးရှုံးအံ့၊ အလုပ် ကြန့်ကြာအံ့။",
    "လမ်းလျှောက် မြန်မြန်လျှောက်ရမက်မူ စိုးရိမ်ရအံ့။",
    "လမ်းလျှောက် အဖော်နှင့်လျှောက်ရမက်မူ- သစ္စာရှိသော မိတ်ဆွေရအံ့။",
    "လမ်းလျှောက် မိန်းမအဖော်နှင့်လျှောက်ရမက်မူ-လက်ထပ်ရအံ့။",
    "လမ်းလျှောက် ရင်း တွင်းထဲကျသည်ဟု မက်က- အကြီး အကျယ် ဘေးတွေ့အံ့။",
    "လမ်းလျှောက် ရင်း အကြောင်းမဲ့လဲကျသွားသည်ဟု မက်မူ-ကံဆိုးအံ့၊ နာဖျားအံ့။",
    "လမ်းလျှောက် ဘယ်၊ညာဟု အချက်ကျကျလျှောက်သွားရသည်ဟုမက်မူ-ချစ်သူရအံ့၊ အောင်မြင်အံ့။"
  ],
  "လိပ်": [
    "လိပ် သတ္တဝါကိုမြင်မက်မူ- ရန်ပုပုရှိအံ့၊ အသက်ရှည်အံ့၊ ကာမသုခရအံ့၊ တဖြည်းဖြည်း ချမ်းသာအံ့။",
    "လိပ် သား စားရမက်မူ ခဲယဉ်းစွာဖြင့် အကြံ အောင်အံ့။",
    "လိပ် ကို ဖမ်းရသည်ဟုမက်မူ-ဆန်ရေစပါး ပေါ များအံ့။"
  ],
  "လိပ်စာ(အမည်နေရပ်)": [
    "လိပ်စာ(အမည်နေရပ်) ရေးရသည်ဟု မက်မူ- စွန့်စား လုပ်လျှင် ငွေကြေးဆုံးရှုံးမှာ စိုးရိမ်ရအံ့။"
  ],
  "လိပ်ပြာ": [
    "လိပ်ပြာ ကို မြင်မက်မူ-ချမ်းသာသုခဖြစ်အံ့။"
  ],
  "လိင်": [
    "လိင် ရှည်သည်ဟုမက်က- ဇနီးမယားကောင်း ရအံ့၊ ချမ်းသာအံ့။",
    "လိင် တိုသည်ဟုမက်မူ- မယား အနိုင်ကျင့်အံ့။ "
  ],
  "လိမ္မော်သီး": [
    "လိမ္မော်သီး မြင်မက်မူ ရောဂါ ရအံ့၊ နာမည် ပျက်အံ့၊ ဆွေမျိုးညာတိတို့ နာဖျားအံ့။",
    "လိမ္မော်သီး စားရမက်မူ-ကျေနပ်စရာဖြစ်အံ့၊ ရွှေဝင်အံ့။"
  ],
  "လိမ်လည်": [
    "လိမ်လည် ပြောဆိုရသည်ဟုမက်မူ- မိမိ မကောင်းမှုကြောင့် ဒုက္ခဖြစ်အံ့။",
    "လိမ်လည် (သူများ) ပြောဆိုနေသည်ဟု မက်မူ- အကျိုးရှိအံ့၊ ဂုဏ်ရှိအံ့။",
    "လိမ်လည် ပြောဆိုခံရသည်ဟုမက်မူ- ဓားပြ တိုက်ခံရတတ်အံ့၊ မိတ်ဆွေများ သစ္စာရှိအံ့။"
  ],
  "လိမ့်ကျ": [
    "လိမ့်ကျ သည်ဟု မက်မူ-ကံဆိုးအံ့၊ အကြံပျက်အံ့။",
    "လိမ့်ကျ အမြင့်မှကျသည်ဟု မက်မူ- အလုပ်အကိုင်ပျက်စီးအံ့။",
    "လိမ့်ကျ ကား၊ လှည်းပေါ်မှ ကျသည်ဟု မက်က- အမှားများ လုပ်မိအံ့၊ ခေတ္တ အနှောင့်အယှက် တွေ့ရအံ့။",
    "လိမ့်ကျ ပြတင်းမှကျသည်ဟု မက်က- ကျန်းမာရေး ထိခိုက်အံ့။",
    "လိမ့်ကျ လှေကား၊ ခေါင်မိုးမှကျသည်ဟု မက်မူ- မိမိရရှိမည့်နေရာကို သူများရရှိသွားအံ့။"
  ],
  "လောက်ကောင်": [
    "လောက်ကောင် မြင်မက်မူ-အိမ်တွင်းရန်ဖြစ်အံ့။",
    "လောက်ကောင် ဖမ်းရသည်ဟုမက်က- ဆန်ရေစပါး အစားအစာ ပေါများအံ့။",
    "လောက်ကောင် ကိုယ်ပေါ်တက်သည်ဟု မက်မူ- ဥစ္စာရအံ့၊ ကျေးကျွန်ရအံ့၊ ကြွယ်ဝအံ့။"
  ],
  "လောက်လွှဲ": [
    "လောက်လွှဲ မြင်မက်မူ-အစော်ကားခံရအံ့။"
  ],
  "လောင်တိုက်": [
    "လောင်တိုက် ပြာသဒ်ကို မြင်မက်မူ- ချစ်ကြိုက်ရလတ္တံ့။"
  ],
  "လောင်းကစား": [
    "လောင်းကစား ရသည်ဟုမက်က- မကောင်းကြံမှုာ တွေ့အံ့၊ စွန့်စားရသောအလုပ်၊ လုပ်မိအံ့။",
    "လောင်းကစား နိုင်သည်ဟုမက်မူ- ရောဂါပျောက်အံ့၊ ကံကောင်းအံ့။"
  ],
  "လွယ်အိတ်": [
    "လွယ်အိတ် ကိုမြင်မက်မူ- မထင်သောနေရာမှ သတင်းထူး ကြားရအံ့။"
  ],
  "လွတ်လပ်ရေး": [
    "လွတ်လပ်ရေး ကျောက်တိုင်ကိုမြင်မက်မူ- ကံကောင်းအံ့၊ အောင်မြင်အံ့၊ ဆုရအံ့၊ ရောဂါပျောက်အံ့။"
  ],
  "လှပ": [
    "လှပ သည်ဟု မက်က- အချမ်းယုတ်အံ့၊ နာဖျားအံ့။",
    "လှပ သူတစ်ပါး လှသည်ဟု မက်မူ- ၎င်းလူမကျန်းမာအံ့။"
  ],
  "လှေ": [
    "လှေ မြင်မက်မူ- မိတ်ဆွေတစ်ဦး ရောက်လာအံ့၊ နိုင်ငံခြားသွားရအံ့၊ သတင်းကောင်းကြားရအံ့။",
    "လှေ စီးရသည်ဟုမြင်မက်မူ-ချမ်းသာတိုးအံ့။",
    "လှေ ပျက်သည်ဟုမက်က-ရောဂါ ရအံ့။",
    "လှေ မြုပ်သည်ဟုမက်မူ-ဥစ္စာပျက်အံ့။",
    "လှေ မှောက်သည်ဟုမက်မူ ဒုက္ခရောက်အံ့၊ မိတ်ဆွေသစ်များက ဥပဒ်ပေးအံ့။",
    "လှေ နှင့် မျောပါသွားသည်ဟု မက်မူ- အခက်အခဲ တွေ့ရအံ့။",
    "လှေ ချည်နှောင်ထား၊ မြုံထိမရဟုမက်ကအလုပ်တွင် ကြီးကျယ်သော အမှားလုပ်မိအံ့။",
    "လှေ ပေါ် ကန်မပါဘဲမြင်မက်မူ-ရှာပါးအံ့။",
    "လှေ နှင့် ပင်ပန်းစွာသွားရမက်မူ- အရပ်တစ်ပါးသို့ ပြောင်းပြီးမှ ပြန်လာရအံ့။",
    "လှေ တစ်ယောက်တည်း စီးရမက်မူ-မိတ်ဆွေများ မရှာဝံ့ရှာအံ့။",
    "လှေ လူအများနှင့်စီးရမက်မူ- ကုသိုလ် ကောင်းအံ့။",
    "လှေ ပေါ်မှ ရေ ထဲလိမ့် ကျသည်ဟု မက်မူ- အနှောင့်အယက် များစွာတွေ့အံ့။",
    "လှေ ထဲမှနေ၍ အဝေးရွာတွင် အလင်းရောင်ကို မြင်မက်မူ- တစ်သက်လုံး စိတ်ချမ်းသာစွာ နေရအံ့။",
    "လှေ ရေကန်ထဲမှာ စီးရသည်ဟုမက်က- သောက ကင်းဝေးအံ့။",
    "လှေ တစ်ဦးက လှော်ပေးနေသည်ဟု မက်မူ- မိတ်ဆွေတစ်ဦးက ကယ်တင်အံ့။",
    "လှေ ပွဲအဘိပ်ကိုမြင်မက်က- မ ရောက် ဘူး သော နေရာသစ်သို့ ရောက်အံ့။",
    "လှေ ပြိုင်ပွဲတွင်နိုင်က-ရန်သူကိုနိုင်အံ့။",
    "လှေ ပြိုင်ပွဲတွင်ရှုံးက အထင်သေးခံရအံ့။",
    "လှေ အသက်ကယ်လှေနှင့် ကယ်ဆယ်နေသည်ကို မြင်မက်မူ-အေးချမ်း သာယာအံ့၊ အလုပ်အကိုင် ကောင်းအံ့။",
    "လှေ အသက်ကယ်လှေကို ကမ်းပေါ်မှာ မြင်မက်မူ-ဒုက္ခတွေ့ရအံ့။",
    "လှေ မြင်မက်မူ-အကျိုးရှိအံ့။"
  ],
  "လှေကား": [
    "လှေကား ပေါ် တက်ရမက်မူ-ရာထူးတက်အံ့။",
    "လှေကား ပေါ် တက်ရာတွင် အထက်မရောက်ဟု မက်မူ-မိမိ ချို့ယွင်းချက်ကြောင့် ရာထူးမတိုးနိုင် ရှိအံ့။",
    "လှေကား အပေါ်ဆုံးထပ် ရောက်သည်ဟုမက်က-မိမိ အလိုပြည့်အံ့၊ ထိပ်ဆုံးရောက်အံ့၊ ကျောင်းသားမှာ စာမေးပွဲအောင်အံ့၊ မုဆိုးဖိုမှာ နောက်တစ်ကြိမ် လက်ထပ်ရအံ့။",
    "လှေကား ပေါ်မှကြည့်ရသည်ဟုမက်မူ- စိတ်သောက ဖြစ်အံ့။",
    "လှေကား ဆင်းရသည်ဟုမက်က-ဆင်းရဲအံ့။",
    "လှေကား ပေါ်မှလိမ့်ကျမက်မူ-အကြံပျက်အံ့။",
    "လှေကား ပေါ်မှချော်ကျမက်မူ-ဝမ်းနည်းစရာဖြစ်အံ့။",
    "လှေကား အောက်မှ သွား ရ မက် မူ- အလုပ်အကိုင် ညံ့ဖျင်းလတ္တံ့။",
    "လှေကား ကျိုးကျသည်ဟုမက်က-ပျက်စီးအံ့။"
  ],
  "လှံ": [
    "လှံ ကို မြင်မက်မူ ရန်ရှိအံ့။",
    "လှံ အရောင်တောက်ပစွာ မြင်မက်မူ ဘုန်းတန်ခိုးကြီးအံ့။",
    "လှံ စွပ်ကိုမြင်မက်မူ-အကြီးအကျယ် ရန်ဖြစ်အံ့။",
    "လှံ ကိုင်ဆွဲရသည်ဟု မက်က- အသက် ရှည်အံ့။",
    "လှံ ကိုင်လျက်လူအများမြင်မက်မူ- သေပျောက်အံ့။"
  ],
  "လှည်း": [
    "လှည်း မြင်မက်ရ-သောကတွေ့အံ့၊ နာဖျားအံ့။",
    "လှည်း စီးရမက်မူ-အရှက်ရအံ့၊ ကောင်းကျိုး ချမ်းသာရအံ့။",
    "လှည်း မောင်းရသည်ဟုမက်မူ- ငွေများ ဆုံးရှုံးအံ့။",
    "လှည်း ဘီးမက်မူ-ခရီးသွားရအံ့၊ နိမ့်တုံမြင့်တုံရှိအံ့။",
    "လှည်း ရထားထဲ ထိုင်လိုက်ရ မက်မူ- ကံကောင်းအံ့။"
  ],
  "လှိုင်း": [
    "လှိုင်း လုံးကြီးများကိုမြင်မက်မူ-အိမ်တွင်း အခက်အခဲများ တွေ့ရအံ့၊",
    "လှိုင်း ထနေသည်ဟုမြင်မက်က- အိမ်တွင်း သောကများစွာ တွေ့ရအံ့၊ ခရီးသွားရအံ့။",
    "လှိုင်း ဝိုင်းနေသည်ဟုမြင်မက်မူ- အခက်အခဲ တို့မှ လွတ်အောင် ကြိုးစားရလတ္တံ့။"
  ],
  "လှောင်အိမ်": [
    "လှောင်အိမ် တွင် ငှက်များမြင်မက်က- လွတ်လပ်အံ့၊ ချစ်သူရအံ့၊ အမွေရအံ့။",
    "လှောင်အိမ် တွင် ဗလာမြင်မက်မူ- လင်မယား ကွာရှင်းရအံ့၊ စေ့စပ်ကြောင်းလမ်းခြင်း ပျက်အံ့၊ အချုပ်အနှောင် ခံရအံ့။",
    "လှောင်အိမ် မှ ငှက်များ ကို လွှတ်ရသည်ဟု မက်က- အလုပ်အကိုင် အောင်မြင်အံ့။",
    "လှောင်အိမ် မှ ငှက်များကို သူများ လွှတ် နေ သည် ဟု မက်မူ-မယားထွက်ပြေးလတ္တံ့။",
    "လှောင်အိမ် ကို လက်နှင့်ဆွဲလာသည်ဟုမက်မူ-မကြာမီ လက်ထပ်ရအံ့။",
    "လှောင်အိမ် ထဲတွင် ငှက်ကလေးတစ်ကောင်ပါလာသည်ဟု မက်က-ယခင်က ရ ဖူး သော မိန်းမနှင့် လက်ထပ်ရအံ့။",
    "လှောင်အိမ် ထဲမှ ငှက်ကလေး တစ်ကောင် ထုတ်ယူရသည်ဟုမက်မူ-ခိုးရာလိုက်လတ္တံ့။",
    "လှောင်အိမ် ထဲက ငှက် မိမိကို ကြည့်နေသည်ဟု မက်မူ-မကြာမီ လက်ထပ်ရအံ့။",
    "လှောင်အိမ် ထဲမှ ငှက်များ ချမ်းသာစွာနေသည်ကို မြင်မက်မူ-အသက်ရှည်အံ့။",
    "လှောင်အိမ် ထဲက ငှက်များ အငြိမ်မနေဘဲ တရွရွဖြစ်နေသည်ကို မြင်မက်မူ-လုပ်သားချင်းမကောင်းကြအံ့။",
    "လှောင်အိမ် ထဲက ငှက်များ တိုးထွက်ဖို့ လုပ်နေသည်ဟု မက်မူ- အသက်မွေးလမ်းကြောင်း အမြန်ပြောင်းရအံ့။"
  ],
  "လျှာ": [
    "လျှာ ကိုမြှင်မက်မူ-အတင်းပြောခံရအံ့။"
  ],
  "လျှပ်စစ်": [
    "လျှပ်စစ် မြင်မက်မူ-ချစ်သူနှင့် ရန်ဖြစ်အံ့၊ ကြောက်စရာသတင်းများ ကြားရအံ့။",
    "လျှပ်စစ် လက်သည်ဟုမက်က-အလုပ်ကောင်းအံ့၊",
    "လျှပ်စစ် လက်၍ မျက်စိ ကန်းမတတ် ဖြစ်သွားက-ထိခိုက်ပျက်စီးအံ့။"
  ],
  "လျှို့ဝှက်": [
    "လျှို့ဝှက် ချက်များ ပြောရသည်ဟုမက်မူ-ရန်သူရှိအံ့။",
    "လျှို့ဝှက် သူများပြောသံကြားရမူ-ရန်ဖြစ်အံ့။",
    "လျှို့ဝှက် မိမိနားသို့ တိုးတိုးလာပြောသည်ဟုမက်က-လူသိနတ်ကြား မိမိဂုဏ်ကို ချီးမြှင့်ခံရအံ့။"
  ]
}