{
  "ဝလွန်းသည်": [
    "ဝလွန်းသည် ဟုမက်မူ အလုပ်အောင်မြင်အံ့၊ မိန်းကလေးမှာ ချစ်သူရအံ့၊ မိန်းမကြီးမှာ မထင်သော နေရာမှ ငွေရအံ့၊ သွေးဆောင်ခံရအံ့။",
    "ဝလွန်းသည် နာရီထက်ဝလာသည်ဟုမက်က-ရောဂါရအံ့။"
  ],
  "ဝရန်တာ": [
    "ဝရန်တာ ပေါ်မှာ အိပ်ရသည်ဟုမက်မူ-စိတ်အနှောင့်အယှက် ဖြစ်အံ့။",
    "ဝရန်တာ ပေါ်မှာ ရည်းစားနှင့်အတူ ထိုင်နေရသည်ဟုမက်မူ-မကြာမီ လက်ထပ်ရအံ့။"
  ],
  "ဝါ": [
    "ဝါ မြင်မက်မ-ကံဆိုးအံ့။",
    "ဝါ စေ့ကိုမြင်မက်က-သေပျောက်အံ့။",
    "ဝါ ဂွမ်းအဖြူကိုမြင်မက်မူ-ကြီးပွားတိုးတက်အံ့။"
  ],
  "ဝါးဥ": [
    "ဝါးဥ (အာဒါလွတ်ဥ)စားရမက်မူ- ချမ်းသာသုခ ရအံ့။"
  ],
  "ဝါးပင်": [
    "ဝါးပင် မြင်မက်မူ-ဘေးကျိုးရောက်အံ့။",
    "ဝါးပင် ကိုယ်ပေါ် ရောက်သည်ဟုမက်က-ဆင်းရဲအံ့၊ ရောဂါရအံ့။"
  ],
  "ဝီစီ": [
    "ဝီစီ (ပီပီ)မှုတ်ရသည်ဟုမက်မူ ကြေကွဲဖွယ်သတင်း ကြားရအံ့။",
    "ဝီစီ မှုတ်သံကြားရမက်မူ-ဘေးတွေ့အံ့၊ အတင်းပြောခံရအံ့။"
  ],
  "ဝီစကီ": [
    "စိတ် သောက်ရ မက်မူ-အသက်ရှည်အံ့၊ ရောဂါရအံ့၊ ကြွေးတင်အံ့၊ အခက်အခဲတွေ့အံ့။"
  ],
  "ဝေလငါး": [
    "ဝေလငါး ကိုမြင်မက်မူ-ရင်းနှီးသူ ပင်လယ်ခရီးသွားရအံ့၊ အထပ်အမြင်လွဲမှု ရှင်းလင်းသွားအံ့။"
  ],
  "ဝေလမင်းသား": [
    "ဝေလမင်းသား မြင်မက်မူ-လက်ဆောင်ပဏ္ဏာရအံ့။",
    "ဝေလမင်းသား နှင့် စကားပြောရမက်မူ-ဂုဏ်ထူးရအံ့၊ ဥစ္စာရအံ့။"
  ],
  "ဝဲဩဃ": [
    "ဝဲဩဃ ကိုမြင်မက်မူ-ဒုက္ခတွေ့အံ့၊ ရွှေအမိ အမွေရအံ့၊ အကြံကောင်းရအံ့။"
  ],
  "ဝဲနာ": [
    "ဝဲနာ ပေါက်သည်ဟုမက်မူ-မကြာမီငွေရအံ့။"
  ],
  "ဝယ်ရ": [
    "ဝယ်ရ များစွာ ဝယ်ချမ်းရသည်ဟုမက်မူ-ငွေကြေးနှင့်ပတ်သက်၍ အနှောင့်အယှက် တွေ့အံ့။"
  ],
  "ဝန်စည်စလယ်": [
    "ဝန်စည်စလယ် အထုပ်အပိုးများကိုမြင်မက်မူ- အလုပ်၊ ငွေနှင့်ပတ်သက်၍ သောကဖြစ်အံ့။",
    "ဝန်စည်စလယ် များပြားစွာနှင့် ခရီးသွားရမက်မူ- ငွေကုန်ကြေးကျများအံ့၊ စိတ်ဒုက္ခရောက်အံ့၊ ကြွေးအတွက် အချုပ်အနှောင် ခံရတတ်အံ့။"
  ],
  "ဝံပုလွေ": [
    "ဝံပုလွေ မြင်မက်မူ-ရန်ငြိုးဖွဲ့အံ့၊ မုန်းထားအံ့၊ နာဖျားအံ့ မနာလိုအံ့၊ အလိမ္ခံရအံ့၊ ဓားပြတိုက်အံ့။",
    "ဝံပုလွေ ကို သတ်ရမက်မူ-အကြံအောင်အံ့။",
    "ဝံပုလွေ ကို နိုင်ရမက်မူ-ရန်သူကိုနိုင်အံ့။",
    "ဝံပုလွေ အလိုက်ခံရမက်မူ-ဥပဒ်ရှိအံ့။",
    "ဝံပုလွေ ကိုမိကာလိုက်ရသည်ဟုမက်မူ-ဥပဒ်ကင်းအံ့။",
    "ဝံပုလွေ မိမိကို ဝံပုလွေများဝိုင်းရံလျက်ရှိသော အိမ်ထဲမှာ ပိတ်ထားသည်ဟုမက်က- ရန်သူက ဒုက္ခပေးအံ့။"
  ],
  "ဝံလိုငှက်": [
    "ဝံလိုငှက် ကိုမြင်မက်မူ-စည်းစိမ်ဥစ္စာတိုးအံ့။"
  ],
  "ဝက်": [
    "ဝက် ဝဝကိုမြင်မက်မူ-ငွေရအံ့၊ အလုပ်ကောင်းအံ့။",
    "ဝက် များ မြင်မက်မူ- မိတ်ဆွေများ သစ္စာမဲ့အံ့၊ အခက်အခဲများစွာကျော်လွန်ပြီးမှတိုးတက်အံ့။",
    "ဝက် ဝယ်ရသည်ဟုမက်မူ- နာဖျားအံ့၊ မယားနှင့် ကွဲအံ့။",
    "ဝက် စီးရသည်ဟုမက်က-သေပျောက်အံ့။",
    "ဝက် ပက်ခံရသည်ဟုမက်မူ- ဒုစရိုက်မှု ဖြစ်အံ့။",
    "ဝက် အလိုက်ခံရသည်ဟုမက်က-ရောဂါရအံ့။",
    "ဝက် သား မြင်မက်မူ- ချစ်ခင်သောသူ တစ်ဦးသေအံ့။",
    "ဝက် သားစားရမက်မူ-စိတ်ဒုက္ခရောက်အံ့။",
    "ဝက် သား ဝယ်ရသည်ဟု မက်က- မိတ်ဆွေ သို့မဟုတ် မယားနှင့် သေကွဲကွဲအံ့။",
    "ဝက် သားကင်စားရမက်မူ-ငွေပေးအံ့။",
    "ဝက် သားကင်စားနေသည်ကို မြင်မတ်မူ-ဗလပေးပွဲ အောင်အံ့။",
    "ဝက် ပေါင်ခြောက်စားရမက်မူ-ဗျာစွာမြတ်ထွန်းအံ့၊ မိတ်ဆွေတို့၏ အကူအညီကို ရအံ့။",
    "ဝက် အူချောင်းစားရမက်မူ-ကံကောင်းအံ့။",
    "ဝက် ချင်း ပက်နေသည်ကို မြင်မက်မူ- ခိုက် ရန် ဒေါသဖြစ်အံ့။",
    "ဝက် နုတ်သီးကိုမြင်မက်မူ- အလွန်ကံကောင်းအံ့။",
    "ဝက် ခြံထဲမှာ မွေးသည်ဟု မက်က- ဥစ္စာ ပစ္စည်း အထူး ရအံ့။",
    "ဝက် ကလေးများ မြင်မက်မူ- လိမ်လည် ပြား ယောင်းခြင်း ခံရအံ့။",
    "ဝက် ဆီ အသုံးပြုရမက်မူ-အိမ်တွင်းမှုမပြေပြစ်ဘဲ ရှိအံ့။",
    "ဝက် အူ(သံ)သည်ကိုမြင်မက်မူ-ငယ်လျှင်အောင်မြင်အံ့။ ကြီးလျှင် ဒုက္ခတွေ့အံ့။"
  ],
  "ဝက်မှင်ဘီး": [
    "ဝက်မှင်ဘီး နှင့် ဆံပင် ဖြီးရ မက်မူ- အကျိုးရှိသော အပြောင်းအလဲဖြစ်အံ့။"
  ],
  "ဝက်ဝံ": [
    "ဝက်ဝံ သုံးရမက်မူ-မကြာမီ အလိုဆန္ဒပြည့်အံ့။",
    "ဝက်ဝံ မြင်မက်မူ-များစွာ ပင်ပန်းဆင်းရဲအံ့၊ ဥပဒ် အန္တရာယ်တွေ့အံ့၊ ရန်ရှိအံ့၊ ရောဂါရအံ့။",
    "ဝက်ဝံ ကိုက်ခံရသည်ဟုမက်မူ-ရန်သူနှိပ်စက်ခံရအံ့။",
    "ဝက်ဝံ လိုက်ခံရသည်ဟုမက်က-မချမ်းသာဖူးအံ့။",
    "ဝက်ဝံ နှင့် ရန်ဖြစ်သည်ဟု မက်မူ- သေပျောက်အံ့။",
    "ဝက်ဝံ တိုက်ခိုက်ခံရသည်ဟု မက်က- ရန် သူ ရှိက နိုင်အံ့၊ အကြံအောင်အံ့။",
    "ဝက်ဝံ ထွက်ပြေးသည်ဟုမက်က-အထူးအောင်မြင်အံ့။"
  ],
  "ဝက်သက်": [
    "ဝက်သက် ပေါက်သည်ဟုမက်မူ- မမျှော်လင့်သော ဥစ္စာရအံ့။"
  ],
  "ဝက်သစ်ချ": [
    "ဝက်သစ်ချ ပင် မြင်မက်မူ-သားသမီးများရအံ့၊",
    "ဝက်သစ်ချ သီးကိုမြင်မက်က-ဆင်းရဲအံ့၊",
    "ဝက်သစ်ချ သီးကောက်ရသည်ဟုမက်မူ-ဥစ္စာရအံ့။"
  ],
  "ဝင်္ကပါ": [
    "ဝင်္ကပါ ကိုမြင်မက်မူ-အခက်အခဲအနှောင့်အဖွဲ့တွေအံ့၊",
    "ဝင်္ကပါ ထဲလှည့်လည် သွားရသည်ဟု မက်မူ- ခက်ခဲသောပြဿနာကို ဖြေရှင်းရအံ့၊ သောကရောက်အံ့။",
    "ဝင်္ကပါ ထားရသည်ဟုမက်မူ-လုံခြုံအံ့၊ အကျိုးရှိအံ့။"
  ],
  "ဝင်းထရံ": [
    "ဝင်းထရံ ပေါ် ကျော်တက်သည်ဟုမက်က-ရုတ်တရက် ရာထူးတက်အံ့၊ အခက်အခဲများမှ ကျော်နင်းနိုင်အံ့။",
    "ဝင်းထရံ အောက်မှတိုးဝင်ရသည်ဟု မက်မူ- အရှက်ရအံ့။",
    "ဝင်းထရံ ပြိုရသည်ဟုမက်မူ- ပင်စင် အငြိမ်းစား၍ အေးချမ်းစွာနေရအံ့။"
  ],
  "ဝတ်လစ်စလစ်": [
    "ဝတ်လစ်စလစ် နှင့်မြင်မက်မူ-ဆင်းရဲအံ့၊ ကြမ္မာဆိုးတွေ့အံ့၊ အချုပ်ခံရအံ့၊ မကောင်းကြံအံ့။",
    "ဝတ်လစ်စလစ် နှင့်မိန်းမကိုမြင်မက်မူ-နာရေးတွေ့အံ့။",
    "ဝတ်လစ်စလစ် နှင့်အဝတ်နီဝတ်ပြီးရယ်မောလျက်မိမိခေါ်ဆောင်သွားသည်ဟုမက်မူ- သေပျောက် အံ့။",
    "ဝတ်လစ်စလစ် ကိုယ်တိုင်ဖြစ်နေသည်ဟု မက်က - အရှက်ရအံ့၊ ဆင်းရဲအံ့၊ ကံဆိုးအံ့။",
    "ဝတ်လစ်စလစ် နှင့် လမ်းလျှောက်ရသည်ဟုမက်မူ-ဆွေမျိုး မိတ်ဆွေများအတွက် စိတ်ပျက်စရာ ဖြစ်အံ့။",
    "ဝတ်လစ်စလစ် နှင့် လူပရိသတ်ထဲ လျှောက်သွား နေရသည်ဟုမက်က ကဲ့ရဲ့သံဂြိုဟ်ခံရအံ့။",
    "ဝတ်လစ်စလစ် နှင့် ပြေးလွှားနေရသည်ဟု မက်မူ - မကြာမီ ရူးသွပ်သွားအံ့။",
    "ဝတ်လစ်စလစ် နှင့် မိမိအခန်းထဲမှ ထွက်လာသည်ဟုမက်မူ သေလောက်အောင် ကံဆိုးအံ့။",
    "ဝတ်လစ်စလစ် နှင့်ယောင်္ကျားကို မြင်မက်မူ - ထိတ်လန့်စရာ တွေ့ရအံ့။",
    "ဝတ်လစ်စလစ် နှင့် မိန်းမပျိုကို မြင်မက်မူ - စိတ်ချမ်းသာရအံ့။",
    "ဝတ်လစ်စလစ် နှင့် အမေကြီးကိုမြင်မက်မူ- အရှက်ကြီးစွာ ရအံ့ ၊",
    "ဝတ်လစ်စလစ် နှင့်မိန်းမ ဆံပင်ဖားလျားချလျက် မြင်မက်မူ-အပြင်းအထန် နာဖျားအံ့၊",
    "ဝတ်လစ်စလစ် လူမည်းမည်းကို မြင် မက် မူ- သေလောက်အောင် မကျန်းမမာဖြစ်အံ့။"
  ],
  "ဝတ်လုံ(ရှေ့နေကြီး)": [
    "ဝတ်လုံ(ရှေ့နေကြီး) ကိုမြင်မက်မူ- အကြံအောင်ဖို့ နှေးအံ့ ၊ သို့ရာတွင် အောင်မြင်အံ့။",
    "ဝတ်လုံ(ရှေ့နေကြီး) အင်္ကျီ(အဝတ်ရှည်) ဝတ်ရသည်ဟု မက်က ရက်ရက်စက်စက် အလိမ်ခံရအံ့။"
  ],
  "ဝမ်းတွဲဆရာမ": [
    "ဝမ်းတွဲဆရာမ ကိုမြင်မက်မူ ကလေးမွေးအံ့၊ လျှို့ဝှက်သော အရာပေါ်အံ့၊ အတင်းများစွာပြောခံရအံ့။"
  ],
  "ဝမ်းဘဲ": [
    "ဝမ်းဘဲ (ဘဲ-တွင် ကြည့်ပါ)"
  ],
  "ဝမ်းသွား": [
    "ဝမ်းသွား သည်ဟုမက်မူ- နာဖျားအံ့၊ ဆင်း ရဲ သူ ကောင်းစားအံ့၊ ချမ်းသာသူ ဆင်းရဲအံ့။"
  ],
  "ဝိုင်ယာလက်": [
    "ဝိုင်ယာလက် ကိုမက်မူ-မမျှော်လင့်သောငွေရေးကြေးရေး နှင့် ပတ်သက်၍ သတင်းကောင်း ကြားရအံ့။"
  ],
  "ဝိုင်အရက်": [
    "ဝိုင်အရက် ကိုမြင်ရ၊ သောက်ရ မက်မူ- စည်းစိမ် ရှိအံ့၊ သတင်းကောင်းကြားအံ့၊ ဥစ္စာရအံ့။"
  ],
  "ဝိုင်းခံရ": [
    "တစ္ဆေ၊ သရဲ၊ ဘီလူး၊ ကျီးကန်း၊ လင်းတ၊ ဇီးကွက်၊ တောခွေးများ ဝိုင်းဝန်းနေသည် ဟု မက်က-သေပျောက်အံ့။"
  ],
  "ဝိုင်းပယ်": [
    "ဝိုင်းပယ် ခံရသည်ဟုမက်မူ မကြာမီ စိတ်ပျက်စရာ တွေ့ရအံ့။"
  ],
  "ဝှက်ထား": [
    "တစ်ခုခုကို ဝှက်ထားရသည်ဟု မက်မူ- လျှို့ဝှက်ထားသောအရာ ပေါ်အံ့။"
  ]
}
