{
  "သကာ": [
    "သကာ စားရမက်မူ-ယခု ရင်ဆိုင် တွေ့နေ သော အခက်အခဲကို အောင်မြင်အံ့။",
    "သကာ ရည် မြင်မက်မူ- နားချမ်းသာသော စကား ကြားရအံ့။"
  ],
  "သကြား": [
    "သကြား မြင်မက်မူ-နှုတ်ချိုအံ့၊ မမျှော်လင့်သော ငွေ လည်းရတတ်အံ့။ ပျောက်လည်း ပျောက် တတ်အံ့။ ရှေးအမှု ပြေပျောက်အံ့။",
    "သကြား စားရမက်မူ-ဆင်းရဲအံ့။",
    "သကြား မုန့်မြင်မက်က-ငွေတိုးအံ့၊ မိန်းမ အဖို မိမိ ထက်ကြီးသောသူက ချစ်ကြိုက်အံ့။",
    "သကြား မုန့်စားရမက်မူ-အိမ်တွင်းမှု သာယာ အံ့။",
    "သကြား မုန့်လုပ်ရမက်မူ-ဆန်းကြယ်သောစာ ရောက် အံ့။"
  ],
  "သခွားသီး": [
    "သခွားသီး စားရမက်မူ-အမြန် ရောဂါ ပျောက်အံ့၊ ရည်းစားရလတ္တံ့။"
  ],
  "သဇင်ပန်း": [
    "သဇင်ပန်း ပူဇော်နေသည်ဟု မြင်မက်က- ကျန်းမာအံ့၊ ဥစ္စာရအံ့၊ ချမ်းသာသုခဖြစ်အံ့။"
  ],
  "သတိ": [
    "သတိ မေ့နေသည်ဟုမက်က- မကြာမီ ကြီးပွား တိုးတက်အံ့။"
  ],
  "သတင်း": [
    "သတင်း ကောင်း ကြားရမက်မူ-မကောင်း၊ သတင်း ဆိုးကြားရမက်က-ကောင်းအံ့။",
    "သတင်း ဆန်းကြားရမက်မူ- ချစ်သူ စာမူ ရောက်နေ အံ့။"
  ],
  "သတင်းစာ": [
    "သတင်းစာ မြင်မက်က-သစ္စာဖောက်ခံရအံ့။",
    "သတင်းစာ ဖတ်ရမက်မူ-ကံကောင်းအံ့၊ ချမ်းသာအံ့၊ ပညာရှိအံ့၊ ပျော်ရွှင်ရအံ့။"
  ],
  "သနပ်ခါး": [
    "သနပ်ခါး လိမ်းရမက်မူ-ကံကောင်းအံ့။"
  ],
  "သပိတ်ပရိက္ခရာ": [
    "သပိတ်ပရိက္ခရာ ကိုင်မြင်မက်မူ- လာဘ်ရအံ့။",
    "သပိတ်ပရိက္ခရာ ထမင်းနှင့်တကွ လွယ်ရသည်ဟု မက်က- လာဘ်ကြီးရအံ့။"
  ],
  "သဖန်းသီး": [
    "သဖန်းသီး စားရမက်မူ-ဆင်းရဲအံ့၊ ဆန်းကြယ်သော ဧည့်ခံပွဲ လုပ်ရအံ့။",
    "သဖန်းသီး အမြောက်ကိုမြင်မက်က- ထမင်းစားပွဲကြီး သို့ ဖိတ်ကြားအံ့။"
  ],
  "သဘာပတ်": [
    "သဘာပတ် လုပ်ရမက်မူ-လုပ်သားချင်း ရန်ပွဲများကို စေ့စပ်ပေးရအံ့။",
    "သဘာပတ် လုပ်၍စကားပြောရမက်မူ- လစာ တိုးအံ့၊ နှင့် တွေ့ရမက်မူ-ဂုဏ်ထူးဘွဲ့ထူးရအံ့။"
  ],
  "သမ္မတ": [
    "သမ္မတ မြင်မက်မူ-သတင်းကောင်းကြားရအံ့၊ဆုရအံ့၊ ချစ်သူတွေ့အံ့၊ ချမ်းသာတိုးအံ့။",
    "သမ္မတ ကို ပန်းဥယျာဉ်ထဲမှာ မြင်မက်မူ- အိမ်သားချင်း ရန်ဖြစ်အံ့။"
  ],
  "သမင်": [
    "သမင် ကိုသတ်ရသည်ဟု မက်က- အမွေကြီးရအံ့။",
    "သမင် ခြံကို မြင်မက်မူ- လက်ထပ်မင်္ဂလာ နှင့် ပတ်သက်သောသတင်း ကြားရအံ့။",
    "သမင် ရွှေသမင်ကိုမြင်မက်မူ- အဆင်အမြစ်လွဲအံ့၊ ကောင်းကျိုးပေးအံ့။",
    "သမင် ထွက်ပြေးမက်မူ- မတော်တဆ ထိခိုက်အံ့။",
    "သမင် ခုန် ပေါက်ပြေး မက်မူ- သတင်းကောင်း ကြားရအံ့၊ ချစ်သူ ငွေနှင့် ရောက်လာအံ့။",
    "သမင် ချို(ဂျို)ကိုမြင်မက်က- အလုပ် မနိုင်မနင်း လုပ်ရအံ့။",
    "သမင် တန်ဆာဆင်လျှက် တက်စီးရမက်မူ- သေပျောက်အံ့။"
  ],
  "သမုဒ္ဒရာ": [
    "သမုဒ္ဒရာ ရေငြိမ်သက်စွာမြင်မက်က- အေးချမ်း သာယာ ရှိအံ့။",
    "သမုဒ္ဒရာ လှိုင်းထနေသည်ဟုမက်က- ဘေးဥပဒ် တွေ့အံ့၊ ကျပ်တည်းအံ့၊ ဆုံးရှုံးအံ့။",
    "သမုဒ္ဒရာ ကို ကူးရမက်မူ မင်းဖြစ်အံ့။",
    "သမုဒ္ဒရာ ကို ဖြတ်ကူးသွားရအံ့မက်က-ကံကောင်းအံ့၊ ရောဂါ ပျောက်အံ့၊ အလိုဆန္ဒပြည့်အံ့။",
    "သမုဒ္ဒရာ ရေသောက်ရမက်မူ-အလွန်ကျော်ကြားအံ့။",
    "သမုဒ္ဒရာ ကို သစ်ဖြူးခင်း၍ ကာမဂုဏ်ခံစားရသည်ဟု မက်က- မင်းဖြစ်အံ့။"
  ],
  "သရဖူ": [
    "သရဖူ မြင်မက်မူ- အစိုးရချီးမြှင့်ခံရအံ့၊ လူရှိသေအံ့၊ ရာထူးသစ်ရအံ့။",
    "သရဖူ ကိုဆောင်းရမြင်မက်မူ-ရာထူးကြီးရအံ့၊ စိတ် ပျက်စရာတွေ့အံ့၊ မိန်းမမက်မူ မြတ်သော သားရတနာရအံ့။",
    "သရဖူ သူတစ်ပါးအား ဆောင်းပေးရမက်မူ-လွှတ် လပ်အံ့၊ လေးစားခြင်း ခံရအံ့။",
    "သရဖူ သူတစ်ပါးကို ပေးလိုက်သည်ဟု မက်က- အောင်မြင်အံ့။",
    "သရဖူ ဆောင်းဖို့ငြင်းလိုက်သည်ဟုမက်မူ-အထင် သေးခံရအံ့။",
    "သရဖူ မိမိထံမှ သူများယူသွား မက်မူ- အပေါင်း အသင်းတို့နှင့် အချင်းများအံ့။",
    "သရဖူ ကိုင်မိ၊ လက်ထဲမြင်မက်မူ- ဒုက္ခများအံ့၊ ကံဆိုးအံ့။",
    "သရဖူ ငွေသရဖူမြင်ရ၊ ဆောင်းရမက်မူ-ဂုဏ်မြင့်အံ့၊ အထက်လူကြီး ချီးမြှင့်ခံရအံ့။",
    "သရဖူ ရွှေသရဖူ မြင်ရ၊ ဆောင်းရမက်မူ- ကျန်းမာအံ့။",
    "သရဖူ သံသရဖူ မြင်ရ၊ ဆောင်းရ မက်မူ- စိတ်ဒုက္ခ ဖြစ်အံ့။",
    "သရဖူ သစ်ရွက်စိမ်းများနှင့် လုပ်ထားသော သရဖူ ကို ဆောင်းရမက်မူ- မိတ်ဆွေများ စွန့်ခွာသွားအံ့၊ ဥစ္စာဆုံးရှုံးအံ့။"
  ],
  "သရက်ပင်": [
    "သရက်ပင် ကို သရက်သီးများအုံ့မြင်မက်မူ-ဥစ္စာရအံ့။"
  ],
  "သရွတ်(အင်္ဂတေမဆလာ)": [
    "သရွတ်(အင်္ဂတေမဆလာ) ကို မြင်မက်မူ- စိတ်ဒုက္ခ တွေ့အံ့။"
  ],
  "သလဲသီး": [
    "သလဲသီး စားရမက်မူ-ဂုဏ်ထူးများရအံ့၊ စိတ်ချမ်းသာအံ့။"
  ],
  "သာသနာပြုဆရာ": [
    "သာသနာပြုဆရာ မြင်မက်မူ- အလုပ်အကိုင် ကောင်းအံ့၊ မိတ်ကောင်း ဆွေကောင်းရအံ့။"
  ],
  "သားကင်ငါးကင်": [
    "သားကင်ငါးကင် ကိုစားရမက်မူ-လာဘ်ကြီးရအံ့။"
  ],
  "သားတစ်": [
    "သားတစ် ကိုမြင်မက်က-ဥစ္စာများစွာရအံ့။"
  ],
  "သားပိုက်ကောင်": [
    "သားပိုက်ကောင် ကိုမြင်မက်မူ-သောကရမည်အံ့။",
    "သားပိုက်ကောင် ကို သတ်ရမက်မူ-အကြံအောင်အံ့။"
  ],
  "သားမွေး": [
    "သားမွေး မြင်မက်မူ-စီမံရှိအံ့၊ လုံခြုံအံ့။",
    "သားမွေး ရသည်၊ ရောင်းသည်ဟုမြင်မက်က- ချမ်းသာတိုးအံ့၊ ချစ်ကိစ္စ စိတ်ချရအံ့။",
    "သားမွေး ပခုံးပေါ်မှာတင်ရမက်မူ-လင်မယား အချစ်တိုးအံ့။",
    "သားမွေး ဆိုင်မှာမြင်မက်မူ- ကိုယ့်အိုးကိုယ့်အိမ်နှင့်ရှိနေရအံ့။",
    "သားမွေး ဝတ်ဆင်ရသည်ဟုမက်က- ဘယ်တော့မှမဆင်းရဲနိုင်။",
    "သားမွေး လွတ်ကျသည်ဟုမက်မူ- စေ့စပ် ကြောင်းလမ်းရအံ့။",
    "သားမွေး ကွင်း(လက်ပတ်)ကိုမက်မူ- အလိမ်ခံရအံ့၊ ကွင်းငယ်ရမက်မူ-မကြာမီအမွေရအံ့။"
  ],
  "သားရေ": [
    "သားရေ မြင်မက်မူ မကောင်း။",
    "သားရေ နယ်ချဲ့ကိုမြင်မက်က-ချမ်းသာကြီးအံ့၊ မိန်းမအဖို လင်ရအံ့။"
  ],
  "သားရဲတိရစ္ဆာန်": [
    "သားရဲတိရစ္ဆာန် နှင့်တိုက်ခိုက်ရသည်ဟုမက်မူ-အောင်မြင်အံ့။"
  ],
  "သားသမီး": [
    "သားသမီး ရသည်ဟုမက်က- ဥစ္စာ၊ ပညာ တိုးအံ့၊ ကလေးရအံ့။"
  ],
  "သီချင်း": [
    "သီချင်း ကိုရိုက်ရသည်ဟုမက်မူ- ၎င်းတို့ကြီးပွားအံ့။",
    "သီချင်း ဆိုရသည်ဟုမက်မူ- ကြေကွဲ ဝမ်းနည်းစရာ ဖြစ်အံ့၊ ရည်းစား သူများနောက်လိုက်သွားအံ့၊ မိမိဖြင့်ဆုံးရှုံးအံ့၊ ကျေးကျွန်ကလယုအံ့။",
    "သီချင်း ဆိုသံကြားရမက်မူ-သတင်းကောင်းကြားရအံ့၊ အလုပ် အောင်မြင်အံ့၊ ကျန်းမာ၊ အသက်ရှည်အံ့၊ သဘော ကောင်းသူနှင့်လက်ထပ်ရအံ့။",
    "သီချင်း ကြီးဆိုသံကြားရမက်မူ- မတရား တုံးဖြတ်ချက်ချအံ့။"
  ],
  "သုခပန်း": [
    "သုခပန်း ကိုမြင်မက်မူ-စိတ္တသုခရအံ့။"
  ],
  "သုစရိတယုဝ": [
    "သုစရိတယုဝ အသင်းသားဖြစ်သည်ဟုမက်က- ကျန်းမာချမ်းသာအံ့။"
  ],
  "သူခိုး": [
    "သူခိုး မြင်မက်က-ဆုံးရှုံးအံ့၊ မိမိ ယုံကြည်သောသူများက သစ္စာဖောက်အံ့။",
    "သူခိုး ဖမ်းမိသည်ဟုမက်မူ-ချမ်းသာအံ့။",
    "သူခိုး ပြေးသည်ဟုမက်က-ရန်ကိုနိုင်အံ့။",
    "သူခိုး ကိုခုတ်ရမက်မူ-အန္တရာယ် ကင်းအံ့။",
    "သူခိုး က လုသည်, ခိုးရက်သည်ဟုမက်က- ငွေကြေး ဆုံးရှုံးအံ့၊ ထောင်နိူင်အံ့။"
  ],
  "သူငယ်": [
    "သူငယ် (ကလေး-တွင်ကြည့်ပါ။)"
  ],
  "သူငယ်ချင်း": [
    "သူငယ်ချင်း မြင်မက်က-ပျော်ရွှင်ရအံ့၊ ၎င်း ထံ မှ စာ လက်ဆောင်ရအံ့။",
    "သူငယ်ချင်း သေပြီးသူကိုမြင်မက်မူ-ပစ္စည်းဥစ္စာနှင့် ပတ် သက်၍ သောကဖြစ်ရအံ့။",
    "သူငယ်ချင်း များနှင့် ရယ်မောနေရမက်မူ- ရန်ဖြစ်အံ့။",
    "သူငယ်ချင်း များနှင့် အတူနေရမက်မူ- ညီညွတ်လအံ့။",
    "သူငယ်ချင်း သုခရှိသည်ဟုမက်က- သ တင်းကောင်း ကြားရအံ့။",
    "သူငယ်ချင်း ဒုက္ခရောက်နေသည်ဟုမက်မူ-စိတ်ချမ်းသာ စရာသတင်း ကြားရအံ့။"
  ],
  "သူတော်သူမြတ်": [
    "သူတော်သူမြတ် မြင်ရမက်မူ-ဥစ္စာရအံ့။",
    "သူတော်သူမြတ် ထံမှ သစ်သီးရသည်ဟုမက်က-သားရတနာ ရအံ့။",
    "သူတော်သူမြတ် ထံမှ ပန်း,စပါး ရသည်ဟု မက်က- အကြံ အောင်အံ့၊ ချစ်သူရအံ့။",
    "သူတော်သူမြတ် ထံမှ စာအုပ်ရသည်,စာသင်ရသည်ဟု မက် က-စာပေတွင် ကျော်စောအံ့။",
    "သူတော်သူမြတ် ထံမှ လယ်မြေရသည်ဟု မက်မူ- ကမ္ဘာကို အစိုးရအံ့။",
    "သူတော်သူမြတ် က ချီးမြှင့်သည်ဟုမက်မူ- ပညာ ကြီး အံ့၊ ပြောင်မြတ်အံ့။",
    "သူတော်သူမြတ် က သမီးကညာကို ပေးအပ်သည်ဟု မက်မူ- ချမ်းသာသောမင်း ဖြစ်အံ့။",
    "သူတော်သူမြတ် နှင့်အတူ ကောင်းကင်သို့ ရထားယာဉ်ဖြင့် သွားရသည်ဟု မက်မူ- အ သက် ရှည် အံ့၊ ချမ်းသာအံ့။",
    "သူတော်သူမြတ် ၏ ကောင်းချီးပေးခြင်းခံရသည်ဟုမက်က- အလိုပြည့်အံ့။",
    "သူတော်သူမြတ် ၏ ပွေ့ဖက်ခြင်းခံရသည်ဟု မက်မူ- ဥစ္စာ ရအံ့၊ ဘုရားဖူးသွားရအံ့။",
    "သူတော်သူမြတ် က ထီးဖြူမိုးသည် ဖြစ်စေ, ခေါင်းပေါ် ပေါက်ပေါက်ကြဲသည်ဖြစ်စေ မက်မူ- မင်း ဖြစ်အံ့။",
    "သူတော်သူမြတ် စိတ်ဆိုးနေသည်ဟုမက်က-ကံဆိုးအံ့၊ ဥပဒ် တွေ့အံ့။",
    "သူတော်သူမြတ် အိမ်ထဲဝင်လာသည်ဟုမက်မူ- ချမ်း သာ တိုး အံ့၊ ကျော်စောအံ့၊ ဂုဏ်မြင့်အံ့။",
    "သူတော်သူမြတ် က အခိုင်းအခေလုပ်ခိုင်းသည်ဟု မက်မူ- သာသနာ့ဝန်ထမ်းရအံ့။"
  ],
  "သူတောင်းစား": [
    "သူတောင်းစား မြင်မက်မူ-မကြာမီချမ်းသာအံ့၊ မမျှော်လင့် သော အကူအညီရအံ့။",
    "သူတောင်းစား များစွာမြင်မက်မူ-နာဖျားအံ့။",
    "သူတောင်းစား မိမိဖြစ်နေသည်ဟုမက်က ကြီးပွားအံ့၊ ဥစ္စာ ရရှိ မျှော်လင့်ချက်ရှိအံ့။",
    "သူတောင်းစား များကို အလှူပေးရသည်ဟု မက်မူ- အကြံ အောင်အံ့၊ အမွေရအံ့။",
    "သူတောင်းစား က မိမိအား လမ်းသို့ ခေါ်သွားရသည်ဟု မက်က-ကံကောင်းအံ့။",
    "သူတောင်းစား ကိုမပေးကမ်းလိုက်ရဟု မက်မူ- ရည်ရွယ်ချက်ပျက်အံ့၊ ဆင်းရဲအံ့။",
    "သူတောင်းစား နှင့် ဝေစားသောက်ရ မက်မူ- အရေးပါအရာရောက်သောသူ တစ်ယောက် ဖြစ်အံ့။"
  ],
  "သူနာပြု": [
    "သူနာပြု ဆရာမမြင်မက်မူ-ကျန်းမာအံ့၊ အသက်ရှည်အံ့၊ အလုပ်ကောင်းအံ့၊ ငွေရအံ့။",
    "သူနာပြု ရထားကိုမြင်မက်က-အလိုဆန္ဒပြည့်အံ့။"
  ],
  "သူပုန်": [
    "သူပုန် များ မြင်မက်မူ- စီးပွားရေးအတွက် သတိပြုရန် နိမိတ်တည်း။",
    "သူပုန် ထသည်ဟု မက်က- အောက်လူများ၏ အနှောင့်အယှက် ဘေးသွားအံ့။"
  ],
  "သူယောင်မ": [
    "သူယောင်မ ကို မြင်မက်မူ-ဆုံရှုံးအံ့၊ မိန်းမက မက် မူ- ကံကောင်းအံ့။"
  ],
  "သူရဲ(တစ္ဆေ)": [
    "သူရဲ(တစ္ဆေ) မြင်မက်မူ-ဘေးအန္တရာယ်များအံ့။",
    "သူရဲ(တစ္ဆေ) နှင့်ရန်ဖြစ်ရသည်ဟုမက်မူ- ဘေးတွေ့အံ့။",
    "သူရဲ(တစ္ဆေ) နှင့် အတူ ကရန်ရသည်ဟု မက်က သေပျောက်အံ့။",
    "သူရဲ(တစ္ဆေ) ကိုစီးသွားရသည်ဟုမက်မူ-သေပျောက်အံ့။",
    "သူရဲ(တစ္ဆေ) က မိမိကို ဖက်သည်ဟုမက်က- ပြင်းထန်စွာ နာဖျားအံ့။",
    "သူရဲ(တစ္ဆေ) ကိုမိမိကနိုင်ရသည်ဟုမက်မူ- ရန်အောင်အံ့။",
    "သူရဲ(တစ္ဆေ) က မိမိကိုနိုင်သည်ဟုမက်မူ- ဘေးတွေ့အံ့။",
    "သူရဲ(တစ္ဆေ) သားဘက် အဝိုင်းခံရသည်၊အလိုက်ခံရသည် စီးသွားရသည်ဟု မက်မူ- သေပျောက်အံ့။",
    "သူရဲ(တစ္ဆေ) မြင်မက်မူ-ကြံသမျှအောင်အံ့။"
  ],
  "သေတမ်းစာ": [
    "သေတမ်းစာ ရေးရသည်ဟု မက်က ကြံကဲ့စရာ ဖြစ်အံ့။ အသက်ရှည်အံ့၊ ကျန်းမာအံ့။",
    "သေတမ်းစာ သူတစ်ပါးအတွက် ရေးပေးရမက်မူ-အလိုဆန္ဒပြည့်အံ့၊ ချမ်းသာသုခ ရအံ့။",
    "သေတမ်းစာ တွင် သက်သေအဖြစ်ပါရသည်ဟု မက်က- အပြောင်းအလဲရှိအံ့။"
  ],
  "သေနတ်": [
    "သေနတ် မြင်မက်မူ-အတိတ်မှုရောက်အံ့။",
    "သေနတ် သံကြားရမက်မူ- အိမ်တွင်းရန်ပွဲ ဖြစ်အံ့။ မကောင်းသတင်းကြားရအံ့၊ ကြွေးဆုံအံ့၊ ရည်းစားစွန့်အံ့၊ ရပ်ဝေးရှိ ဆွေမျိုးမိတ်ဆွေ တစ်ဦးဦးသေအံ့။",
    "သေနတ် ပစ်နေသည်ကိုမြင်မက်မူ-ကြမ္မာဆိုးတွေ့အံ့၊ နာတာရှည်ရောဂါရအံ့။",
    "သေနတ် မိမိပစ်ရသည်ဟုမက်မူ-တရားရှုံးအံ့၊ ရောဂါရအံ့။",
    "သေနတ် မိမိကို ပစ်ခံရသည်ဟု မက်က-အသက်အန္တရာယ်ဖြစ်အံ့။"
  ],
  "သေမင်း": [
    "သေမင်း ကြောက်မက်ဖွယ်မြင်မက်မူ- သေရန်နီးကပ်နေအံ့။",
    "သေမင်း က ချည်နှောင်ခေါ်သွားသည် မက်က- သေအံ့။"
  ],
  "သေရည်သေရက်-": [
    "သေရည်သေရက် သောက်စားရသည်ဟုမက်မူ- ကျန်းမာခြင်း၏ အကြောင်းဖြစ်လတ္တံ့။"
  ],
  "သေသူ": [
    "သေသူ နှင့်စကားပြောရမက်မူ- နာမည်ကျော်ကြားအံ့။",
    "သေသူ မိဘနှင့်စကားပြောရမက်မူ- အလုပ်အကိုင်တွင် သတိထားဖို့ နိမိတ်တည်း။",
    "သေသူ အဘိုးအဘွားနှင့် စကားပြောရမက်မူ- အကြံအောင်အံ့၊ သတင်းကောင်းကြားရအံ့။",
    "သေသူ ညီအစ်ကို မောင်နှမများကို မြင်မက်မူ- အသက်ရှည်အံ့၊ သတင်းကောင်းကြားရအံ့။",
    "သေသူ မယားနှင့် ပျော်ပါးရသည်ဟု မက်မူ- အလိုပြည်အံ့။",
    "သေသူ မိန်းမ ရှင်သည်ဟုမက်မူ- ကံကောင်းအံ့၊ ချမ်းသာတိုးအံ့။",
    "သေသူ ထသည်ဟုမက်က- စကားဟောင်းပေါ်အံ့။",
    "သေသူ ကိုနမ်းရသည်ဟုမက်က- သတင်းဆိုးကြားရအံ့။",
    "သေသူ ၏ ဦးခေါင်းကိုမြင်မက်မူ- လျှို့ဝှက်သောအရာ ပေါ်အံ့။"
  ],
  "သေသည်": [
    "သေသည် ဟုမက်က- အသက်ရှည်အံ့၊ ချမ်းသာသော မိန်းမရအံ့၊ ရောဂါပျောက်အံ့၊ ကလေးမွေးအံ့။",
    "မိတ်ဆွေတစ်ဦး သေသည်ဟုမက်က- လက်ထပ်ရအံ့။",
    "ဆွေမျိုး သေသည် ဟုမက်မူ- အနှောင့်အယှက် တွေ့ရအံ့။",
    "မယားသေသည်ဟုမက်မူ- မယား နာဖျားအံ့။",
    "သေသည် သေပြီးမှ ပြန်ရှင်သည်ဟုမက်မူ- နိုင်ငံခြားဘုရားဖူး သွားရအံ့၊ ဆုံးပြီးဥစ္စာ ပြန်ရအံ့၊ တရား ပြန်နိုင်အံ့။"
  ],
  "သဲ": [
    "သဲ ကိုမြင်မက်မူ- ငြင်းခုံရအံ့၊ ဆင်းရဲပင်ပန်းအံ့၊ မခိုင်မမြဲရှိအံ့၊ ဆုံးရှုံးနာန်အံ့။"
  ],
  "သဲကန္တာရ": [
    "သဲကန္တာရ ကိုမြင်မက်မူ- အနှောင့်အယှက် တွေ့ရအံ့။ ကို ဖြတ်သွားရသည်ဟုမက်က- ခက်ခဲသော ခရီးသွားရအံ့။"
  ],
  "သော့": [
    "သော့ မြင်မက်မူ- လက်ဆောင်ရအံ့၊ သားရအံ့၊ ကံကောင်းအံ့။",
    "သော့ များစွာမြင်မက်မူ- သောကတွေ့ရအံ့။",
    "သော့ ရသည်ဟုမက်က- ရာထူးတိုးအံ့၊ ကလေးများရအံ့။",
    "သော့ ရှာတွေ့သည်ဟုမက်က- လျှို့ဝှက်သောအရာ တွေ့ရအံ့၊ ဥစ္စာရအံ့။",
    "သော့ ပျောက်သည်ဟုမက်မူ- အရှက်ရအံ့၊ ဒေါသ ဖြစ်ရအံ့၊ စိတ်ပျက်စရာဖြစ်အံ့။",
    "သော့ ပေးရသည်ဟုမက်က- မင်္ဂလာသတင်းကြားရအံ့၊ အိမ်တွင်းသာယာဖြစ်အံ့။",
    "သော့ ခတ်ထားသောတံခါးကို မြင်မက်မူ- အခွင့်ကောင်း လက်လွှတ်သွားအံ့။",
    "သော့ မိမိကိုယ်တိုင် တံခါးကို သော့ခတ်ရသည်ဟု မက်မူ-အိမ်တွင်းရန်ရှိအံ့။",
    "သော့ ခတ်ထားသော တံခါး ကို ဖွင့်ရသည် ဟု မက်မူ-အခက်အခဲတို့ကို အောင်မြင်အံ့။",
    "သော့ နှင့် သော့ခလောက်ကိုမြင်မက်မူ-ကံကောင်းအံ့။",
    "သော့ ပေါက်မှ ချောင်းကြည့်ရသည်ဟု မက်က- စိတ်ချမ်းသာစရာဖြစ်အံ့၊ ခိုက်ရန်ဖြစ်အံ့။",
    "သော့ တွဲကိုမြင်မက်မူ-ချမ်းသာတိုးအံ့။"
  ],
  "သော့ခလောက်": [
    "သော့ခလောက် မြင်မက်မူ-အတားအဆီးတွေ့အံ့။",
    "သော့ခလောက် ကို သော့နှင့် ခတ်ထားရ သည်ဟု မက်က- စည်းစိမ်ရှိအံ့၊ လုံခြုံအံ့။",
    "သော့ခလောက် ခတ်ဖို့ သော့ရှာမတွေ့ဟုမက်မူ- အခက်အခဲများစွာတွေ့အံ့။"
  ],
  "သံ": [
    "သံ မြင်မက်မူ-အလုပ်မမြဲဘဲရှိအံ့၊ ဆင်း ရဲ အံ့။",
    "သံ ရောင်းရဟုမက်မူ- ဆုံးရှုံးအံ့၊ ဥပဒ်ဖြစ်အံ့။",
    "သံ ခွေ(ဂွေ)နှင့် ကစားနေသည်ကို မြင်မက်မူ-အလုပ်အခြေအနေ စိုးရိမ်ရအံ့။",
    "သံ ချေးကိုမြင်မက်က-သတိမထား၍ဆုံးရှုံးအံ့။",
    "သံ ချောင်းကိုမြင်မက်မူ- မိမိသိက္ခာကို ထိခိုက်စေအံ့။",
    "သံ ချောင်း နီရဲနေသည်ဟု မက်က- စိတ်ဒုက္ခရောက်အံ့၊ သွေးထွက်သံယိုဖြစ်အံ့။",
    "သံ ပူရဲရဲကိုမြင်မက်မူ - နာဖျားအံ့။",
    "သံ မှိုကို မြင်မက်က-သေပျောက်အံ့။"
  ],
  "သံကြိုး": [
    "သံကြိုး မြင်မက်မူ-အခက်အခဲတို့မှ လွတ်မြောက်အံ့။",
    "သံကြိုး နှင့် ချည်နှောင်ထားသည်ကို မြင်မက် မူ - အခက်အခဲတွေ့ရအံ့၊ သို့ရာတွင် မကြာမီ သက်သာသွားအံ့။",
    "သံကြိုး စာ ရ သည် ဟု မက် က- သတင်းကောင်း ကြားရအံ့။",
    "သံကြိုး စာပို့ရသည်ဟုမက်မူ- စိတ်ပူစရာဖြစ်အံ့၊ ရုံးတွင် ဆက်သွယ်ရအံ့။"
  ],
  "သံခြေကျင်း": [
    "သံခြေကျင်း အခတ်ခံရသည်ဟုမက်မူ- ကျော် စော အံ့။"
  ],
  "သံစုံတီးကိရိယာ": [
    "သံစုံတီးကိရိယာ အသံကြားရမက်မူ- မိမိ ကြံ ထား သည့် အတိုင်း မဖြစ်ဘဲရှိအံ့။",
    "သံစုံတီးကိရိယာ ကိုယ်တိုင်တီးရမက်မူ- မိမိကြိုက်သူကို ရအံ့။"
  ],
  "သံလိုက်": [
    "သံလိုက် မြင်မက်မူ-ကိုယ်ရေးကိုယ်တာ အောင် မြင် အံ့၊ အလုပ်မြဲအံ့။",
    "သံလိုက် ကို မိမိအသုံးပြုရသည်ဟုမက်မူ - လူအများ ချစ်ခင်အံ့။",
    "သံလိုက် ကို အခြားသူများ အသုံးပြုသည်ဟု မက်မူ - ရန်သူများ တံတုအံ့။",
    "သံလိုက် ကို ချစ်သူအသုံးပြုသည်ဟု မက်မူ- ၎င်း၏ အချစ် မတည်မြဲဘဲရှိအံ့။",
    "သံလိုက် ရောင်းရသည်ဟုမက်မူ ရိုသေလေးစားခြင်း ခံရအံ့။",
    "သံလိုက် ကျောက်တောင်ကိုမြင်မက်မူ- ဥပဒ္ဒေတ္တုအံ့။"
  ],
  "သံလွင်ပင်": [
    "သံလွင်ပင် ကိုမြင်မက်မူ-အိမ်တွင်းသာယာမှုရအံ့။"
  ],
  "သက်ကြီးဝါကြီး": [
    "သက်ကြီးဝါကြီး ပုဂ္ဂိုလ်များကိုမြင်မက်မူ- ကံကောင်းအံ့။"
  ],
  "သက်တန့်": [
    "သက်တန့် မြင်မက်မူ-ကျော်စောအံ့။ ကံကောင်းဖို့ အပြောင်းအလဲဖြစ်အံ့။",
    "သက်တန့် ကောင်းကင်တွင် အရှေ့ဘက်မှာမြင်မက်မူ- ချမ်းသာသူအတွက် ကောင်းအံ့၊",
    "သက်တန့် ကောင်းကင်တွင် အနောက်ဘက်မှာမြင်မက်မူ-ဆင်းရဲသူနှင့် လူမမာများအတွက် ကောင်းအံ့။",
    "သက်တန့် ခေါင်းပေါ်မှာမြင်မက်မူ-စိတ်ဒုက္ခရောက်အံ့၊ ချစ်သူတစ်ဦးသေအံ့။"
  ],
  "သက်မကြီး": [
    "သက်မကြီး ချရသည်ဟုမက်မူ-ပျော်ရွှင်ရအံ့။"
  ],
  "သက်သေ": [
    "သက်သေ အဖြစ်ရုံတွင် သက်သေခံရသည်ဟု မက်မူ- မတရားအစွပ်အစွဲခံရအံ့။",
    "သက်သေ အဖြစ်ရာဇဝတ်ရုံးတွင် ရာဇဝတ်မှုအတွက် သက်သေခံရသည်ဟုမက်မူ မိတ်ဆွေတစ်ဦး၏ဂုဏ်ကိုဆယ်ရအံ့။",
    "သက်သေ မုသားသက်သေခံရသည်ဟုမက်က- စိတ်ဒုက္ခရောက်အံ့၊ ဆင်းရဲအံ့။"
  ],
  "သင်္ကန်း": [
    "သင်္ကန်း ဆီးရသည်ဟုမက်မူ-ဂုဏ်ကျက်သရေတိုးအံ့၊ ဥစ္စာရအံ့၊ စည်းစိမ်ရှိအံ့။"
  ],
  "သင်ခန်းစာများ": [
    "သင်ခန်းစာများ လိုက်နေရသည်ဟုမက်မူ- ဘာမဆို အောင်မြင်အံ့။",
    "သင်ခန်းစာများ မှန်အောင်မရဟု မက်က- မိမိနားမလည်သောအလုပ်ကို လုပ်မိအံ့။"
  ],
  "သင်္ချိုင်း(သုသာန်)": [
    "သင်္ချိုင်း(သုသာန်) ကိုမြင်မက်မူ-စိတ်ဒုက္ခရောက်အံ့၊ စိတ်ပျက်စရာတွေ့အံ့၊ ရည်းစားစွန့်အံ့။",
    "သင်္ချိုင်း(သုသာန်) မှ ထွက်လာရသည်ဟုမက်မူ- အကြံအောင်အံ့၊ ချစ်သူနှင့် လက်ထပ်ရအံ့။",
    "သင်္ချိုင်း(သုသာန်) ၎င်း(ဂူတွင်ကြည့်ပါ)။"
  ],
  "သင်္ဘော": [
    "သင်္ဘော သွားနေသည်ကိုမြင်မက်မူ- ချမ်းသာအံ့၊ ခရီးသွားရအံ့။ မိန်းမက မက်မူ- သင်္ဘောသားနှင့်ရအံ့၊ သင်္ဘောသားဖြစ်မည့်ကလေးမွေးအံ့။",
    "သင်္ဘော လေးလေးကန်ကန် သွားနေသည်ဟု မက်မူ- ရပ်ဝေးနိုင်ငံခြားတွင် ကြာရှည်စွာ သွားနေရအံ့။",
    "သင်္ဘော လေငြိမ်၍ ဥတုရာသီကောင်းစဉ် သွားနေသည်ဟုမက်မူ- ချမ်းသာသုခရအံ့။",
    "သင်္ဘော လေပြင်းထန်စဉ်၊ ဥတုမကောင်းစဉ် သွားနေသည်ဟုမက်မူ- ဘေးဒုက္ခတွေ့အံ့။",
    "သင်္ဘော စီးရမက်မူ- လက်ထပ်ရအံ့၊ သူများထက်မြတ်အံ့၊ ခရီးဝေးသွားရအံ့။",
    "သင်္ဘော မိတ်ဆွေများနှင့်အတူစီးရမက်မူ-နိုင်ငံခြားမှာ မိန်းမရပြီး ကြွယ်ဝချမ်းသာအံ့။",
    "သင်္ဘော စီး၍ ပင်လယ်ခရီး ထွက်ရသည်ဟု မက်မူ- ဥစ္စာရအံ့။",
    "သင်္ဘော ခန်းထဲရောက်နေသည်ဟု မက်က- အိမ်တွင်း အနှောက်အယှက်တွေ့ရအံ့။",
    "သင်္ဘော မိမိထံမှ ထွက်သွားသည်ဟုမက်မူ- ဆုံးရှုံးအံ့။",
    "သင်္ဘော မိမိထံသို့လာသည်ဟု မက်မူ- ပျော်ရွှင်ရအံ့။",
    "သင်္ဘော ပေါ်မှကျသည်ဟုမက်က-ဆင်းရဲအံ့၊ အကြံပျက်အံ့၊ ဆုံးရှုံးအံ့၊ တရားဖြစ်အံ့၊ အချုပ်ခံရအံ့၊ သို့ရာတွင် မကြာမီလွတ်အံ့။",
    "သင်္ဘော ပျက်သည်ဟုမက်က-ပစ္စည်း မမြဲဘဲရှိအံ့၊ ဥပဒ်တွေ့အံ့၊ အကျဉ်းသားကမက်မူ- လွတ်အံ့။",
    "သင်္ဘော နစ်သည်ဟုမက်မူ-ကြီးစွာ ဘေးတွေ့အံ့။",
    "သင်္ဘော ဒွိရုတ်တရက် အပေါ်ကံတစ်ခုတွေ့ရသည်ဟု မက်မူ-ခရီးလမ်းခုလတ်တွင် ရပ်စဲနေရအံ့။",
    "သင်္ဘော ပေါက်ကွဲသွားသည်ဟု မက်မူ- ကြမ္မာဆိုးတွေ့ရအံ့၊ မယားမကျန်းမာအံ့၊ မိန်းမက မက်မူ-ချစ်သူနှင့်လွဲအံ့။",
    "သင်္ဘော (ရွက်သင်္ဘော)ပေါ်မှာ ရှိနေသည်ဟု မက်က-မကြာမီ တိုးတက်အံ့။",
    "သင်္ဘော ကမ်းနားတံတားပေါ်မှာရပ်နေသည်ဟု မက်မူ ရပ်ဝေးသို့အလည်သွားရအံ့။",
    "သင်္ဘော ရွက်တိုင်ကိုမြင်မက်မူ-အရေးကြီးသော ခရီးသွားရအံ့။",
    "သင်္ဘော ရွက် ကြီး ၊ တန်ဆာကိုမြင်မက်မူ- ကြွေးမြီ များစွာ ဆုံးရှုံးအံ့။",
    "သင်္ဘော သားများကိုမြင်မက်မူ- ဆင်းရဲပင်ပန်းအံ့၊ ခရီးဝေးသွားရအံ့။",
    "သင်္ဘော သား တံဆိပ် တပ်ထားသည်ကို မြင်မက်မူ- အေးချမ်းသာယာရှိအံ့။",
    "သင်္ဘော သားဖြစ်ရသည်ဟုမက်မူ-နေရပ်မမြဲဘဲ ရှိအံ့၊ အပြောင်းအလဲရှိအံ့။",
    "သင်္ဘော သားများနှင့် အတူ သွားလာ ရသည်ဟု မြင်မက်က-ရပ်ဝေးမှ သတင်း ကြားရအံ့၊ မိတ်ဆွေများ ရောက်လာအံ့။"
  ],
  "သစ်ကုလားအုပ်": [
    "သစ်ကုလားအုပ် ကိုမြင်မက်မူ- အလွန် ချမ်းသာအံ့၊ အကြံအားလုံးအောင်အံ့။"
  ],
  "သစ်ကြပိုး": [
    "သစ်ကြပိုး ကိုမြင်မက်မူ- ကံကောင်းအံ့၊ လက်ဆောင်ရအံ့၊ လူပေပိန်းကောင်းအံ့။"
  ],
  "သစ်ကြားသီး": [
    "သစ်ကြားသီး ကိုမြင်မက်မူ- အိမ်တွင်းအမှုတွေ့အံ့၊ မပျော်ရှင်သော လက်ထပ်ခြင်းဖြစ်အံ့။"
  ],
  "သစ်ခေါက်": [
    "သစ်ခေါက် ကို ဝါးဂူ စားရမက်မူ- သေဖို့ နိမိတ်တည်း။"
  ],
  "သစ်ခွပန်း": [
    "သစ်ခွပန်း မြင်မက်မူ-အကြံအောင်အံ့၊ ကံကောင်းအံ့။",
    "သစ်ခွပန်း ခြောက်သွေ့ နေသည်ဟု မက်က- ပျက်စီးချို့ယွင်းအံ့။"
  ],
  "သစ်ကနက်": [
    "သစ်ကနက် သားကိုမြင်မက်မူ- နိုင်ငံခြားသို့ သွားရအံ့။"
  ],
  "သစ္စာ": [
    "သစ္စာ မဲ့သည်ဟုမက်က-သစ္စာရှိအံ့။"
  ],
  "သစ်စေ့": [
    "သစ်စေ့ လတ်ဆတ်စွာမြင်မက်မှု- ချမ်းသာအံ့၊ ဂုဏ်ရှိအံ့၊ လိမ္မာသောကလေးများရအံ့။",
    "သစ်စေ့ ကျိုးပဲ့စွာမြင်မက်မှု- အကျိုးမရှိသော ကုန်များ ရောင်းဝယ်မိအံ့၊ မယားက မယုံကြည်ဘဲရှိအံ့။"
  ],
  "သေတ္တာ": [
    "သေတ္တာ ဖွင့်၍ အတွင်း၌ပစ္စည်းတွေကံကောင်းအံ့။",
    "သေတ္တာ ဗလာမြင်မက်က-အကြံပျက်အံ့။",
    "သေတ္တာ ငွေအပြည့်မြင်မက်မှု-အမွေရအံ့။",
    "သေတ္တာ မြေကြီးအပြည့်မြင်မက်မှု- နိုင်ငံတကာ သွားလာရအံ့။",
    "သေတ္တာ ကျောက်သံပတ္တမြားအပြည့် မြင်မက်မှု- လှပသောပစ္စည်းများ လက်ဆောင်ရအံ့။"
  ],
  "သစ်တော": [
    "သစ်တော မြင်မက်မှု- များစွာ ဆုံးရှုံးအံ့၊ သော ကတွေ့အံ့၊",
    "သစ်တော ထဲ လမ်းလျှောက်ရ သည်ဟု မက်မှု- ခရီးသွားရအံ့၊ ရန်ဖြစ်ရအံ့၊ ဆုံးရှုံးအံ့။",
    "သစ်တော ထဲ ရောက် ရ သည် ဟု မက် က- ငွေရအံ့၊ အောင်မြင်အံ့။",
    "သစ်တော ထဲမှ ထွက်လာရမက်မှု-အကြံအောင်အံ့။"
  ],
  "သစ်တော့သီး": [
    "သစ်တော့သီး (သစ်တော်သီး) မြင်မက်မှု- ကိုယ်ရေးကိုယ်တာ အတွက်ပျော်ရွှင်ရအံ့၊ ရွှေဝင်အံ့။",
    "သစ်တော့သီး (သစ်တော်သီး) စားရမက်မှု-လတ်ဆတ်ခြင်းဖြင့် ချမ်းသာအံ့။",
    "သစ်တော့သီး (သစ်တော်သီး) အစိမ်းစားရမက်မှု-ရန်ဖြစ်အံ့။",
    "သစ်တော့သီး (သစ်တော်သီး) ကောက်ရမက်မှု ပျော်မြူးရအံ့။"
  ],
  "သစ်တောက်ငှက်": [
    "သစ်တောက်ငှက် ကိုမြင်မက်မှု- လင်မယားကွဲအံ့၊ လူပျို အပျိုဆိုလျှင် လက်ထပ်ရအံ့။",
    "သစ်တောက်ငှက် နှစ်ကောင်မြင်မက်မှု- မင်္ဂလာ နှစ်ခါဆောင်ရအံ့။",
    "သစ်တောက်ငှက် သုံးကောင်မြင်မက်က- မယားနှင့် ကလေးများ ငယ်စဉ်သေတတ်အံ့။"
  ],
  "သစ်တုံး": [
    "သစ်တုံး များမြင်ရက်မှု-အိမ်သစ်ရအံ့။",
    "သစ်တုံး ကိုခွဲစိတ်ရသည်ဟုမက်က- အိမ်မရဘဲ ရှိအံ့။"
  ],
  "သစ်ပင်": [
    "သစ်ပင် အသီးအပွင့်နှင့် မြင်မက်မှု- ဥစ္စာ ပေါအံ့။ အကြံအောင်အံ့။",
    "သစ်ပင် အကိုင်းအခက်, အရွက်နှင့် မြင်မက်မှု- တစ်အိမ်ထောင်လုံးချမ်းသာအံ့။",
    "သစ်ပင် ဝေဝေဆာဆာ ပွင့်နေသည်ဟုမက်မှု-မကြာမီ အလိုဆန္ဒပြည့်အံ့။",
    "သစ်ပင် စိမ်းလန်းစိုပြည်လျှက်မြင်မက်မှု- မျှော်လင့်ချက်ပြည့်စုံအံ့၊ ကလေးရအံ့။",
    "သစ်ပင် ခြောက်လျှက် မြင် မက် က- နေ ရာ တကာ ဆုံးရှုံးအံ့၊ စိတ်ဒုက္ခရောက်အံ့။",
    "သစ်ပင် သစ်သီးများ ပြုတ်အောင် သီး နေ သည် ကို မြင်မက်မှု-ဥစ္စာနှင့် ကလေးများစွာ ရအံ့။",
    "သစ်ပင် သစ်သီးအစိမ်းများနှင့် မြင်မက်မူ- အလုပ်ပျက်အံ့။",
    "သစ်ပင် ပေါ်တက်ရမက်မူ- အလုပ်ကြီးပွားအံ့၊ ကျန်းမာအံ့၊ အစားကောင်းစားရအံ့။",
    "သစ်ပင် ပေါ်ထိုင်ရမက်မူ ချမ်းသာသုခရအံ့။",
    "သစ်ပင် အောက်သစ်ပင်ရိပ်ထိုင်ရမက်မူ- ချမ်းသာသုခရအံ့၊ အိမ်တွင်းမူသာယာအံ့။",
    "သစ်ပင် လဲကျ, ကျိုးကျမက်မူ-ဒုက္ခတွေ့အံ့။",
    "သစ်ပင် ပေါ်မှလိမ့်ကျမက်မူ- ဥပဒ်ကြီးစွာ တွေ့အံ့။",
    "သစ်ပင် ပွဲ နေသည်ဟုမက်မူ-အကျိုးမရှိသောအလုပ်ကိုလုပ်မိအံ့။",
    "သစ်ပင် အကိုင်းကို ချိုးရမက်မူ-သူခိုး ခိုးခံရအံ့။",
    "သစ်ပင် အရိပ် အောက်မှာ ထိုင်ရသည်ဟု မက်မူ- အောင်မြင်အံ့။"
  ],
  "သစ်မြစ်": [
    "သစ်မြစ် ကိုမြင်မက်မူ-ငယ်သူငယ်ချင်းနှင့် ညားအံ့။",
    "သစ်မြစ် ကိုစားရမက်မူ-မိန်းမ မကောင်းကြံအံ့၊"
  ],
  "သစ်သီးဝလံ": [
    "သစ်သီးဝလံ မြင်မက်မူ-အကျိုးကျေးဇူးရှိအံ့၊ ဥစ္စာရအံ့၊ ဆွေမျိုးများရောက်လာအံ့။",
    "သစ်သီးဝလံ မျိုးစုံများစွာမြင်မက်မူ- ချမ်း သာ ကြီး အံ့၊ ချစ်ရသူရအံ့၊ သုခဖြစ်အံ့။",
    "သစ်သီးဝလံ ရာသီချိန်မဟုတ်ဘဲမြင်မက်က- ရောဂါ ရအံ့။",
    "သစ်သီးဝလံ အပင်ခြောက်, အကိုင်း ခြောက် မှ သီးနေသည်ဟုမက်က- ရုတ်တရက် မ မျှော် လင့် သော ဥစ္စာရအံ့။",
    "သစ်သီးဝလံ အမှည့်ကိုမြင်မက်မူ-ချမ်းသာသုခပြည့်စုံအံ့။",
    "သစ်သီးဝလံ အစိမ်းကိုမြင်မက်က-အနှောင့်အယှက် တွေ့ အံ့။",
    "သစ်သီးဝလံ အရင့်အပုပ်ကိုမက်က-ဆင်းရဲအံ့။",
    "သစ်သီးဝလံ အပွင့်ကိုမက်မူ-ချမ်းသာအံ့။",
    "သစ်သီးဝလံ စားရမက်မူ-လာဘ်ရအံ့၊ မိန်းမ တစ် ဦး လိမ်အံ့။",
    "သစ်သီးဝလံ ကို လွှင့်ပစ်ရသည်ဟုမက်မူ- ဥပဒ်တွေ့အံ့။",
    "သစ်သီးဝလံ ဆွတ်ခူးရသည်ဟုမက်က- ကောင်းစားအံ့။",
    "သစ်သီးဝလံ လိုက်ကောက်ရသည်ဟု မက်မူ- ဥစ္စာရအံ့။",
    "သစ်သီးဝလံ ယိုစားရမက်မူ-ဒုက္ခတွေ့ရအံ့။",
    "သစ်သီးဝလံ ယိုဘူးထဲ တွေ့မြင်ရ မက်မူ- အခက်အခဲ ပြေအောင် လုပ်နိုင်အံ့။"
  ],
  "သစ်ကယ်သီး": [
    "သစ်ကယ်သီး မြင်မက်မူ-အငြင်းအခုံဖြစ်အံ့။",
    "သစ်ကယ်သီး စားရမက်က- အိမ်ထောင်ကြီးအံ့၊ ကလေး များရအံ့။"
  ],
  "သတ္တဘာဂ": [
    "သတ္တဘာဂ (ဖူးစာနတ်)ကိုမြင်မက်မူ-မကြာမီလက်ထပ် ရအံ့။"
  ],
  "သတ္တု": [
    "သတ္ထု များကို ထုထောင်းရသည်ဟုမက်မူ- နာဖျားအံ့။",
    "သတ္တု တွင်း တွေ့သည်ဟု မက်က- အ လုပ် အ ကိုင် တိုးအံ့။"
  ],
  "သတ်ဖြတ်": [
    "သတ်ဖြတ် ရသည်ဟုမက်မူ-ပျက်စီးအံ့၊ ဆင်းရဲအံ့၊ ဥပဒ် တွေ့အံ့။",
    "သတ်ဖြတ် လူကိုသတ်ရမူ-အလုပ်အောင်မြင်အံ့။",
    "သတ်ဖြတ် တိရစ္ဆာန်ကို သတ်ရမက်မူ- ရည်း စား စွန့် သွားအံ့၊ တစ်ပါးသူကို ကြိုက်နေအံ့၊ လင်ရှိ မယားကမက်မူ-မိမိလင်၏ မိတ်ဆွေ တစ်ဦး က မိမိအား ကြံစည်နေအံ့။",
    "သတ်ဖြတ် (မိမိ)ခံရသည်ဟုမက်မူ သတ်သူ ဆုံးရှုံးအံ့။",
    "သတ်ဖြတ် သည့်သတင်းကို ဖတ်ရမက်မူ- အိမ်မှခွဲခွါ၍ အလုပ်လုပ် ထွက်နေရအံ့။",
    "သတ်ဖြတ် ရန်ကြီးစားနေသည်ဟုမက်က- ရန် သူ နှင့် ရင်ဆိုင်တွေ့ရအံ့။"
  ],
  "သန်စွမ်း": [
    "သန်စွမ်း သည်ဟုမက်က-နာဖျားအံ့။"
  ],
  "သန္တာကျောက်": [
    "သန္တာကျောက် ဝတ်ရသည်ဟုမက်မူ-မိတ်ဟောင်း၊ရည်းစား ဟောင်း တွေ့ရအံ့။"
  ],
  "သံပရာ": [
    "သံပရာ ပင်မြင်မက်က-လင်မယားရန်ဖြစ်အံ့၊ ရပ်ဝေး တွင် လက်ထပ်ရအံ့။",
    "သံပရာ သီးမြင်မက်ကလင်-မယားရန်ဖြစ်အံ့၊ရပ်ဝေး မှာ အကျိုးရှိအံ့၊",
    "သံပရာ သီးအပင်ပေါ်မှာ မြင်မက်မူ- ရပ်ဝေးခရီး သွားရအံ့။",
    "သံပရာ သီးစားရမက်မူ- နာတာရှည် ရောဂါ ရအံ့၊ အိမ်ထောင်မှု မညီမညွတ်ရှိအံ့။"
  ],
  "သမ္မာဒေဝ": [
    "သမ္မာဒေဝ နတ်ကောင်းနတ်မြတ်များ အဆောင်အဦ မြင်မက်မူ-အကြံအောင်အံ့၊လာဘ်ကြီးရအံ့။"
  ],
  "သန်းကောင်": [
    "သန်းကောင် များ မြင်မက်မူ-ဆင်းရဲအံ့၊ ထိတ် ထိတ် ပျန့် မကောင်းကြံခံရအံ့။",
    "သန်းကောင် အနီမျိုးကိုမြင်မက်မူ-အလွန်ဆင်းရဲအံ့။",
    "သန်းကောင် ကိုက်ခံရသည်မက်က-ဒုက္ခများအံ့။",
    "သန်းကောင် ကိုဖျက်ဆီးပစ်ရသည်မက်မူ- အကြံ အောင် အံ့။"
  ],
  "သန်းချေးမ": [
    "သန်းချေးမ ကိုယ်တွင်မြင်မက်မူ ချမ်းသာအံ့။"
  ],
  "သန်းရသည် (အိပ်ချင်၍)": [
    "သန်းရသည် (အိပ်ချင်၍) ဟုမက်မူ- အစားအစာ၊ အနေအထိုင် အယက် အနည်းငယ်တွေ့အံ့၊ မိတ်ဆွေများ သစ္စာမဲ့ကြအံ့။",
    "သန်းရသည် (အိပ်ချင်၍) ခဏခဏ သမ်းနေရသည်ဟုမက်က- အဆင့် အတင့် ငွေရအံ့။"
  ],
  "သိပ္ပံကျောင်း": [
    "သီပ္ပံကျောင်း ကို မြင်မက်မူ-ချစ်သူနှင့်ရန်ဖြစ်အံ့။"
  ],
  "သိန္ဒော": [
    "သီန္ဒော ရသည်ဟုမက်က-အသက်ရှည်အံ့။"
  ],
  "သီမ်းငှက်": [
    "သီမ်းငှက် ကို မြင်မက်မူ-သင့်အား မနာလိုသော ရန်သူ များ ဝိုင်းနေအံ့။"
  ],
  "သုည": [
    "သုည ကိုမြင်မက်၊ရေးရမက်မူ- ခက်ခဲသောပြဿနာ ကို မကြာမီ ဖြေရှင်းနိုင်အံ့။"
  ],
  "သုံးပုံဖဲ": [
    "သုံးပုံဖဲ ကစားရမက်မူ-အခက်အခဲတို့မှ အနည်းငယ် သက်သာလတ္တံ့။"
  ],
  "သောင်ပြင်": [
    "သောင်ပြင် မှာ ခရုခွံ ဂုံးခွံ ကောက်နေသည်ဟုမက်က-သောကတွေ့ရအံ့။"
  ],
  "သောင်းကျန်းသူ": [
    "သောင်းကျန်းသူ များကို မြင်မက်မူ- ငွေကြေး အခက်အခဲ တွေ့ရအံ့။"
  ],
  "သိုး": [
    "သိုး မြင်မက်မူ-စည်းစိမ်ဥစ္စာ တိုးအံ့၊ လာဘ်ကြီးရအံ့။",
    "သိုး မြက်စားနေသည်ဟု မက်က- စီးပွားတိုးအံ့။",
    "သိုး ပြန့်ကျဲနေသည်ဟုမက်မူ- ညှင်းပန်း နှိပ်စက် ခံရအံ့။",
    "သိုး မွေးမြတ်ရသည်ဟု မက်မူ- ချမ်း သာသော မယားရအံ့။",
    "သိုး ခြေကျိုးနေသည်ဟုမက်မူ- စိတ်ပျက်စရာ တွေ့ရအံ့။",
    "သိုး အိပ်နေ၊ သေနေ မက်မူ- စိတ်ဒုက္ခ ရောက်အံ့။",
    "သိုး သတ်ရမက်မူ-စိတ်ဆင်းရဲအံ့။",
    "သိုး ကို ဝယ်လာရမက်မူ-ကံကောင်းအံ့။",
    "သိုး ကို ယူလာရမက်မူ- အလွန် ကံကောင်းအံ့။",
    "သိုး များ ခြံရံလျက်ရှိသည်ဟုမက်မူ- ကံထူးအံ့။",
    "သိုး ၏ ချို (ဂျို) ကိုမြင်မက်မူ-ဂုဏ်ပျက်အံ့။",
    "သိုး အော်သံကြားရမက်မူ- ဆုံး ရှုံး ပျက် စီး အံ့။",
    "သိုး ထိန်းကိုမက်မူ-အရောင်းအဝယ်ကောင်းအံ့။",
    "သိုး ထိန်းတစ်ယောက်တည်း သိုးမပါဘဲမြင်မက် မူ-ကံဆိုးအံ့။",
    "သိုး မူ့ကိုမြင်မက်မူ-ဥစ္စာရအံ့၊ ကလေးများရအံ့၊ သစ္စာရှိသော မိတ်ဆွေများရအံ့။",
    "သိုး ကလေးများမြင်မက်မူ-ချမ်းသာသုခိတ ရအံ့၊ ကလေးများရအံ့။",
    "သိုး ကလေးအော်သံ ကြားရမက်မူ- ကံကောင်းအံ့။"
  ],
  "သုတ်ရည်": [
    "သုတ်ရည် သောက်ရသည်ဟု မက် က- ဥစ္စာများစွာ ရအံ့။"
  ],
  "သွား": [
    "သွား များ မြင်မက်မူ-ပျော်ရွှင်ရအံ့။",
    "သွား ဖြူဖြူ ဖွေးဖွေး လှလှပပမက်မူ- ကံကောင်းအံ့။",
    "သွား အလွန်ရှည်သည်ကိုမြင်မက်မူ-ဆုတ်ယုတ်အံ့။",
    "သွား ပျက်စီးယိုယွင်းနေသည်ကို မြင်မက်မူ- ပရိ ဒေဝမီး တောက်လောင်အံ့။",
    "သွား ကျိုးသည်ဟုမက်က - နာဖျားအံ့။",
    "သွား နဲ့သည်ဟုမက်မူ-ရောဂါဒုက္ခလျော့အံ့။",
    "သွား တစ်ချောင်းကြီးသည်ဟု မက်က- ဆွေမျိုး မိတ်ဆွေတစ်ဦး သေအံ့။",
    "သွား အားလုံးကျွတ်ကျမက်က- သေပျောက်အံ့။",
    "သွား အကောင်းကိုဖြတ်ပစ်ရသည်ဟုမက်မူ- နေရာထိုင်ခင်း ပြောင်းရအံ့၊ ပြင်းထန်စွာ နာဖျားအံ့။",
    "သွား နှုတ်ရသည်ဟုမက်မူ- ပစ္စည်းဆုံးအံ့။",
    "သွား နှုတ်၍ သွေးမထွက်ဟုမက်က- နာ ဖျား အံ့။",
    "သွား တစ်ချောင်း ပါးစပ်ထဲက ထွက်ကျသည်ဟုမက်မူ- ဆွေမျိုး၊ မိတ်ဆွေတစ်ဦး ဆုံးအံ့။",
    "သွား တစ်ချောင်း ဆွဲထုတ်ရသည်ဟုမက်မူ- ပစ္စည်းဆုံးရှုံးအံ့။",
    "သွား အကောင်း ကျိုးသည်ဟု မက် က- နေ ရာပြောင်းရအံ့။",
    "သွား တစ်ချောင်းတည်း ကျန်နေသည်ဟု မက်မူ- အိမ်တွင်းဒုက္ခတွေ့အံ့။",
    "သွား နာသည်ဟုမက်က- ချမ်းသာအံ့၊ ပျော်ရွှင်ရအံ့။",
    "သွား ကိုက်သည်ဟုမက်မူ- အလုပ်ရသဖြင့် အကျိုးရှိအံ့။",
    "သွား ရှေ့သွားကျိုးသွားသည်မက်က- သားဥဗဒ်ရအံ့။",
    "သွား အောက်သွား ကျိုးသွားသည်မက်မူ- သမီးဥဗဒ်ရအံ့။",
    "သွား လက်ယာအံသွားများ ကျိုးသည်ဟုမက်က- ယောက်ျားဆွေမျိုးများ ဥပဒ်ရအံ့။",
    "သွား လက်ဝဲအံသွားများ ကျိုးသည်ဟု မက်မူ- မိန်းမဆွေမျိုးများ ဥပဒ်ရအံ့။"
  ],
  "သွားကြားထိုးတုတ်တံ": [
    "သွားကြားထိုးတုတ်တံ ကိုမြင်မက်မူ- သတင်းဆိုး ကြားရအံ့။"
  ],
  "သွားစိုက်ဆရာ": [
    "သွားစိုက်ဆရာ ကိုမြင်မက်က- ရောဂါရအံ့၊ ဝိုင်း၍မြှောက် ပင့်ကြအံ့။",
    "သွားစိုက်ဆရာ ထံ သွားရသည်ဟုမက်မူ- အစမကြေရောဂါရတတ်အံ့။"
  ],
  "သွားတိုက်": [
    "သွားတိုက် ရသည်ဟုမက်က- အခက်အခဲတို့မှ လွတ်မြောက်အံ့။"
  ],
  "သွေး": [
    "သွေး မြင်မက်မူ- အစူရအံ့၊ ချမ်းသာကြီးအံ့။",
    "သွေး ခဲများကိုမြင်မက်က ရန်ဖြစ်ရအံ့။",
    "သွေး သူတစ်ပါးတွင်မြင်မက်မူ- အိမ်သားတစ်ဦး ဥပဒ်ဖြစ်အံ့၊ လက်ထပ်မင်္ဂလာပျက်အံ့။",
    "သွေး ထွက်နေသည်ဟုမက်မူ- ဥစ္စာရအံ့၊ ဘုန်းကြီးအံ့။",
    "သွေး သောက်ရသည်ဟုမက်မူ- အကြံ အောင်အံ့၊ ချမ်းသာကြီးအံ့၊ လာဘ်ရအံ့၊ စာမေးပွဲအောင်အံ့။",
    "သွေး သောက်ပြီးမူးနေသည်ဟုမက်က- ဉာဏ်ပညာတိုးအံ့။",
    "သွေး နှလုံးဆီမှ ယိုစီးနေသည်ကို မြင်မက်မူ- ဒုက္ခဝေဒနာ ခံစားရအံ့။",
    "သွေး ဦးခေါင်း၊မျက်နှာမှ ထိုထွက်နေသည်ကို မြင်မက်မူ-ဥပဒ်တွေ့အံ့၊ ရောဂါရပြီး အိပ်ရာထဲ လဲနေအံ့။",
    "သွေး နှာခေါင်းမှထွက်နေသည်ဟုမက်က-အကြီးအကျယ် ဆုံးရှုံးအံ့။",
    "သွေး လက်တွင်မြင်မက်မူ- လူသတ်မှု မတော်တဆ ဖြစ်တတ်အံ့၊ နာမည်ပျက်အံ့။",
    "သွေး ကို ရေချိုးရမက်မူ-ချမ်းသာအံ့၊ ကံကောင်းအံ့၊ ရောဂါပျောက်အံ့။",
    "သွေး ထွက်၍ အင်အား ဆုတ်ယုတ်နေသည်ဟု မက်မူ-စိတ်ပျက်စရာတွေ့ရအံ့။",
    "သွေး လိမ်းကျံလျက်မြင်မက်မူ- ဆင်းရဲဒုက္ခ တွေ့ရအံ့၊",
    "သွေး စုတ်ကောင်ကိုမြင်မက်မူ- ကံဆိုးအံ့။"
  ],
  "သွက္ချာပါဒ": [
    "သွက္ချာပါဒ ရောဂါရသည်ဟုမက်က- ယခု လုပ်သော အလုပ်တွင် အနှောင့်အယှက် တွေ့ရအံ့။"
  ],
  "သွတ်": [
    "သွတ် ကိုမြင်မက်မူ-ချစ်သူ သစ္စာပျက်အံ့။",
    "သွတ် ခွက်ကိုဖွင့်ရမက်မူ-ဆုရအံ့။",
    "သွတ် ခွက်ကို ပိတ်ရမက်မူ- အလုပ်ချဲ့ရအံ့။",
    "သွတ် ခွက်ကို ချထားရမက်မူ- အထူး ဝမ်းနည်းရအံ့။"
  ]
}