{
  "အ,ဆွံ့": [
    "အ,ဆွံ့ နေသူကို မြင်မက်မူ- လောင်းကစားလျင် ရှုံးအံ့။ အင်္ဂါ ချို့တဲ့သောကလေး မွေးအံ့။",
    "အ,ဆွံ့ မိမိကိုယ်တိုင် အ,နေသည်ဟု မက်က- မိမိစကားကိုလူများမလေးစားဘဲရှိအံ့။"
  ],
  "အက,အခုန်": [
    "အက,အခုန် ကိုမြင်မက်မူ-စိတ်ဆင်းရဲအံ့။",
    "အက,အခုန် ကိုယ်တိုင်ဝင်က,ရမက်မူ-ငွေရအံ့။"
  ],
  "အကာ,အရံ": [
    "အကာ,အရံ ကိုမြင်မက်မူ - အ ဆီး အ တား, အနှောင့် အယှက် တွေ့ရအံ့။"
  ],
  "အကန်း": [
    "အကန်း (မျက်ကန်း)ကိုမြင်မက်မူ-အချစ်ဆုံးမိတ်ဆွေများ သစ္စာဖောက်အံ့။",
    "အကန်း ကိုယ်တိုင် ကန်းနေသည်ဟု မက်က- အလိမ်ခံရအံ့၊ ချစ်ဒုက္ခဖြစ်အံ့။"
  ],
  "အကိုင်းအခက်": [
    "အကိုင်းအခက် များအရွက်နှင့်မြင်မက်မူ- အလွန်ကံကောင်းအံ့။",
    "အကိုင်းအခက် ခြောက်သွေ့နေသည်ဟုမက်က- ဒုက္ခ တွေ့အံ့။",
    "အကိုင်းအခက် ကိုချိုးရမက်မူ- ဓားပြတိုက်ခံရအံ့။"
  ],
  "အကြော": [
    "အကြော သွေးကြောများကို မြင်မက်မူ- ကျန်းမာအံ့၊ မကျန်းမာသူ တဖြည်းဖြည်း ဗာလာအံ့။",
    "အကြော မည်းမည်းစိမ်းစိမ်း မြင် မက်က- သောက, ဒုက္ခ တွေ့ရအံ့။"
  ],
  "အကျော်(နံ့သာ)": [
    "အကျော်(နံ့သာ) ကိုမြင်မက်မူ-သတင်းဆိုးကြားရအံ့။"
  ],
  "အကြံဉာဏ်": [
    "အကြံဉာဏ် ပေးရသည်ဟုမက်က- အများ ချီးကျူးခံရမည့်အလုပ် လုပ်ရအံ့။",
    "အကြံဉာဏ် ပေးရသည်ဟုမက်မူ-အခက်အခဲတွေရလတ္တံ့၊ သို့ရာတွင် ကယ်မည့်သူပေါ်အံ့။"
  ],
  "အကြွေး": [
    "အကြွေး (ကြွေးတွင်ကြည့်ပါ။)"
  ],
  "အခ,အရမ်း": [
    "အခ,အရမ်း ရသည်ဟုမက်မူ-သူခိုး ခိုးခံရအံ့။",
    "အခ,အရမ်း ပေးရမက်မူ-ငွေရအံ့။"
  ],
  "အခန်း": [
    "အခန်း သစ်ကိုမြင်မက်မူ- အကြံလျော့ပြီးမှ အောင်အံ့။",
    "အခန်း ထဲ အိပ်နေသည်ဟုမက်က- မိဘ သဘောမတူသူနှင့် လက်ထပ်ရအံ့။",
    "အခန်း ထဲမှာ ကော်ဇောအပြည့် ခင်းထားရမက်မူ-ကံကောင်းအံ့။",
    "အခန်း သစ်တုံးဖြင့် ကာထားရသည်ဟု မက်မူ- ကျပ်တည်းသောအခြေအနေမှလွတ်အံ့။",
    "အခန်း ကောင်းကင်မှာ မြင်မက်မူ- ချစ် သူ ရ အံ့ ၊ မျှော်လင့်ချက် ပြည့်စုံအံ့။",
    "အခန်း သင်္ဘောခန်းကိုမြင်မက်က-မိမိအလုပ်ပျက်စီးအောင် သူများကြံနေအံ့။",
    "အခန်း စာသင်ကျောင်း၊ဆေးရုံခန်းကို ဖြတ်သွားရ မက်မူ-ကြံရွယ်ချက် အောင်မြင်အံ့။"
  ],
  "အခိုးအငွေ့": [
    "အခိုးအငွေ့ ကို မြင်မက်မူ - ရန်ရှိအံ့၊ သစ္စာဖောက် အံ့။"
  ],
  "အချင်း": [
    "အချင်း ကို စားရမက်မူ-အလွန်ကြွယ်ဝချမ်းသာအံ့။"
  ],
  "အချစ်": [
    "အချစ် (ချစ်သူ) တွေ့နေပြီ ဟု မက်က- သူများ ရယ်စရာဖြစ်အံ့။",
    "အချစ် နှင့်အတူနေသည်ဟုမက်က-ကံကောင်းအံ့။",
    "အချစ် ၏ကျွန် ဖြစ်နေသည်ဟုမက်မူ- စိတ် ဆင်း ရဲ အံ့။",
    "အချစ် ၏ ဆွဲဆောင်ရာ မလိုက်ဘဲ ငြင်းရသည်ဟု မက်မူ-အောင်မြင်အံ့။"
  ],
  "အချို": [
    "အချို စားရမက်မူ-ဆင်းရဲအံ့။",
    "အချို မုန့်ကြံဖက်နှင့်စားရမက်မူ-မင်းဖြစ်အံ့။"
  ],
  "အချုပ်": [
    "အချုပ် ခံရသည်ဟုမက်မူ-ကျော်စောအံ့။"
  ],
  "အခြွေအရံ": [
    "အခြေအရံ ကိုမြင်မက်မူ-အခြေအနေတိုးအံ့။"
  ],
  "အစာ": [
    "အစာ စားရမက်မူ-ချမ်းသာရောက်အံ့။",
    "အစာ သွတ်မုန့် စား ရ မက် မူ- သ တင်း ကောင်း ကြားရအံ့။",
    "အစာ သွတ်မုန့် လုပ်ရသည်ဟု မက်မူ-ဥစ္စာတိုးအံ့။",
    "အစာ ကလေးသူငယ်ကိုကျွေးရမက်မူ- ကလေးမျ ား ရအံ့။",
    "အစာ လူအိုကိုကျွေးရမက်မူ- အလုပ် ကောင်းအံ့။",
    "အစာ အိမ်တိရစ္ဆာန် များကို ကျွေးရမက်မူ- အိမ် တွင်းမူ သာယာအံ့။",
    "အစာ တိရစ္ဆာန်ရုံမှတိရစ္ဆာန်များကိုကျွေးရမက်မူ- မကြာမီ အကျိုးထူးပေးအံ့။"
  ],
  "အစားအစာ": [
    "အစားအစာ စားရမက်မူ-နာဖျားအံ့။",
    "အစားအစာ သူတစ်ပါး စားနေသည်ကို မြင်မက်မူ-ကံ ကောင်းအံ့၊",
    "အစားအစာ သူတစ်ပါးကို ပေးရသည်ဟု မက်မူ- ဥစ္စာ ပစ္စည်းရအံ့။",
    "အစားအစာ ဆိုင်မှာပြင်ထားသည်ကို မြင်မက်မူ- အလို ပြည့်အံ့။",
    "အစားအစာ ဝယ်ရမက်မူ- သတင်းကောင်း ကြားရ အံ့၊",
    "အစားအစာ ကလေးများ၊ ဆင်းရဲသူများကို ပေးရမက်မူ- မြတ်စွန်းအံ့။",
    "အစားအစာ မစားဘဲနေသည်ဟုမက်က- မပြီးမပြတ်ရှိအံ့။"
  ],
  "အစားကြီး": [
    "အစားကြီး သည်ဟုမက်က-နာဖျားအံ့၊ ဥစ္စာပျက်အံ့၊",
    "အစားကြီး သောသူကိုမြင်မက်မူ-မိတ်ဆွေများနာဖျား အံ့။"
  ],
  "အစည်းအဝေး": [
    "အစည်းအဝေး တက်ရမက်မူ-စရိတ်ပေးရအံ့။",
    "အစည်းအဝေး မှာ နားထောင်ရသည်ဟုမက်က-ရန်ဖြစ်အံ့၊"
  ],
  "အစိုးရအလုပ်": [
    "အစိုးရအလုပ် လုပ်ရသည်ဟုမက်မူ-ဆင်းရဲပင်ပန်းအံ့။"
  ],
  "အစိမ်းရောင်": [
    "အစိမ်းရောင် ကိုမြင်မက်မူ-ကံကောင်းအံ့၊ ခရီးသွားရအံ့။"
  ],
  "အစွန်းအထင်း": [
    "အစွန်းအထင်း ပယ်ဖျက်ရသည်ဟုမက်က-အနှောင့်အယှက် ဖြစ်တတ်အံ့။"
  ],
  "အစွယ်": [
    "အစွယ် ကိုမြင်မက်မူ-ကြမ္မာဆိုးတွေ့အံ့။",
    "အစွယ် ရှိသော သတ္တဝါ လိုက် သည် ဟု မက်မူ- ရာထူးတိုးဖြစ်အံ့။",
    "အစွယ် ၎င်း၏ ညှဉ်းပန်းနှိပ်စက်ခြင်း ခံရသည်ဟု မက်က-မင်းအမျက်ထားခြင်း ခံရအံ့။"
  ],
  "အဆိပ်": [
    "အဆိပ် မြင်မက်မူ-ဘေးအန္တရာယ်တွေ့အံ့။",
    "အဆိပ် သောက်ရမက်မူ-လူယုံသတ်အံ့၊ အလုပ်ပြုတ်အံ့၊ စေ့စပ်ထားခြင်းပျက်အံ့။",
    "အဆိပ် လာပေးသည်ဟုမက်က-ချစ်သူသစ္စာဖောက်အံ့၊ မကောင်းကြံအံ့။"
  ],
  "အဆောက်အအုံ": [
    "အဆောက်အအုံ မြင်မက်မူ-နေရာထိုင်ခင်း ပြောင်းလဲရအံ့။",
    "အဆောက်အအုံ များစွာမြင်မက်က- အိမ်သစ်, ယာသစ်, ပိတ်သစ်ရအံ့။",
    "အဆောက်အအုံ ကြီးကြီးမြင်မက်မူ-ကြီးပွားတိုးတက်အံ့။",
    "အဆောက်အအုံ ငယ်ငယ်မြင်မက်မူ-ဆင်းရဲအံ့။",
    "အဆောက်အအုံ မပြီးမပြတ်ကို မြင်မက်က- အထူး ကြိုးစားမှု အောင်မြင်အံ့။",
    "အဆောက်အအုံ ပေါ် တက်ရမက်မူ-ဥစ္စာရအံ့။",
    "အဆောက်အအုံ အခြားသူများ တက်နေသည်ကိုမြင်မက်မူ- သတင်းကောင်းကြားရအံ့။"
  ],
  "အဆောင်": [
    "အဆောင် လုံတံကိုင်ကို မြင်မက်မူ-ဂုဏ်ထူး ဘွဲ့ထူးရအံ့။"
  ],
  "အညစ်အကြေး": [
    "အညစ်အကြေး ကိုမြင်မက်မူ - ဂုဏ်ပျက်အံ့၊ ရှုံ့ချခံရအံ့။",
    "အညစ်အကြေး အဝတ်ပေါ်မှာ မြင်မက်မူ-ရန်နှိပ်အံ့။"
  ],
  "အညိုရောင်": [
    "အညိုရောင် ကိုမြင်မက်မူ-မဟုတ်တရား အစွပ်အစွဲခံရ အံ့၊ သို့ရာတွင် ရှင်းလင်းသွားအံ့၊ မိမိ ယုံကြည်သောသူ သစ္စာဖောက်တတ်အံ့။"
  ],
  "အတီးအမှုတ်သံ": [
    "အတီးအမှုတ်သံ သာယာနာပျော်ဘွယ် ကြားရမက်မူ-နာ ဖျားအံ့၊ လက်ဆောင်ရအံ့။",
    "အတီးအမှုတ်သံ အက, အခုန်ကို မြင်မက်က ဓုက္ခရောက်အံ့။"
  ],
  "အတင်းပြော": [
    "အတင်းပြော သံ ကြားရမက်မူ-ငွေ နည်းနည်းပါးပါး ရအံ့။",
    "အတင်းပြော မိမိက ပြောနေသည်ဟုမက်က-မိမိအပြစ် နှင့် မိမိအလုပ်ပြုတ်အံ့။"
  ],
  "အတောင်ဖျား": [
    "အတောင်ဖျား စားရမက်မူ-ချစ်သောသူရအံ့။"
  ],
  "အထက်ဆုံး": [
    "အထက်ဆုံး ထပ်မှာ နေရသည်ဟု မက်က-ဆင်းရဲအံ့။"
  ],
  "အထုပ်အပိုး": [
    "အထုပ်အပိုး ပြည့်နှက်နေသည်ကို မြင်မက်မူ သောက တွေ့ရအံ့။",
    "အထုပ်အပိုး နှင့် ခရီးထွက်ရမက်မူ - နေရာ ထိုင်ခင်း အလုပ်အကိုင် ပြောင်းရွှေ့ရအံ့။",
    "အထုပ်အပိုး ယူလာသည်ဟု မက်က - အကျိုးရှိသော စကားပြောလာအံ့။"
  ],
  "အမိပတိ": [
    "အမိပတိ အရှင်မင်းကြီးဖြစ်သည်ဟု မက်မူ-ဆင်းရဲအံ့၊ ရုတ်တရက် အန္တရာယ်တွေ့အံ့။"
  ],
  "အနာ": [
    "အနာ မြင်မက်မူ-ကံဆိုးအံ့၊",
    "အနာ နှိပ်စက်သည်ဟု မက်က - စိတ်ဒုက္ခရောက်အံ့။",
    "အနာ ခွဲသောဓားကိုမြင်မက်မူ - သတင်းကောင်းကြားရအံ့။"
  ],
  "အနီရောင်": [
    "အနီရောင် မြင်မက်မူ-ရန်ဖြစ်အံ့၊ မိတ်ပျက်အံ့။"
  ],
  "အနူ": [
    "အနူ မြင်မက်က - ဒုက္ခတွေ့အံ့။ ဂုဏ် လျော့အံ့။",
    "အနူ ရံကိုမြင်မက်မူ-အလွန်ဆင်းရဲအံ့။"
  ],
  "အနှံ": [
    "အနှံ ကောင်းလျှင်-ဂုဏ်ကျက်သရေတိုးအံ့။",
    "အနှံ မကောင်းလျှင်- ဂုဏ်ကျက်သရေဆုတ်ယုတ်အံ့။ အနာနှိပ်စက်အံ့။"
  ],
  "အနက်": [
    "အနက် ရောင်ကိုမြင်မက်မူ-ကံဆိုးအံ့။"
  ],
  "အနောက်": [
    "အနောက် အရပ်ကိုမြင်မက်မူ- ခရီးသွားရအံ့။"
  ],
  "အနှီး": [
    "အနှီး ကိုမြင်မက်မူ-ကောင်းသော လက်ထပ်ခြင်းဖြစ်အံ့။"
  ],
  "အနှိပ်စက်": [
    "အနှိပ်စက် ခံရသည်ဟုမက်က-ဘေးတွေ့အံ့။"
  ],
  "အနှောင့်အယှက်": [
    "အနှောင့်အယှက် ခံရသည်ဟုမက်မူ-နေရာထိုင်ခင်း ပြောင်းရအံ့။"
  ],
  "အပူ": [
    "အပူ ကို မက်မူ-ပူပင်သောကကင်းဝေးအံ့။"
  ],
  "အပေါ့သွား": [
    "အပေါ့သွား ရမက်မူ-ကျက်သရေလျှော့အံ့။"
  ],
  "အပေါ်": [
    "အပေါ် တက်နေမက်မူ - အထုပ် အ ကိုင် တိုး တက် အံ့။"
  ],
  "အပေါ်အကျီ": [
    "အပေါ်အကျီ များများ ထပ်ဝတ်ရမည်ဟု မက်က-ဒုက္ခများအံ့၊"
  ],
  "အပုတ်": [
    "အပုတ် ကို စားရမက်မူ-လာဘ်ရအံ့။",
    "အပုတ် စားပြီး အန်ပစ်သည်ဟု မက်က-ဘေးဆင့်အံ့။"
  ],
  "အပေါင်ဆိုင်": [
    "အပေါင်ဆိုင် ကို မြင်မက့် ပေါင်ရ မက်မူ-ဆုံးရှုံးအံ့၊ စိတ်ပျက်စရာတွေ့ရအံ့။"
  ],
  "အပေါင်းဂဏန်း": [
    "အပေါင်းဂဏန်း များသို့ ပေါင်းရမက်မူ-အမြတ်ရအံ့၊ မိတ်ဆွေများနှင့် ကွဲအံ့။"
  ],
  "အပေါင်းအနှုတ်စက်": [
    "အပေါင်းအနှုတ်စက် ကို မြင်မက်မူ-စီးပွား ဥစ္စာ တိုးတက်အံ့။"
  ],
  "အပြာရောင်": [
    "အပြာရောင် မြင်မက်မူ-အခြားသူများကို မှီခို ကြံဖွာအံ့။"
  ],
  "အပျော်တမ်း": [
    "အပျော်တမ်း တပ်သား လုပ်ရသည်ဟု မက်က-စစ်သားဖြစ်ပြီး စစ်ပွဲတွင် ကျအံ့။"
  ],
  "အပြစ်": [
    "အပြစ် တင်ခံရသည်ဟု မက်က-ချီးမွမ်းခံရအံ့။"
  ],
  "အပျို": [
    "အပျို ဖြစ်မက်မူ-ကျော်ဇောအံ့၊ ဥစ္စာရအံ့။",
    "အပျို ဖက်ရမက်မူ-နာဖျားအံ့။",
    "အပျို နှင့် လက်ထပ်ရမက်မူ -ဂုဏ်မြူရှိအံ့။"
  ],
  "အဖေ,အမေ": [
    "အဖေ,အမေ ကို မြင်မက်, စ ကားပြော ရ မက် မူ-ကံ ကောင်းအံ့။",
    "အဖေ,အမေ သေသည်ဟုမက်,စကားမပြောဟုမက်က- ဒုက္ခတွေ့အံ့။"
  ],
  "အဘိုးအဘွား": [
    "အဘိုးအဘွား မြင်မက်မူ-အမွေရအံ့၊"
  ],
  "အဖြူရောင်": [
    "အဖြူရောင် ကို မြင်မက်မူ-ကံကောင်းအံ့၊ အောင်မြင်အံ့၊"
  ],
  "အဘိဓာန်": [
    "အဘိဓာန် ဖြန့်လျက် မြင်မက်မူ-ကြိုးစား၍ တိုးတက်အံ့။",
    "အဘိဓာန် ပိတ်လျက် မြင်မက်မူ-မြောက်မြားစွာ နစ်နာအံ့၊"
  ],
  "အမာရွတ်": [
    "အမာရွတ် ကို မြင်မက်က-ချမ်းသာတိုးအံ့။"
  ],
  "အမိ": [
    "အမိ ဝမ်းထဲဝင်ရမက်မူ-ရောဂါရအံ့။"
  ],
  "အမေရိကန်": [
    "အမေရိကန် သွားရမက်မူ-ချမ်းသာကြွယ်ဝအံ့၊"
  ],
  "အမဲ": [
    "အမဲ လိုက်ရသည်ဟု မက်က-ကျန်းမာအံ့၊ ကံ ကောင်းအံ့။",
    "အမဲ လိုက်ရာ ဘာမှမရဟု မက်မူ - အလုပ်ပျက်အံ့။",
    "အမဲ သား စားရမက်မူ ပြည့်ပြည့်စုံစုံရှိအံ့၊",
    "အမဲ ခြောက် စားရမက်မူ-ခရီးသွားရအံ့။",
    "အမဲ ကြော် စားရမက်မူ-အစားကောင်း ရောက်အံ့။",
    "အမဲ ပြုတ်စားရ ကေ်မု-ဝမ်းနည်းစရာဖြစ်အံ့။",
    "အမဲ ဈေးသွားရ မက်က-ရောဂါရအံ့။"
  ],
  "အမယ်အို": [
    "အမယ့်အို နှင့် ညှာရမက်မူ-ချမ်းသာအံ့။"
  ],
  "အမည်": [
    "အမည် မှား၍ ခေါ်သည်ဟု မက်က-ချစ်သူ ဒုက္ခ တွေ့ရအံ့။"
  ],
  "အမတ်": [
    "အမတ် ဖြစ်ရသည်ဟုမက်က-တိုးတက်အံ့။"
  ],
  "အမိန့်": [
    "အမိန့် ပေးရသည်ဟုမက်မူ-ရာထူးတိုးအံ့။"
  ],
  "အမိုး": [
    "အမိုး ကို မြင်မက်မူ - ကြီးပွားတိုးတက်အံ့။"
  ],
  "အမြီး": [
    "အမြီး ကို မြင်မက်မူ-စိတ်ဒုက္ခရောက်အံ့။"
  ],
  "အမျက်": [
    "အမျက် ထွက်ရသည်ဟုမက်က-မိတ်ဆွေရအံ့။"
  ],
  "အမြင့်": [
    "အမြင့် တက်ရမက်မူ - ချမ်းသာရောက်အံ့၊",
    "အမြင့် မှ ကျသည်ဟုမက်မူ-ဒုက္ခရောက်အံ့။"
  ],
  "အမြစ်": [
    "အမြစ် ကို မြင်မက်မူ-ငယ်သူငယ်ချင်းနှင့် လက် ထပ်ရအံ့။"
  ],
  "အမြတ်": [
    "အမြတ် များစွာ ရသည်ဟု မက်မူ - ဆုံးရှုံး ပျက် စီးအံ့။"
  ],
  "အမြတ်တော်ကြေး": [
    "အမြတ်တော်ကြေး မက်က-ငွေကြေးဆုံးရှုံးအံ့။"
  ],
  "အမြောက်": [
    "အမြောက် လက်နက်ကို မြင်မက်မူ- မုချ ကံကောင်း အံ့။",
    "အမြောက် များကို မြင်မက်က-သတ္တုဖောက်အံ့။",
    "အမြောက် သံကြားရမက်မူ-ဆွေမျိုးထဲမှသေအံ့။ ဆန်းကြွယ်သောသတင်းကြားရအံ့။",
    "အမြောက် သံ နားကွဲနားမတတ်ကြားရမက်မူ-ကြံစည် ထားသော အကြံကြီး အောင်မြင်အံ့။",
    "အမြောက် ပစ်ရသည်ဟု မက်က-ကိုယ့်ကိစ္စ မဟုတ်သော အလုပ် များကြောင့် ကြီးပွားရေး နှောင့်နှေးနေအံ့။"
  ],
  "အမွေ": [
    "အမွေ ရသည်ဟု မက်မူ-ဆွေမျိုး နီးစပ် တစ်ဦး သေအံ့။",
    "အမွေ ပေးရသည်ဟု မက်က-မမျှော် လင့်သော နေရာမှ ငွေရအံ့။",
    "အမွေ ပြတ်သည်ဟု မက်က-အောင်မြင်အံ့။",
    "အမွေ စားအဖြစ် အမွှေးခံရသည်ဟု မက်မူ-အကူအညီတောင်းအံ့။",
    "အမွေ စားအဖြစ် တစ်စုံတစ်ဦးအား မွေးရသည်ဟု မက်မူ-ဒုက္ခများအံ့။"
  ],
  "အမွှေး": [
    "အမွှေး အမျှင်များ မြင်မက်မူ-ကံဆိုးအံ့၊ ဥပဒ်တွေ့အံ့။",
    "အမွှေး အကြိုင်ကို မက်မူ-အစစ အရာရာ ကောင်း အံ့။",
    "အမွှေး တိုင် ထွန်းရမက်မူ-ချမ်းသာသုခရအံ့။",
    "အမွှေး တိုင် အနံ့ရသည်ဟု မက်က- စိတ်ဝင်စား ဖွယ်ရာ သတင်းကြားရအံ့။"
  ],
  "အမှု": [
    "အမှု ဖြစ်၍ အပြစ်မှ လွတ်သည်ဟု မက်က-ရန် နိုင်အံ့။"
  ],
  "အမှတ်တရ": [
    "အမှတ်တရ လက်ဆောင်ပေးရသည်ဟု မက်မူ-မိတ်ဆွေ ပေါ်အံ့။",
    "အမှတ်တရ လက်ဆောင် ရသည်ဟု မက်မူ-စိတ်ပျော် ရွှင်အံ့။"
  ],
  "အမှိုက်သရိုက်": [
    "အမှိုက်သရိုက် မြင်မက်မူ-ကွဲကွာအံ့။"
  ],
  "အမှောင်": [
    "အမှောင် ကို မြင်မက်က-အခက်အခဲတွေ့ရအံ့။"
  ],
  "အမြှောက်အပင့်": [
    "အမြှောက်အပင့် ကို မြင်မက်မူ-စိတ်ပျက်ရအံ့။"
  ],
  "အမြှုပ်": [
    "အမြှုပ် ကို မြင်မက်မူ - စိတ်ရွှင်လန်းရအံ့။"
  ],
  "အမြွှာပူး": [
    "အမြွှာပူး မွေးသည်ဟု မက်မူ - သတင်းထူး ကြားရအံ့။",
    "အမြွှာပူး သုံးမြွှာပူး မွေးသည်ဟု မက်က - မတည်မြဲ အံ့။"
  ],
  "အရိမေတ္တေယျ": [
    "အရိမေတ္တေယျ မြတ်စွာဘုရားကို ဖူးတွေ့ရသည်ဟု မက်မူ- တစ်နေ့တစ်ခြား ထင်ရှား ကျော်ဇောအံ့၊ ဘုန်းကျက်သရေ တိုးတက်အံ့။"
  ],
  "အရူး": [
    "အရူး မြင်မက်မူ-နာဖျားအံ့၊ အနှောင့် အယှက် တွေ့အံ့။",
    "အရူး ဖြစ်ရသည်ဟုမက်က-အသက်ရှည်အံ့။",
    "အရူး များထဲ ရောက်နေသည်ဟု မက်မူ- စည်း စိမ် တိုးအံ့။",
    "အရူး လှည့်ပတ်ခံရသည်ဟု မက်က- သွားလေရာ လာဘ်ရအံ့။",
    "အရူး ကဲ့သို့ ကခုန် နေရသည်ဟု မက်မူ- ဘေး ပျောက်အံ့။",
    "အရူး ထောင်ကို မြင်မက်မူ-သတင်းထူးကြားရအံ့။",
    "အရူး ထောင်ထဲ ရောက်နေသည်ဟု မက်မူ ဒုက္ခ ကြီးစွာတွေ့အံ့။",
    "အရူး ထောင်သွားရမက်မူ-ညာဏ်ကြီးအံ့။"
  ],
  "အရက်": [
    "အရက် သောက်ရသည်ဟု မက်မူ- ဥစ္စာရအံ့၊ စဉ်း စိမ်ရှိအံ့၊ ကြောင့်ကြများအံ့။",
    "အရက် မသောက်ဖို့ ငြင်း ရ သည် ဟု မက် က- ကောင်းကျိုးပေးအံ့။",
    "အရက် သောက်နေသူများကို မြင်မက်မူ- အလုပ် ကိစ္စ မရှင်နိုင်ဘဲ ရှိအံ့။",
    "အရက် ကျန်းမာပါစေ ဆို၍ သောက် က ကံ ကောင်းအံ့။",
    "အရက် သောက်၍ မူးနေသည်ဟု မြင် မက် မူ- ငွေ ကြေး ဆုံးရှုံးအံ့။",
    "အရက် မိမိကိုယ်တိုင် မူးနေသည်ဟု မက်က - ဉာဏ် တိုးအံ့၊ ငွေကြေး အခက်အခဲတွေ့အံ့။",
    "အရက် သူများသောက်သော ဝိုင်းထဲ ဝင်သောက် သည်ဟု မက်မူ-သောက ကင်းအံ့။",
    "အရက် မူးများ ငိုနေသည်ဟု မက်က- ပျော်ရွှင်အံ့။"
  ],
  "အရက်ဆိုင်(ဘား)": [
    "အရက်ဆိုင်(ဘား) ကိုမြင်မက်မူ-မိတ်ဆွေများ အထင်ကြီးအံ့။",
    "အရက်ဆိုင်(ဘား) အပြင်မှာ နေရသည်ဟု မက်က- သောက ကင်းအံ့။",
    "အရက်ဆိုင်(ဘား) ထဲ ရောက် နေ သည် ဟု မက် မူ - အသက် ရှည်အံ့။"
  ],
  "အရိပ်": [
    "အရိပ် ကို မြင်မက်မူ-ရုတ်တရက်သေအံ့၊ ရန်ဖြစ်အံ့။"
  ],
  "အရုဏ်": [
    "အရုဏ် တက်ချိန်ကိုမက်က- ရှေ့တွင် အလုပ် ပင်ပန်း အံ့။"
  ],
  "အရုပ်ကား": [
    "အရုပ်ကား နံရံပေါ်မှာ မြင်မက်မူ-ချစ်သူရအံ့။",
    "အရုပ်ကား ဆိုင်မှာမြင်မက်မူ-အလုပ်ကောင်းအံ့။",
    "အရုပ်ကား ရေးဆွဲရသည်မက်က စာပေနှင့်အကျိုးပေး အံ့။"
  ],
  "အရုပ်ဆိုး": [
    "အရုပ်ဆိုး သောသူကိုမြင်မက်က-ကံကောင်းအံ့။",
    "အရုပ်ဆိုး သည်(မိမိ)ဟုမက်မူ- ရပ် ဝေး မှ သ တင်း ကောင်း ကြားရအံ့။"
  ],
  "အရောင်တင်ဆေး": [
    "အရောင်တင်ဆေး သုတ်နေသည်ကိုမြင်မက်မူ- ရန်ဖြစ်အံ့။"
  ],
  "အရိုး": [
    "အရိုး (လူရိုး)ကို မြင်မက်မူ-ဆွေမျိုးထဲမှ သေအံ့။",
    "အရိုး (တိရစ္ဆာန်အရိုး)မြင်မက်က- ဆင်း ရဲ အံ့၊ စီးပွားပျက်အံ့။",
    "အရိုး စုကိုမြင်မက်မူ-အိမ်တွင်းသောကဖြစ်အံ့။",
    "အရိုး အိုးကိုမြင်မက်က-ဆွေမျိုးများဂုဏ်တက်အံ့။"
  ],
  "အရှေ့အရပ်": [
    "အရှေ့အရပ် ကို မြင်မက်မူ-ဘာသာရေးကိစ္စနှင့် ခရီးဝေး သွားရအံ့။"
  ],
  "အရှက်": [
    "အရှက် ရသည်ဟုမက်က-ကံထူးအံ့။"
  ],
  "အလံ": [
    "အလံ မြင်မက်မူ- ကျော်ဇောအံ့၊ ကံကောင်းအံ့၊ ရပ်ဝေးမှ သတင်းကောင်း ကြားရအံ့။",
    "အလံ ရသည်ဟုမက်မူ-အစစအရာရာ ကောင်းအံ့။",
    "အလံ လွှင့်ရသည်ဟုမက်က-ဂုဏ်ပျက်အံ့။",
    "အလံ လွှင့်ထားသည်ဟုမက်မူ-ရန်ရှိအံ့။",
    "အလံ ကိုင်ထားရမက်မူ-ခေတ္တ အောင်မြင်အံ့။",
    "အလံ ကျသည်ဟုမက်မူ-ကံဆိုးအံ့၊ နာ ဖျား အံ့။",
    "အလံ ယူလာရသည်ဟုမက်မူ-မိတ်ဆွေများ သတိ ရအံ့။",
    "အလံ ထူရသည်ဟုမက်က-ဂုဏ်လျော့ကျအံ့။",
    "အလံ ကို အလေးပြုရသည်ဟု မက်မူ- ဂုဏ်ရှိသော ရာထူးရအံ့။",
    "အလံ ပြောင်းပြန် ထူထားသည်ကို မြင် မက်က- အသွားအလာ ဆင်ခြင်ရအံ့။",
    "အလံ စုတ်ပြတ်, ညစ်ပတ်လျက်မက်မူ- ပျက်စီးအံ့။",
    "အလံ ငြိမ်သက်နေသည်ဟုမက်က-ဂုံးတိုက်အံ့။"
  ],
  "အလင်းရောင်": [
    "အလင်းရောင် တောက်ပစွာမြင်မက်မူ- ကျော် ကြား အံ့၊ အကြံအောင်အံ့။",
    "အလင်းရောင် မှိန်သည်ဟုမက်က-ရောဂါရအံ့။"
  ],
  "အလိမ်ခံ": [
    "အလိမ်ခံ ရသည်ဟုမက်မူ- အလုအယက်ခံရအံ့။"
  ],
  "အလုပ်": [
    "အလုပ် ပင်ပန်းစွာ လုပ်နေရသည်ဟု မက်က- နာ ဖျားအံ့။",
    "အလုပ် သူများလုပ်နေသည်ကိုမြင်မက်မူ- အလုပ် အကိုင် အောင်မြင်အံ့။",
    "အလုပ် အစမ်းလုပ်ရသည်ဟုမက်က- ချမ်း သာအံ့။ ရန်နိုင်အံ့။",
    "အလုပ် ဖြုတ်ခံရသည်ဟုမက်မူ- ရာထူးတိုးအံ့။",
    "အလုပ် အကိုင်ပျက်သည်ဟုမက်က- အောင်မြင်အံ့။",
    "အလုပ် မရဟုမက်က-အလုပ်ရအံ့။",
    "အလုပ် ညာလက်ဖြင့် အလုပ်လုပ်နေသည်ကိုမြင်မက် မူ-ချစ်သူရအံ့။",
    "အလုပ် ဘယ်လက်ဖြင့်အလုပ်လုပ်နေသည်ကိုမြင်မက် က-ခေတ္တ ငွေကျပ်အံ့။",
    "အလုပ် တိုက်မှ နှင်ထုတ်ခံရသည်ဟု မက်မူ- ငွေဆုံး အံ့။",
    "အလုပ် ရုံးကိုမြင်မက်မူ ကြီးပွားအံ့၊ ငွေရအံ့။",
    "အလုပ် ရှင်ကိုမြင်မက်မူ-ကြီးပွားတိုးတက်အံ့။",
    "အလုပ် သမားများ အလုပ်လုပ်နေသည်ကိုမြင်မက် မူ-ဥစ္စာတိုးအံ့၊ ကံကောင်းအံ့။",
    "အလုပ် သမားများအလုပ်မလုပ်ဟု မက်က- ဆင်းရဲအံ့။",
    "အလုပ် သမားများ ခိုက်ရန်ဖြစ်နေသည်ဟု မက်မူ- သူပုန်ထအံ့။"
  ],
  "အလောင်းစင်": [
    "အလောင်းစင် ကိုမြင်မက်မူ-မင်္ဂလာပွဲ ကျင်းပရ အံ့၊ ဥစ္စာ ရအံ့။"
  ],
  "အလောင်းအစား": [
    "အလောင်းအစား လုပ်ရသည်ဟုမက်က-အလွန်ကံဆိုးအံ့။"
  ],
  "အလုံခန်း": [
    "အလုံခန်း ထဲ ရောက်သည်ဟုမက်မူ-ကြေကွဲစရာ တွေ့ရအံ့။",
    "အလုံခန်း မှ လွတ်လာသည်ဟုမက်က- ဒုက္ခမှလွတ်အံ့။",
    "အလုံခန်း မြေအောက်အလုံခန်းကို မြင်မက်မူ အမွေ ပစ္စည်းများရအံ့။"
  ],
  "အလိုမတူသူ": [
    "အလိုမတူသူ နှင့် ပေါင်းရမက်မူ-သေတတ်အံ့။"
  ],
  "အလှူ": [
    "အလှူ ပေးရသည်ဟုမက်က-အလိုပြည့်အံ့။"
  ],
  "အဝါရောင်": [
    "အဝါရောင် ကိုမြင်မက်မူ-အခြေမြဲအံ့၊ ရွှေရအံ့။"
  ],
  "အဝီစိငရဲ": [
    "အဝီစိငရဲ မြင်မက်မူ- ဆင်းရဲ ဒုက္ခ ရောက်အံ့၊ အလုပ် အကိုင် ပျက်စီးအံ့။",
    "အဝီစိငရဲ ရောက်ပြီ ပြန်လာရသည်ဟုမက်က-ချမ်းသာ သူအတွက် ကံဆိုးအံ့၊ ဆင်းရဲသူအတွက် ကံကောင်းအံ့။"
  ],
  "အဝတ်": [
    "အဝတ် အထည်မြင်မက်မူ-ကံကောင်းအံ့။",
    "အဝတ် များစွာမြင်မက်မူ-ဒုက္ခတွေ့အံ့။",
    "အဝတ် ဖြူကိုမြင်မက်မူ-အောင်မြင်အံ့။",
    "အဝတ် အစိမ်းကိုမြင်မက်မူ- ခရီးသွားရအံ့။",
    "အဝတ် မည်းကိုမြင်မက်မူ-ကံဆိုးအံ့။",
    "အဝတ် ပြာကိုမြင်မက်မူ - သုခချမ်းသာရအံ့။",
    "အဝတ် အနီကိုမြင်မက်မူ အတိဒုက္ခရောက်အံ့။",
    "အဝတ် အဝါကိုမြင်မက်မူ-ကံကောင်းအံ့၊",
    "အဝတ် ပတ္တမြားရောင်မြင်မက်မူ- သတင်းကောင်း ကြားရအံ့။",
    "အဝတ် ရွှေရောင်မြင်မက်မူ-အကြီးအကဲဖြစ်အံ့။",
    "အဝတ် ရောင်စုံကိုမြင်မက်မူ-ဥစ္စာတိုးအံ့။",
    "အဝတ် ဝုတ်ကိုမြင်မက်က- ဆင်းရဲပင်ပန်းအံ့။",
    "အဝတ် ညစ်ပတ်စွာ မြင်မက်မူ- ရောဂါရအံ့၊ ကံ ဆိုးအံ့။",
    "အဝတ် အမြောက် အမြား မြင်မက်က - အနှောင့် အယှက် တွေ့အံ့။",
    "အဝတ် လူသေမှ မြင်မက်မူ- သူငယ်ချင်း တစ်ဦး သေအံ့။",
    "အဝတ် ချည်ထည် မြင်မက်က - အမြတ် များစွာ ရအံ့။",
    "အဝတ် အဖိုးတန် မြင်မက်မူ - အမှား ပြုလုပ်မိအံ့။",
    "အဝတ် သစ်မြင်မက်က- အရောင်းအဝယ် စွံအံ့၊ ကျော်ကြားအံ့။",
    "အဝတ် ကိုယ်မှာ မလုံတလုံ မြင်မက်မူ - ချမ်းသာဖို့ ဖြစ်အံ့။",
    "အဝတ် မိမိကိုယ်မှာ ဗလာ မြင်မက်က - ဆင်းရဲအံ့၊ နာမည် ပျက်အံ့၊ ချစ်သူဆုံးအံ့။",
    "အဝတ် သူတစ်ပါး ကိုယ်မှာ ဗလာ မြင်မက်မူ- ကြောက်စရာ တွေ့ရအံ့။",
    "အဝတ် မိန်းမပျိုမှာ ဗလာ မြင်မက်မူ - ပျော်ရွှင်ရ အံ့။",
    "အဝတ် မိန်းမကြီးမှာ ဗလာမြင်မက်မူ-အရှက်ရအံ့။",
    "အဝတ် ဝတ်ရ မက်မူ ကံကောင်းအံ့၊ မိတ်ဆွေသစ် များ ရအံ့။",
    "အဝတ် ကောင်းဝတ်ရ မက်မူ - စိတ်ချမ်းသာအံ့။ အောင်မြင်အံ့။",
    "အဝတ် ဝတ်မမိသော အဝတ် ဝတ်ရ မက်မူ- အိမ်တွင်း ခိုက်ရန်ဖြစ်အံ့။",
    "အဝတ် ဆန်းကြယ်စွာ ဝတ်ရမက်မူ-ငွေဆုံးအံ့။",
    "အဝတ် ရောင်စုံဝတ်ရမက်မူ - စိတ်ပျက်စရာ ဖြစ်အံ့။",
    "အဝတ် ကြီးကြီးဝတ်ရမက်မူ - လာဘ်ရအံ့။",
    "အဝတ် ဖြူဝတ်ရမက်မူ- ရောဂါပျောက်အံ့။",
    "အဝတ် မည်းဝတ်ရမက်မူ- သေပျောက်အံ့။",
    "အဝတ် ညိုဝတ်ရမက်မူ - အကြံအောင်အံ့။",
    "အဝတ် သစ်ဝတ်ရမက်မူ - ကျော်ဇောအံ့။",
    "အဝတ် စုတ်ဝတ်ရမက်မူ - ကြေကွဲစရာ ဖြစ်အံ့။",
    "အဝတ် ညစ်ဝတ်ရမက်မူ- နာဖျားအံ့၊ အရှက်ရအံ့။",
    "အဝတ် ရောင်းရမက်မူ - ယခု အလုပ် အကျိုးအမြတ် နည်းအံ့။",
    "အဝတ် ဝယ်ရမက်က-ငွေရအံ့။",
    "အဝတ် မြို့ ဝယ်ရမက်မူ - အကြီးအကဲဖြစ်အံ့။",
    "အဝတ် ဆင်း ရဲ သားများ စား ပေးပစ် ရသည်ဟု မက်က-ဆုရအံ့။",
    "အဝတ် ခေါက်ရမက်မူ - ချစ်သူရအံ့။",
    "အဝတ် ဖာထေးရမက်မူ - ဆုံးရှုံးသည်ကို ပြန်ရအံ့။",
    "အဝတ် လျှော်ဖွတ်ရ မက်က - အိမ်တွင်းမှု အခက်အခဲ တွေ့ရအံ့။",
    "အဝတ် ခိုးယူသည်ဟု မက် က - အလုပ် ကောင်းအံ့၊ အချစ်တွေ့အံ့။",
    "အဝတ် မီးလောင်သည်ဟု မက်က - ရောဂါရအံ့၊",
    "အဝတ် ပေါက်,ပြဲသည်ဟု မက်က - ဥစ္စာ ဆုံးရှုံးအံ့။",
    "အဝတ် လျှော်စက်ကို မြင်မက်မူ - ကုမ္ပဏီလီမိများ၏ အလိမ်ခံရအံ့။",
    "အဝတ် လျှော်စက်ရပ်သွားသည်ဟု မက်က-အလုပ် နှေးကွေးအံ့၊"
  ],
  "အသမာ": [
    "အသမာ ပေါက်သည်ဟု မက်က- အထူး ကျန်းမာအံ့။"
  ],
  "အသား": [
    "အသား အနံ့ ညှော်နပ်, မြှေဇော်နေသည်ဟု မက်မူ- ရောဂါ ပျောက်အံ့။",
    "အသား အအရောင်ကျန်းမာသည်ဟု မက်က- ကံကောင်းအံ့။",
    "အသား စားရမက်မူ - အကောင်းစားရအံ့။",
    "အသား စိမ်း စားရမက်မူ - ကံကောင်းအံ့၊ ရောဂါ ပျောက်အံ့။",
    "အသား ကင်စားရမက်မူ - ကံကောင်းအံ့။",
    "အသား တုံး စားရသည်ဟု မက်က - ဥစ္စာ များစွာ ရအံ့။",
    "အသား ဝါသည်ဟု မက်က - အဖျားရောဂါ စွဲကပ်အံ့။",
    "အသား ယုတ်လျော့သည်ဟု မက်မူ-ဆင်းရဲအံ့။",
    "အသား တိုးသည်ဟု မက်က - မကြာမီချမ်းသာအံ့။",
    "အသား လောင်ကျွမ်းသည်ဟု မက်မူ - မိတ်ဆွေများ သစ္စာဖောက်အံ့၊ မယား သူတစ်ပါးနှင့် ဖောက်ပြန်အံ့။",
    "အသား လူသားစားမက်မူ - မတရားသဖြင့် ဥစ္စာရအံ့။"
  ],
  "အသိအကျွမ်း": [
    "အသိအကျွမ်း ကို မြင်မက်မူ - ကံကောင်းအံ့။"
  ],
  "အသီးအပွင့်": [
    "အသီးအပွင့် ကို မြင်မက်မူ - ချမ်းသာသုခ ဖြစ်အံ့။",
    "အသီးအပွင့် နှင့် သစ်ပင်ကို မြင်မက်မူ - ဥစ္စာတိုးအံ့။"
  ],
  "အသည်း": [
    "အသည်း ကို စားရမက်မူ - ကျန်းမာအံ့။",
    "အသည်း ၌ အနာပေါက်သည်ဟုမက်က - အသက်နှုိ့ စည်းစိမ် အန္တရာယ်ဖြစ်အံ့။",
    "အသည်း ရန်သူ၏ အသည်းစားရမက်မူ - အောင်မြင်အံ့။"
  ],
  "အသံ": [
    "အသံ သာယာစွာ ကြားရမက်မူ - သတင်း ကောင်း ကြားရအံ့။",
    "အသံ ဝေသည်, ပြာသည်ဟု မက်က - မမြဲသော ရာထူးတို့သို့တက်ရအံ့။"
  ],
  "အသေကောင်": [
    "အသေကောင် မြင်မက်မူ - စိတ်ချမ်းသာအံ့။",
    "အသေကောင် အတံမဲ့မြင်မက်မူ - ပျက်စီးအံ့။",
    "အသေကောင် ပုပ်ပွလျက် မြင်မက်မူ - ဘေးပျောက်အံ့။"
  ],
  "အသက်": [
    "အသက် ကြီးရင့်သွားပြီဟု မက်က - အလုပ် နိုင်နင်းစွာလုပ်ရအံ့။",
    "အသက် ငယ်နေသည်ဟု မက်က - မိုက်မဲစွာ ပြုကျင့်အံ့။",
    "အသက် ရှူရကျပ်သည်ဟုမက်က - အနှောင့်အယှက်တွေ့ရအံ့။",
    "အသက် လေကောင်းရှူရမက်မူ - ကျန်းမာအံ့။",
    "အသက် လေပုပ်ရှူရမက်မူ - နာဖျားအံ့။",
    "အသက် မွှေးကြိုင်စွာရှူရမက်မူ - အား လုံး ကောင်းအံ့။",
    "အသက် အာမခံထားရသည်ဟုမက်က - ဥစ္စာတိုးအံ့၊ အခြေခိုင်အံ့။",
    "အသက် အာမခံစာချုပ် ပျောက်သည်ဟု မက်က - ဥစ္စာပစ္စည်းအတွက် စိုးရိမ်ရအံ့။",
    "အသက် အာမခံကိုယ်စားလှယ်လုပ်ရသည်ဟုမက်မူ - အခြေတကျ မနေရဘဲရှိအံ့။",
    "အသက် ကယ်လှေကို ကမ်းနားမှာမြင်မက်မူ - အခက်အခဲ တွေ့ရအံ့။",
    "အသက် ကယ်လှေ, အသက်ကယ်နေသည်ဟု မက်မူ - အလုပ်အကိုင် အေးချမ်းသာယာစွာ ရှိအံ့။"
  ],
  "အာဇာနည်": [
    "အာဇာနည် သူရဲကောင်းမြင်မက်မူ - မိမိကို ယခင်က အေးစက်စက်လုပ်နေသူ, ယခု စိတ်ပြောင်းအံ့။",
    "အာဇာနည် ကုန်း အလေးပြုရသည်ဟုမက်က - ဂုဏ်မြတ်အံ့၊ ဥစ္စာရအံ့။"
  ],
  "အာဒါလွတ်ဥ": [
    "အာဒါလွတ်ဥ စားရမက်မူ ကြီးပွားအံ့၊ စိတ္တသုခရအံ့။"
  ],
  "အာဒံနှင့်ဧဝ": [
    "အာဒံနှင့်ဧဝ (ကမ္ဘာဦးလူ)ကို မြင်မက်မူ- သွေးဆောင်ခံရအံ့၊ မိန်းမကြောင့် ဒုက္ခတွေ့ရအံ့၊ မကြာမီ ကလေးမျက်နှာမြင်အံ့။",
    "အာဒံနှင့်ဧဝ နှင့်စကားပြောရ မက်မူ- အလိုပြည့် ရန် နှောင့်နှေးအံ့။"
  ],
  "အာဖရိက": [
    "အာဖရိက တိုက်ကိုမက်မူ- မမျှော်လင့်သော ဥစ္စာပစ္စည်းရအံ့။"
  ],
  "အာယား": [
    "အာယား (ကလေးထိန်းမှာကြည့်ပါ။)"
  ],
  "အာရပ်": [
    "အာရပ် လူမျိုးကို မြင်မက်မူ-ချစ်ကိစ္စတွေ့ရအံ့။"
  ],
  "အာလူး": [
    "အာလူး ကိုမြင်မက်- အလုပ်အကိုင် အကြံအစည် ပျက်စီးအံ့။"
  ],
  "အီး": [
    "အီး ပေါက်ရသည်ကိုမက်က ကျန်းမာအံ့။"
  ],
  "အူ": [
    "အူ (လူအူ)စားရမက်မူ- အလွန် ချမ်းသာအံ့။",
    "အူ အသည်း(ကလီစာ) စားရမက်မူ- စိုးရိမ်ရအံ့၊ ရောဂါရအံ့။",
    "အူ အချင်းစားရမက်က- အသပြာ တစ်သိန်း ရအံ့။"
  ],
  "အူသံ": [
    "အူသံ ကြားရမက်မူ-သေပျောက်အံ့။"
  ],
  "အေး": [
    "အေး ချမ်းသည်ဟုမက်က-စီမံနှိမ့်အံ့၊ မိတ်ကောင်းရအံ့။"
  ],
  "အော့နာဝမ်းကျ": [
    "အော့နာဝမ်းကျ ဖြစ်သည်ဟုမက်မူ-နာဖျားအံ့။"
  ],
  "အော့အန်": [
    "အော့အန် ရသည်ဟုမက်က-ကျန်းမာအံ့။",
    "အော့အန် နေသည်ကိုမြင်မက်မူ- ချမ်းသာသူ ဆင်းရဲအံ့၊ ဆင်းရဲသူ ချမ်းသာအံ့။"
  ],
  "အော်ဟစ်": [
    "အော်ဟစ် ရသည်ဟုမက်က- ဒုက္ခတွေ့အံ့၊ အပြောင်းအလဲဖြစ်အံ့။",
    "အော်ဟစ် သံကြားရမက်မူ- အိမ်တွင်းရန်ရှိအံ့၊ ကိုယ့်ချစ်သူ တစ်ခြားသူနှင့် ညားအံ့၊ စိတ်ဒုက္ခရောက်အံ့။"
  ],
  "အန်စာ": [
    "အန်စာ ကစားရသည်ဟုမက်က-ဆုံးရှုံးအံ့။"
  ],
  "အံဆွဲ": [
    "အံဆွဲ ပွင့်ရသည်ဟုမက်က-ကံကောင်းအံ့။",
    "အံဆွဲ ဖွင့်မရဟုမက်က- ကံဆိုးအံ့။"
  ],
  "အံသွား": [
    "အံသွား ကျိုးသည်ဟုမက်မူ-ကြီးသူသေအံ့။"
  ],
  "အက္ခရာ": [
    "အက္ခရာ ကိုမြင်မက်မူ- ပျောက်နေသောသူ ပြန်လာအံ့။"
  ],
  "အင်္ကျီ": [
    "အင်္ကျီ အသစ် ဝတ်ရသည်ဟု မက်က- အနှောင့်အယှက် တွေ့အံ့။",
    "အင်္ကျီ အဟောင်း၊အရုတ် ဝတ်ရမက်မူ- ချမ်းသာအံ့။",
    "အင်္ကျီ ရှည် ဝတ်ရမက်မူ- မိမိယုံကြည်သူ သစ္စာဖောက်အံ့။",
    "အင်္ကျီ အပေါ်အင်္ကျီချည်း ဝတ်ရမက်မူ- သူများထက်ထူး၍ အောင်မြင်အံ့။",
    "အင်္ကျီ ရာသီမဟုတ်သော အင်္ကျီဝတ်ရမက်မူ- မနှစ်မြို့ဖွယ် သတင်းကို ပို့ရအံ့။",
    "အင်္ကျီ ချွတ်ရမက်မူ- လျှို့ဝှက်ချက်များ သိရအံ့။",
    "အင်္ကျီ သူများ ချွတ်နေသည်ကို မြင်မက်မူ- လျှင် ပေါ်လော်လီအံ့။",
    "အင်္ကျီ ဝယ်ရသည်ဟုမက်မူ-ရွှေရေးမူလုံအံ့။"
  ],
  "အင်္ဂတေ": [
    "အင်္ဂတေ ကိုမြင်မက်မူ-မကြာမီ လက်ထပ်ရအံ့။"
  ],
  "အင်္ဂါဂြိုဟ်": [
    "အင်္ဂါဂြိုဟ် ကိုမြင်မက်မူ-ရန်ဖြစ်အံ့။"
  ],
  "အင်ဂျင်စက်": [
    "အင်ဂျင်စက် လည်နေသည်ကို မြင်မက်မူ-မကြာမီ အခက်အခဲ တွေ့ရအံ့။",
    "အင်ဂျင်စက် ရပ်နေသည်ဟု မက်က-ရေလိုက် လွဲနေအံ့။"
  ],
  "အပ်": [
    "အပ် မြင်မက်မူ-ရုတ်တရက် အနာတရ ဖြစ်အံ့၊ ချစ်သူ ဒုက္ခဖြစ်အံ့။",
    "အပ် စူးသည်ဟုမက်က-ချစ်ဒုက္ခပိုအံ့။",
    "အပ် ချုပ်သမားကိုမြင်မက်မူ- လူညိုငြားခံ ရအံ့။",
    "အပ် ချုပ်လက်ခုပ်ကိုမြင်မက်မူ-ရာထူးမှ ဆုံးရှုံးအံ့။",
    "အပ် ချုပ်လုပ်ငန်းကိုမြင်မက်မူ- မိမိ ယုံကြည်သူ သစ္စာဖောက်အံ့။",
    "အပ် ချည်ကို မြင်မက်မူ-မကောင်းကြံ ခံ ရ အံ့။",
    "အပ် ချည်ပြတ်သည်ဟုမက်က- ဆင်း ရဲ အံ့။",
    "အပ် ချည်လုံးမှာ ရှုပ်ထွေးစွာမြင်မက်မူ- ဖရိုဖ ရဲ ပျက်စီးအံ့။"
  ],
  "အလ်ပါကား": [
    "အလ်ပါကား အဝတ်မြင်မက်မူ- လက်ဆောင်ရအံ့။"
  ],
  "အိတ်": [
    "အိတ် အဝတ်အိတ်ကို မြင်မက်မူ- အလုပ် အောင်မြင်အံ့။",
    "အိတ် သားရေအိတ် မြင်မက်မူ- ခရီး ထွက်ရအံ့။",
    "အိတ် စက္ကူအိတ် မြင်မက်မူ- အိမ်တွင်းပြဿနာ ပေါ်အံ့။",
    "အိတ် ထဲ ထည့်ရမက်မူ-လက်ဆောင်ရအံ့။",
    "အိတ် ထဲ ငွေအပြည့် မြင်မက်က- တစ် သက် လုံး ချမ်းသာအံ့။",
    "အိတ် ထဲ ငွေမရှိဟုမက်က-ခေါင်းပါးအံ့။",
    "အိတ် စုတ်ပြတ်နေသည်ဟုမက်က-ငွေမြှုပ်နှံချက် မှားအံ့။"
  ],
  "အိပ်ခန်း": [
    "အိပ်ခန်း ကိုမြင်မက်မူ အပြောင်းအလဲရှိအံ့။"
  ],
  "အိပ်စရေး": [
    "အိပ်စရေး (ဓာတ်မှန်)ရိုက်ထားသောပုံကို မြင်မက်မူ- အကြီးအကျယ် အခက်အခဲ တွေ့ရပြီးမှ အချိန်အားလျော်စွာ ဖြေရှင်းနိုင်အံ့။"
  ],
  "အိပ်ပျော်": [
    "အိပ်ပျော် သည်ဟုမက်က-ဘေးအန္တရာယ် ဖြစ်အံ့၊",
    "အိပ်ပျော် ဘုရားရှိခိုးကျောင်းထဲမှာ အိပ်ပျော်နေသည်ဟု မက်က-အဆီးအတား အနှောင့်အယှက် တွေ့အံ့။",
    "အိပ်ပျော် လျက် လမ်းလျှောက်နေရသည်ဟု မက်က- လက်ဆောင်ရအံ့၊ ရောဂါရအံ့။"
  ],
  "အိပ်မပျော်": [
    "အိပ်မပျော် ဟုမက်က-ပူဆွေးရအံ့၊ ခက်ခဲသော ပြဿနာ မကြာမီ ဖြေရှင်းနိုင်အံ့။"
  ],
  "အိပ်မက်": [
    "အိပ်မက် သူတစ်ပါးအား ပြောနေသည်ဟုမက်က- မတော်တဆ ထိခိုက်အံ့။",
    "အိပ်မက် အဓိပ္ပာယ် မေးရသည်ဟု မက်မူ- ရပ်ဝေးမှ သတင်းကြားရအံ့။",
    "အိပ်မက် ထဲမှာ အိပ်မက်နေသည်ဟုမက်က- ရက်ရက်စက်စက် အလိမ်ခံရအံ့။"
  ],
  "အိပ်မွေ့ချ": [
    "အိပ်မွေ့ချ ခံရသည်ဟုမက်မူ- ရှုံ့ချခံရအံ့၊ ယုံကြည်သူက သစ္စာဖောက်အံ့။"
  ],
  "အိပ်ရာ": [
    "အိပ်ရာ ခန့်ညားစွာမြင်မက်မူ- တစ် သက် အခြေတည်မြဲအံ့။",
    "အိပ်ရာ ပေါ်လဲနေသည်ဟုမက်က- နာဖျားအံ့။",
    "အိပ်ရာ ပေါ်ထိုင်ရသည်ဟု မက်က- မကြာ မီလက်ထပ်ရအံ့။",
    "အိပ်ရာ ပေါ်နှစ်သိမ့်စွာ လဲလျောင်းရသည်ဟုမက်က- မိန်းမရအံ့။",
    "အိပ်ရာ ပေါ်အိပ်ရမက်မူ-ကောင်းဖို့ ပြောင်းလဲရအံ့။",
    "အိပ်ရာ ထူးခြားသော အိပ်ရာထဲရောက်နေသည်ဟုမက်က- မမျှော်လင့်သော ကောင်းကျိုးချမ်းသာရအံ့။",
    "အိပ်ရာ မိမိအိပ်ရာထဲ ရောက်နေသည်ဟု မက်က- ချစ်ကိစ္စ အောင်အံ့။",
    "အိပ်ရာ မိမိအိပ်ရာထဲ သူစိမ်း ရောက် နေ သည် ဟုမက်မူ-လင်မယား ရန်ဖြစ်အံ့။",
    "အိပ်ရာ ပြင်ရသည်ဟု မက်က- နေရာ ထိုင်ခင်း ပြောင်းရအံ့၊ အသက်ရှည်အံ့၊ ဥစ္စာရအံ့။",
    "အိပ်ရာ ပေါ်မှ လိမ်ကျသည်ဟုမက်မူ- အလုပ်ရှုပ်အပြစ်တင်ခံရအံ့။"
  ],
  "အိန္ဒိယ": [
    "အိန္ဒိယ ပြည်ကိုမြင်မက်မူ- ထူးခြားသော အဖြစ်အပျက်များကို တွေ့ရအံ့။"
  ],
  "အိမ်": [
    "အိမ် မြင်မက်မူ-ကံကောင်းအံ့၊ အကျိုးကျေးဇူးရှိအံ့။",
    "အိမ် အသစ်ကို မြင်မက်မူ-ရပ်ဝေးခရီးသွားရအံ့။",
    "အိမ် ကြီးကြီးမြင်မက်မူ-ချမ်းသာအံ့။",
    "အိမ် ငယ်ငယ်၊ ညစ်ပတ်စွာမြင်မက်မူ- ဆင်းရဲအံ့။",
    "အိမ် တစ်ပိုင်းတစ်စ ဆောက်ပြီးကို မြင် မက် မူ- အလိုမပြည့်ဘဲရှိအံ့။",
    "အိမ် ဟောင်း (မိမိငယ်စဉ်က နေခဲ့ဖူးသော အိမ်) ကို မြင်မက်က- စီးပွားဥစ္စာတိုးအံ့၊ အထူးကံကောင်းအံ့။",
    "အိမ် ဟောင်းမှာ မိသားတစ်စုနှင့် ပျော်ရွှင်စွာနေရသည်ဟုမက်မူ အလွန်ကံကောင်းအံ့။",
    "အိမ် သစ်(မရောက်ဘူးသောအိမ်)ကို မြင်မက်မူ- အစစအရာရာ မသေချာဘဲရှိအံ့။",
    "အိမ် သစ်အထဲ ဝင်သွားရမက်မူ- စွန့်စားသောအလုပ် လုပ်ရအံ့။",
    "အိမ် သစ်ပေါ် တက်၍ စောင်းတီးရ သည် ဟုမက်မူ ဆရာဖြစ်အံ့။",
    "အိမ် ဟောင်းကြီးထဲမှာ လမ်းလျှောက်နေရသည်ဟု မက်က ကံကောင်းအံ့။",
    "အိမ် ပျက်ထဲ လမ်းလျှောက်ရမက်မူ- လောင်းကစားလျှင် ရှုံးအံ့။",
    "အိမ် မြိုကျသည်ဟု မက်က- ဘေးရောက်အံ့၊ အိမ်ရှင် အရှက်ရအံ့။",
    "အိမ် စောင်းသွားသည်ဟုမက်က- ဖရိုဖရဲ အရှက်ကွဲအံ့။",
    "အိမ် ကို ဆွဲချရသည်ဟုမက်မူ-ပျက်စီးဆုံးရှုံးအံ့။",
    "အိမ် ဆောက်ရသည်ဟုမက်က- ဗျုပ္ပ ဥစ္စာရအံ့၊ ချမ်းသာသောမိန်းမ ရအံ့။",
    "အိမ် သူများဆောက်သည်ကို မြင်မက်မူ- အလုပ်အောင်မြင်အံ့။",
    "အိမ် မီးလောင် ပြာကျ သွား သည် ဟု မက်က- ပျက်စီးအံ့၊ မကောင်းကြမ္မာတွေ့အံ့။",
    "အိမ် တစ်ပိုင်း မီးလောင်သည်ဟုမက်က-အစေခံများ နာဖျားအံ့။",
    "အိမ် အဝင်တံခါး မီးလောင်သည်ဟု မက်မူ- မိမိဆရာသမား ဥပဒ်ဖြစ်အံ့။",
    "အိမ် ရှေ့ပြတင်း တံခါးပေါက် မီးလောင်သည်ဟု မက်က- ဆွေမျိုးညာတိထဲမှ ယောက်ျားများ သေအံ့။",
    "အိမ် နောက်ဖေးပြတင်းပေါက် မီးလောင်သည်ဟု မက်မူ-ဆွေမျိုးညာတိထဲမှ မိန်းမများ သေအံ့။",
    "အိမ် နောက်ဖေးမှ မီးလောင်သည်ဟု မက်က- ဆွေမျိုးညာတိတို့ ဥပဒ်ဖြစ်အံ့။",
    "အိမ် ခေါင်မိုးမီးလောင်သည်ဟု မက်တ- သူခိုးခိုးခံရအံ့၊ မိတ်ဆွေထဲမှ သေဆုံးအံ့။",
    "အိမ် မီးလောင်ပြီး တိုင်ချည်း အကောင်းကျန်နေသည်ဟုမက်က-သားများကြီးပွားအံ့။",
    "အိမ် တစ်အိမ်လုံး ထိန် ထိန် လင်း နေ သည် ကို မြင်မက်မူ- အထူး ကံကောင်းအံ့၊ မင်းစိုးရာဇာထံမှ လက်ဆောင်ပဏ္ဏာရအံ့။",
    "အိမ် ရှေ့ပိုင်းသို့ ဒီရေတက်လာ၊ ရေများပြည့်လာသည်ဟုမက်မူ-အားလုံးကောင်းအံ့။",
    "အိမ် ပေါ် တက်ရသည်ဟုမက်မူ- အကြံအောင်အံ့။",
    "အိမ် အပေါ်ထပ်တက်ရသည်ဟု မက်က- ဥစ္စာဆုံးရှုံးအံ့၊ သို့ရာတွင် မကြာမီပြန်ရအံ့။",
    "အိမ် ခေါင်မိုး ပေါ် တက်၍ ရေသောက်ရသည်ဟု မက်မူ-မင်းဖြစ်အံ့။",
    "အိမ် ခေါင်မိုးပေါ်မှာ ထိုင်၍ နေရမက်မူ-အလိုဆန္ဒပြည့်စုံအံ့။",
    "အိမ် ခေါင်မိုးပေါ် အခြားသူ တစ်ဦးနှင့်အတူ ထိုင်ရသည်ဟုမက်က-ချစ်သူရအံ့။",
    "အိမ် ခေါင်မိုးပေါ်မှ လိမ့်ကျသည်ဟု မက်က- ဥပဒ်ရအံ့၊ အတွက်မှားသွားအံ့။",
    "အိမ် တံခါးများ၊ ပြတင်းပေါက်များ ပိတ်ထား သည်ဟုမက်မူ-သေပျောက်အံ့။",
    "အိမ် လွတ်ကိုမြင်မက်မူ-ရောဂါရအံ့။",
    "အိမ် အလယ် လမ်းသလားနေရသည်ဟု မက်က- ခရီးဝေး မကြာမီသွားရအံ့။",
    "အိမ် ပေါ် မိုးကြီးကျသည်ဤမက်မူ- ဥပဒ်ကြီး စွာ ရအံ့။",
    "အိမ် ကို ဆူးကာရန်နေသည်ဟု မက်မူ-လုံခြုံအံ့၊ ချမ်းသာအံ့။",
    "အိမ် ကို တံမြက်လှည်းရသည်ဟု မက်က-နာဖျား အံ့။",
    "အိမ် ကို ဆေးကြောရသည်ဟု မက်က- ငွေ လက်ဝတ်လက်စားအမွေရအံ့။",
    "အိမ် ကို ဆေးကြောပြီး ဆေးသုတ်ရသည်ဟု မက်မူ-မကြာမီ သူခိုး ခိုးခံရအံ့။",
    "အိမ် ခွေး၊ ဆင်၊ မြင်း၊ ကျွဲ၊ နွား ကို မြင်မက်မူ-ကောင်း ကျိုး ချမ်း သာ ရ အံ့။"
  ],
  "အိမ်ထောင်ပရိဘောဂ": [
    "အိမ်ထောင်ပရိဘောဂ ဝယ်ရသည်ဟု မက်မူ-မကြာမီ လက် ထပ်ရအံ့၊ အိမ်သစ်ဆောက်ရအံ့။",
    "အိမ်ထောင်ပရိဘောဂ တစ်ပတ်ရစ်ဝယ်ရသည်ဟု မက်က-မိမိ မကြိုက်သောအလုပ် လုပ်ရအံ့။"
  ],
  "အိမ်မြှောင်(သတ္တဝါ)": [
    "အိမ်မြှောင်(သတ္တဝါ) ကို မြင်မက်က-လူလိမ်ခံရအံ့၊ ရန်ပုန်း များ ဥပဒ်ပြုအံ့။",
    "အိမ်မြှောင်(သတ္တဝါ) (စက်အိမ်မြှောင်)ကို မြင်မက်မူ-မိမိ မလုပ် နိုင်သော အလုပ်များ မိတ်သစ် တစ်ဦး၏ အကူအညီဖြင့် ပြီးစီးအံ့။"
  ],
  "အိမ်လခ": [
    "အိမ်လခ ပေး ရ သည် မက်မူ- မမျှော်လင့်သော ငွေ ရအံ့။",
    "အိမ်လခ မပေးနိုင်ဟုမက်က-ငွေကြေး ဆုံးရှုံးအံ့။"
  ],
  "အိမ်သာ": [
    "အိမ်သာ ကို မြင်မက်မူ-ငွေများစွာရအံ့။"
  ],
  "အောက်တိုဘာလ": [
    "အောက်တိုဘာလ နှင့် ပတ်သက်၍မက်မူ- အလုပ်အကိုင် နှေး ကွေးအံ့။"
  ],
  "အောင်ဆန်း": [
    "အောင်ဆန်း သူရိယတံဆိပ် ရသည်ဟုမက်မူ- မိမိကြိုးစား သည့်အတိုင်းအမျှ အကျိုးခံစားရအံ့။"
  ],
  "အောင်မြင်": [
    "အောင်မြင် သည့့်ဟုမက်က- ဆုံးရှုံးအံ့။"
  ],
  "အုတ်ကြွပ်": [
    "အုတ်ကြွပ် ကျသည်၊ ကျိုးသည်ဟု မက်မူ- လက်နက် ထိအံ့။"
  ],
  "အုတ်ခဲ": [
    "အုတ်ခဲ ကိုမြင်မက်မူ-စိတ်သောကဖြစ်အံ့။",
    "အုတ်ခဲ နှင့် ပစ်ရသည်ဟုမက်က- အမှုရောက်အံ့။"
  ],
  "အုန်း": [
    "အုန်း ပင်ကိုမြင်မက်မူ-အကျိုးရှိအံ့။",
    "အုန်း သီးကိုမြင်မက်၊ စားရမက်မူ- ငွေရအံ့၊ လာဘ် ရအံ့။"
  ],
  "အုန်းမောင်း": [
    "အုန်းမောင်း ခေါက်သံကြားရမက်မူ- စိုး ရိမ် သော က ဖြစ်အံ့။"
  ],
  "အိုင်းနာ": [
    "အိုင်နာ ပေါက်သည်ဟုမက်က-ကျန်းမာအံ့၊မကျန်းမာသူ ရောဂါပျောက်အံ့။"
  ],
  "အိုး": [
    "အိုး ကြီးကြီးမြင်မက်မူ-ခရီးဝေးသွားရအံ့။",
    "အိုး ငယ်ငယ်မက်မူ-ခရီးအနီးအနားသွားရအံ့။",
    "အိုး ကွဲကို မြင်မက်မူ- ဆင်း ရဲ အံ့၊ ချစ်သူ ဒုက္ခ ရောက်အံ့။",
    "အိုး လည်ပြတ်ကိုမြင်မက်မူ-ကံဆိုးအံ့။",
    "အိုး လွတ်ကိုမြင်မက်မူ -အကျိုးမဲ့အံ့။",
    "အိုး ရေအပြည့်နှင့် မြင် မက် က - ချမ်း သာ အံ့၊ သားရတနာရအံ့။",
    "အိုး များစွာမြင်မက်မူ-စိတ်ပျက်စရာဖြစ်အံ့။",
    "အိုး သတ္တုအိုးမြင်မက်က-ကံကောင်းအံ့။"
  ],
  "အိုးမဲ": [
    "အိုးမဲ လိမ်းကျံသည်ဟုမက်မူ -ကံဆိုးအံ့။"
  ]
}