{
  "ဥ": [
    "ဥ များကို မြင်မက်မူ- ငွေရအံ့၊ ကြွယ်ဝအံ့။",
    "ဥ လတ်လတ်ဆတ်ဆတ် မြင်မက်မူ- သတင်းကောင်း ကြားရအံ့။",
    "ဥ ကွဲများ မြင်မက်မူ- ရန်ဖြစ်အံ့၊ တရားဖြစ်အံ့၊ ဆုံးရှုံးအံ့။",
    "ဥ စားရမက်မူ- အကြံအောင်အံ့၊ ဥစ္စာရအံ့။",
    "ဥ အပုပ်စားရမက်မူ- အကြံပျက်အံ့။",
    "ဥ ရှာတွေ့သည်ဟုမက်က- အမွေရအံ့။"
  ],
  "ဥဒေါင်း": [
    "ဥဒေါင်း (ဒေါင်းတွင် ကြည့်ပါ။)"
  ],
  "ဥပုသ်": [
    "ဥပုသ် စောင့်ရသည်ဟုမက်က- ချမ်းသာကြီးအံ့၊ အကြံအောင်အံ့။"
  ],
  "ဥဗျိုင်း": [
    "ဥဗျိုင်း ဝန်းရံသည်မက်မူ- အိမ်ရှေ့မင်းဖြစ်အံ့။"
  ],
  "ဥမင်လှိုက်ခေါင်း": [
    "ဥမင်လှိုက်ခေါင်း ကိုမြင်မက်မူ- ရန်သူမကောင်းကြံအံ့၊ (ဂူလိုဏ်မှာ ကြည့်ပါ။)"
  ],
  "ဥယျာဉ်": [
    "ဥယျာဉ် မြင်မက်မူ- လာဘ်ရအံ့၊ အခွင့်ကောင်းရအံ့။",
    "ဥယျာဉ် လှလှ သာယာစွာမြင်မက်မူ- အကြံအောင်အံ့၊ ချမ်းသာသောမယား ရအံ့။",
    "ဥယျာဉ် သစ်သီး၊ သစ်ပင်၊ ပန်းမာလ် အပြည့်နှင့် မြင်မက်မူ- အလိုပြည့်အံ့၊ တိုးပွားအံ့။",
    "ဥယျာဉ် ချုံနွယ်ပိတ်ပေါင်း ဆိုးနေသည်ဟုမက်က- ပျက်စီးအံ့။",
    "ဥယျာဉ် ထဲ ထိုင်နေ, နားနေ ရသည် ဟု မက်က - ကျန်းမာအံ့၊ စိတ်ချမ်းသာအံ့။",
    "ဥယျာဉ် ထဲ လမ်းလျှောက်ရသည်ဟု မက်မူ - ကိုယ် စိတ်နှစ်ဖြာ ချမ်းသာအံ့။",
    "ဥယျာဉ် ပုံဆွဲထားသည်ဟုမက်မူ - အိမ်လှလှရအံ့။",
    "ဥယျာဉ် ထဲမှာ အလုပ်, လုပ်နေသည်ဟု မက်က - အသက်ရာကျော် ရှည်အံ့။"
  ],
  "ဥစ္စာရွှေငွေ": [
    "ဥစ္စာရွှေငွေ ရသည်ဟုမက်မူ - သားကောင်းရတနာရအံ့။",
    "ဥစ္စာရွှေငွေ ပေးရသည်ဟုမက်တ - ထောင်မှလွတ်အံ့။"
  ],
  "ဥဿဖယား": [
    "ဥဿဖယား မြင်မက်မူ - ချစ်သူ သစ္စာရှိအံ့။"
  ],
  "ဥသျှစ်ပင်": [
    "ဥသျှစ်ပင် အသီးနှင့်တကွ မြင်မက်မူ - ဥစ္စာတိုးအံ့။"
  ],
  "ဦးခေါင်း": [
    "ဦးခေါင်း မြင်မက်မူ - ကံကောင်းအံ့၊ ငွေရအံ့၊ ကျန်းမာအံ့။",
    "ဦးခေါင်း ကြီးကြီးမြင်မက်မူ - ကောင်းကျိုးရောက်အံ့။",
    "ဦးခေါင်း ပြားပြားမြင်မက်က - ဥစ္စာရအံ့။",
    "ဦးခေါင်း ညစ်ညစ်ပတ်ပတ်, အရုပ်ဆိုးဆိုးမြင်မက်မူ - သောကတွေ့ရအံ့၊ အစော်ကားခံရအံ့။",
    "ဦးခေါင်း ကြီးလာသည်ဟုမက်က - နာမည်ရအံ့။",
    "ဦးခေါင်း ကြီးနေသည်ဟုမက်မူ - မိဘဆရာသမားတို့ ကြိုးပွားအံ့။",
    "ဦးခေါင်း ရှည်သည်ဟုမက်မူ - မိဘတို့စိတ်ကောင်းအံ့။",
    "ဦးခေါင်း ကြီးသည်ထက် ကြီးလာသည်ဟု မက်က - အဘိညာဉ်တန်ခိုးရအံ့။",
    "ဦးခေါင်း ပဲ့သည်ဟုမက်က - မိဘ ဆရာ သ မား တို့ နာဖျားအံ့။",
    "ဦးခေါင်း ကိုက်သည်ဟုမက်မူ - အခက်အခဲ တွေ့ရအံ့။",
    "ဦးခေါင်း ကွဲသွားသည်ဟုမက်က - ကြမ္မာဆိုးတွေ့အံ့။",
    "ဦးခေါင်း များစွာရှိသည်ဟု မက်မူ - ကံ ကောင်း အံ့၊ ရောဂါပျောက်အံ့။",
    "ဦးခေါင်း ၌ ချို(ဂျို) ပေါက်သည်ဟုမက်က - ရာထူး ကြီး ရအံ့။",
    "ဦးခေါင်း ၌ ဘုရားရုပ်ထုတော်တည်ရှိသည်ဟု မက်မူ - အကြီးအကဲတို့ ချီးမြှောက်အံ့။",
    "ဦးခေါင်း ထက်၌ ကြာညို ပေါက်သည်ဟု မက်က - မယားကောင်း ရအံ့။",
    "ဦးခေါင်း ၌ သောင်း, မကိုဋ်ဆောင်ရသည်ဟု မက်မူ - အကြီးအကဲတို့ ချီးမြှင့်ခြင်းကို ခံရအံ့။",
    "ဦးခေါင်း ၌ လှပစွာ ဆင်ယင်ထားသည်ဟု မက်မူ - ဥပဒ်တွေ့အံ့။",
    "ဦးခေါင်း ၌ သစ်ပင်, နွယ်ပင် ပေါက်နေသည်ဟု မက်က - ဘေးပျောက်အံ့။",
    "ဦးခေါင်း ထက်၌ပုဏ္ဏားဆရာတို့ဘိသိက်သွန်းလောင်း သည်ဟုမက်မူ - ဥစ္စာ, ရွှေ, ငွေ, ရတနာလာဘ် ရအံ့၊ ဘုန်းကြီးသော သူများ၏ ပူဇော် ခြင်းကို ခံရအံ့။",
    "ဦးခေါင်း ဆေးရသည်ဟုမက်က- အခက်အခဲ တို့မှ လွတ်အံ့။",
    "ဦးခေါင်း ဖြတ်ခံရသည်ဟုမက်မူ- သားမယား ဘေးတွေ့အံ့။",
    "ဦးခေါင်း ပြတ်နေသည်ဟုမက်က- ကံဆိုးအံ့။",
    "ဦးခေါင်း သူတစ်ပါးအား ဖြတ်ရသည်ဟု မက်က- ရန်အောင်အံ့။",
    "ဦးခေါင်း စားရသည်ဟုမက်မူ- ဧကရာဇ်မင်း ဖြစ်အံ့၊ အလွန်ချမ်းသာအံ့။",
    "ဦးခေါင်း တိရစ္ဆာန်ဦးခေါင်း စားရမက်မူ- အမြတ် များစွာရအံ့။",
    "ဦးခေါင်း ရိတ်ရသည်ဟုမက်က-နာဖျားအံ့။",
    "ဦးခေါင်း ပြောင်အောင် ရိတ်ရသည်ဟုမက်မူ-ဆင်းရဲအံ့။",
    "ဦးခေါင်း ပြောင်အောင်ရိတ်ထားသူကို မြင်မက်က- ရန်ဖြစ်ရအံ့၊ နာဖျားအံ့။",
    "ဦးခေါင်း မီးလောင်သည်ဟု မက်က- အထက်လူကြီး ဒုက္ခပေးအံ့။",
    "ဦးခေါင်း အလိုလိုပြုတ်သွားသည်ဟုမက်က- ပြင်းထန်စွာ နာဖျားအံ့။",
    "ဦးခေါင်း ကို တိရစ္ဆာန်ကနမ်းသည်ဟုမက်က- ပြင်းထန်စွာ နာဖျားအံ့။",
    "ဦးခေါင်း (မိမိဦးခေါင်း) ငှက် ဦးခေါင်းကဲ့သို့ မြင်မက်မူ- ခရီးလှည့်လည် သွားလာနေရအံ့။",
    "ဦးခေါင်း ခြင်္သေ့၊ ကျား၊ ကျားသစ် ဦးခေါင်း ကဲ့သို့ မြင်မက်မူ-အကြံအောင်အံ့။",
    "ဦးခေါင်း ခွေး၊ မြင်း၊ မြည်း ဦးခေါင်းကဲ့သို့ မြင်မက်မူ- အပိုင်းအစဖြစ်အံ့။",
    "ဦးခေါင်း ခွံကိုမြင်မက်မူ- မကြာမီ စေ့စပ်ကြောင်း လမ်း လာအံ့။"
  ],
  "ဦးချို(ဂျို)": [
    "ဦးချို(ဂျို) ရှိသောသတ္တဝါ အလိုက် ခံရသည်ဟု မက်မူ-ရာဇဝတ်မှုဖြစ်အံ့။",
    "ဦးချို(ဂျို) ရှိသော သတ္တဝါ နှိပ်စက်ခံရသည် ဟု မက်က-ဥစ္စာရအံ့၊ တိုင်းပြည်ရအံ့၊မင်းမျက် သင့်အံ့။"
  ],
  "ဦးထုပ်": [
    "ဦးထုပ် မြင်မက်မူ-တန်ခိုးကြီးအံ့၊ ဥစ္စာရအံ့။",
    "ဦးထုပ် အသစ်ကိုမြင်မက်က-ခင်ပွန်းကောင်းရအံ့။",
    "ဦးထုပ် အစိမ်းကိုမြင်မက်မူ-ခင်ပွန်းဆိုးရအံ့။",
    "ဦးထုပ် အဝါကိုမြင်မက်မူ-ခင်ပွန်းမိုက်ကိုရအံ့။",
    "ဦးထုပ် အနက်ကိုမြင်မက်က- သစ္စာရှိသောခင်ပွန်း ရအံ့။",
    "ဦးထုပ် ဆောင်းရသည်ဟုမက်မူ-ချမ်းသာသုခရအံ့။",
    "ဦးထုပ် သစ်ရသည်ဟု မက်က- အရောင်းအဝယ် ကောင်းအံ့၊ မကြာမီလက်ထပ်ရအံ့။",
    "ဦးထုပ် ပျောက်သည်ဟုမက်မူ- အနီးအနားတွင် ရန်သူရှိအံ့။",
    "ဦးထုပ် မိမိဦးထုပ် သူများ ဆောင်းထား သည်ဟု မက်က- မိမိရည်းစား သူတစ်ပါး ကြားခိုအံ့။",
    "ဦးထုပ် စုတ်ပြဲ နေသည်ဟု မက်က- မကောင်းမှု လုပ်အံ့။"
  ]
}